Repository: spruceUI/spruceOS
Catalog: App/KoReader/l10n/*/koreader.po
Languages: ar, ca, cs, de, el, es, fa, fr, gl, hu, it_it, ja, ko_kr, nl_nl, pl, pt_br, ro, ru, sk, sr, tr, uk, zh_cn

source: The footnote popup font can adjust to the font size you've set for the document, but you can specify here a fixed absolute font size to be used instead.
ar: يمكن ضبط الخط المنبثق في الحاشية السفلية على حجم الخط الذي قمت بتعيينه للمستند ، ولكن يمكنك هنا تحديد حجم خط ثابت مطلق لاستخدامه بدلاً من ذلك.
ca: La lletra de les notes a peu de pàgina mostrades en finestres emergents es pot ajustar a la grandària de lletra establert per al document, però des d'aquí és possible especificar una grandària de font diferent.
cs: Písmo „poznámky pod čarou“ ve vyskakovacím okně se přizpůsobí velikosti písma, kterou máte nastavenou pro dokument, ale zde můžete místo toho určit pevnou absolutní velikost písma.
de: Die Popup-Schriftart für Fußnoten kann sich an die Schriftgröße anpassen, die Sie für das Dokument eingestellt haben, aber Sie können hier eine feste absolute Schriftgröße angeben, die stattdessen verwendet werden soll.
el: Η γραμματοσειρά των αναδυόμενων υποσημειώσεων μπορεί να προσαρμοστεί στο μέγεθος της γραμματοσειράς που έχετε ορίσει για το έγγραφο, αλλά μπορείτε να καθορίσετε εδώ ένα σταθερό απόλυτο μέγεθος γραμματοσειράς για να χρησιμοποιείται αντ’ αυτού.
es: La fuente de las notas a pie de página mostradas en ventanas emergentes se puede ajustar al tamaño de fuente establecido para el documento, pero desde aquí es posible especificar un tamaño de fuente diferente.
fr: La police des notes de pied de page qui s’affichent dans une fenêtre contextuelle suit la taille de police que vous avez définie pour le document, mais vous pouvez ici spécifier d’utiliser une taille différente de cela.
gl: A fonte do diálogo de notas ao rodapé pode axustarse ao tamaño da fonte configurado para o documento, pero podes especificar que se use un tamaño de fonte absoluto.
hu: A lábjegyzet felugró szövegmérete alkalmazkodhat a dokumentum szövegméretéhez, de itt megadhat egy fix méretet ehelyett.
it_it: Il carattere usato nel popup della nota a piè di pagina si adatta alla dimensione del carattere impostata per il documento. È possibile specificare qui invece una dimensione fissa del carattere.
ja: 脚注ポップアップのフォントは文書に設定したフォントサイズに合わせることができますが、代わりに使用する固定の絶対フォントサイズをここで指定することができます。
ko_kr: 각주 팝업 글꼴은 문서에 설정한 글꼴 크기로 조정할 수 있지만, 여기에서 대신 사용할 독립적인 고정 글꼴 크기를 지정할 수 있습니다.
nl_nl: Het voetnootpopuplettertype kan zich aan de lettergrootte-instellingen voor het document aanpassen, maar er kan hier een absolute lettergrootte worden ingesteld.
pl: Czcionka w oknie przypisu dolnego może dostosować się do rozmiaru czcionki ustawionej dla dokumentu, ale możesz tutaj zamiast tego określić stały, bezwzględny rozmiar czcionki przypisu.
pt_br: A fonte pop-up da nota de rodapé pode se ajustar ao tamanho da fonte que você definiu para o documento, mas em vez disso você pode especificar aqui um tamanho de fonte absoluto fixo para ser usado.
ro: Fontul textului din ferestra notei de subsol poate fi ajustată în funcție de dimensiunea fontului documentului, dar poți specifica aici o valoare absolută în locul celei relative.
ru: Шрифт всплывающей сноски можно настроить в соответствии с размером шрифта, выбранного для документа. Также вместо этого можно жёстко задать абсолютный размер шрифта.
sk: Písmo vyskakovacieho okna pre poznámky pod čiarou sa môže prispôsobiť veľkosti písma, ktorú ste nastavili pre dokument, ale tu môžete zadať nemennú absolútnu veľkosť písma, ktorá sa má použiť.
sr: Искачући прозор фуснота може сам да се подеси на величину фонта коју сте поставили за документ, али овде можете да подесите фиксну апсолутну величину фонта која ће да се користи уместо тога.
tr: Dipnot penceresi yazı boyutu seçeneği belge için seçtiğiniz yazı boyutuna göre ayarlanır. Bu seçeneği kullanarak belge yazı boyutuna göre ne kadar büyük ya da küçük olacağını belirtebilirsiniz.
uk: Шрифт вигулькної виноски можна налаштувати аналогічним встановленому для документа, але тут можна вказати фіксований абсолютний розмір шрифту, який буде використовуватися.
zh_cn: 脚注弹框字体可调整到您为文档设置的字体大小，但您可以在这里指定一个固定的绝对字体大小来代替。

source: Set a relative font size instead
ar: تعيين حجم خط نسبي بدلا من ذلك
ca: Establir una grandària de lletra relativa
cs: Nastavit místo toho relativní velikost písma
de: Legen Sie stattdessen eine relative Schriftgröße fest
el: Ορίστε ένα σχετικό μέγεθος γραμματοσειράς
es: Establecer un tamaño de fuente relativo
fa: بجایش یک اندازه قلم نسبی تنظیم کن
fr: Définir plutôt une taille de police relative
gl: Axustar en cambio o tamaño relativo da fonte
hu: Relatív betűméret beállítása
it_it: Imposta invece una dimensione relativa del carattere
ja: 代わりに相対的なフォントサイズを設定する
ko_kr: 대신할 상대적 글꼴 크기 설정
nl_nl: Stel i.p.v. een relatieve tekstlettergrootte in
pl: Zamiast tego ustaw względny rozmiar czcionki
pt_br: Definir em vez disso um tamanho de fonte relativo
ro: Setează dimensiune font relativă
ru: Вместо этого задать относительный размер шрифта
sk: Namiesto toho nastaviť relatívnu veľkosť písma
sr: Постави релативну величину фонта
tr: Onun yerine göreli bir yazı boyutu ayarla
uk: Натомість встановити відносний розмір шрифту
zh_cn: 设置相对字体大小

source: The footnote popup font adjusts to the font size you've set for the document. You can specify here how much smaller or larger it should be relative to the document font size. A negative value will make it smaller, while a positive one will make it larger. The recommended value is -2.
ar: يتم ضبط خط الحاشية السفلية المنبثقة على حجم الخط الذي قمت بتعيينه للمستند. يمكنك هنا تحديد مقدار ما يجب أن يكون أصغر أو أكبر بالنسبة إلى حجم خط المستند. القيمة السالبة ستجعلها أصغر ، بينما القيمة الموجبة ستجعلها أكبر. القيمة الموصى بها هي -2.
ca: La lletra de les notes a peu de pàgina mostrades en finestres emergents s'ajusta a la grandària de lletra establerta per al document. Aquesta opció permet especificar una grandària major o menor en relació a la grandària de la lletra del document. Un valor negatiu el farà més petit, mentre que un positiu ho farà més gran. El valor recomanat és -2.
cs: Písmo „poznámky pod čarou“ ve vyskakovacím okně je přizpůsobeno velikosti písma, kterou máte nastavenou pro dokument. Zde můžete určit o kolik menší, nebo větší by mělo být vzhledem k velikosti písma dokumentu. Při záporné hodnotě bude písmo menší a při kladné větší. Doporučená hodnota je -2.
de: Die Schriftart für das Fußnoten-Popup passt sich der Schriftgröße an, die Sie für das Dokument eingestellt haben. Sie können hier angeben, wie viel kleiner oder größer sie im Verhältnis zur Schriftgröße des Dokuments sein soll. Ein negativer Wert macht sie kleiner, während ein positiver Wert sie größer macht. Der empfohlene Wert ist -2.
el: Η γραμματοσειρά των αναδυόμενων υποσημειώσεων προσαρμόζεται στο μέγεθος της γραμματοσειράς που έχετε ορίσει για το έγγραφο. Μπορείτε να καθορίσετε εδώ πόσο μικρότερη ή μεγαλύτερη θα πρέπει να είναι σε σχέση με το μέγεθος της γραμματοσειράς του εγγράφου. Μια αρνητική τιμή θα την κάνει μικρότερη, ενώ μια θετική θα την κάνει μεγαλύτερη. Η συνιστώμενη τιμή είναι -2.
es: La fuente de las notas a pie de página mostradas en ventanas emergentes se ajusta al tamaño de fuente establecido para el documento. Esta opción permite especificar un tamaño mayor o menor en relación al tamaño de la fuente del documento. Un valor negativo lo hará más pequeño, mientras que uno positivo lo hará más grande. El valor recomendado es -2.
fa: قلم پاپ‌آپ‌ پاورقی با توجه به اندازه قلم سند بهینه‌سازی می‌شود. شما می‌توانید اینجا مشخص کنید که چه مقدار نسبت به قلم سند کوچکتر یا بزرگتر باشند. یک مقدار منفی آن را کوچکتر می‌کند، در حالی مقادیر مثبت آن را بزرگتر خواهند کرد. مقدار پیشنهدی ۲- است.
fr: La police des notes de pied de page qui s’affichent dans une fenêtre suit la taille de police que vous avez définie pour le document. Ceci vous permet de spécifier sa taille par rapport à la taille de la police du document. Une valeur négative la réduira, tandis qu’une valeur positive l’agrandira. La valeur recommandée est -2.
gl: A fonte do diálogo de notas ao rodapé usa o mesmo tamaño de fonte que tes para o documento. Podes especificar canto máis pequena ou máis grande debe ser con relación ao tamaño de fonte do documento. Un valor negativo fará que sexa máis pequena e un valor positivo fará que sexa máis grande. O valor recomendado é -2.
hu: A felugró lábjegyzet szövegmérete alkalmazkodik a dokumentum szövegméretéhez. Itt megadhatja, mennyivel legyen kisebb vagy nagyobb a dokumentum szövegméretéhez képest. A negatív érték kisebbé teszi, a pozitív érték nagyítja. Az ajánlott érték -2.
it_it: Il carattere popup della nota a piè di pagina si adatta alla dimensione del carattere che hai impostato per il documento. È possibile specificare quanto più piccolo o più grande deve essere relativo alla dimensione del font del documento. Un valore negativo lo renderà più piccolo, mentre uno positivo lo renderà più grande. Il valore consigliato è -2.
ja: 脚注ポップアップのフォントは、文書に設定されたフォントサイズに合わせます。 ここでは、文書のフォントサイズに対してどのくらい小さくするか、または大きくするかを指定できます。 負の値を指定すると小さくなり、正の値を指定すると大きくなります。 推奨値は-2です。
ko_kr: 각주 팝업 글꼴은 문서에 설정한 글꼴 크기로 조정됩니다. 문서 글꼴 크기에 비례하여 얼마나 더 작거나 크게 할지 여기서 지정할 수 있습니다. 음수 값은 글씨가 더 작아지고, 양수 값은 더 커집니다. 권장 값은 -2입니다.
nl_nl: Het voetnootpopuplettertype past zich aan de lettergrootte-instellingen voor het document aan. Hier kan worden aangegeven hoeveel kleiner of groter het lettertype moet zijn relatief ten opzichte van de documentlettergrootte. Een negatieve waarde zal het lettertype kleiner maken, terwijl een positieve waarde het groter maakt. De aanbevolen waarde is –2.
pl: Czcionka w oknie przypisu dolnego dostosowuje się do rozmiaru czcionki ustawionego dla dokumentu. Możesz tu określić, ile mniejsza lub większa powinna być w stosunku do rozmiaru czcionki dokumentu. Wartość ujemna spowoduje, że będzie mniejsza, a wartość dodatnia sprawi, że będzie większa. Zalecana wartość to -2.
pt_br: A fonte pop-up da nota de rodapé se ajusta ao tamanho da fonte que você definiu para o documento. Você pode especificar aqui quanto menor ou maior ele deve ser em relação ao tamanho da fonte do documento. Um valor negativo o tornará menor, enquanto um valor positivo o aumentará. O valor recomendado é -2.
ro: Fontul ferestrei de notă de subsol ajustează dimensiunea fontului în funcție de dimensiunea setată pentru document. Poți specifica aici cît de mare sau de mic trebuie să fie fontul relativ la fontul documentului. Un număr negativ va face fonctul mai mic, iar un număr pozitiv va face fontul mai mare. Valoarea recomandată e -2.
ru: Шрифт всплывающей сноски настраивается в соответствии с размером шрифта, заданного для документа. Вы можете указать, насколько он должен быть меньше/больше относительно размера шрифта документа. Отрицательное значение сделает его меньше, а положительное - больше. Рекомендуемое значение -2.
sk: Písmo vyskakovacieho okna pre poznámky pod čiarou sa prispôsobí veľkosti písma, ktorú ste nastavili pre dokument. Tu môžete určiť, o koľko menšie alebo väčšie má byť vzhľadom na veľkosť písma dokumentu. Záporná hodnota ho zmenší, zatiaľ čo kladná ho zväčší. Odporúčaná hodnota je -2.
sr: Фонт искачућег прозора фуснота се подешава на величину фонта коју сте подесили за документ. Овде можете да задате колико мањи или већи треба да буде релативно у односу на величину фонта документа. Негативна вредност ће смањити величину, док ће позитивна да повећа. Препоручена вредност је -2.
tr: Dipnot penceresi yazı boyutu seçeneği belge için seçtiğiniz yazı boyutuna göre ayarlanır. Bu seçeneği kullanarak belge yazı boyutuna göre ne kadar büyük ya da küçük olacağını belirtebilirsiniz. Eksi değerler boyutu küçültürken, artı değerler büyütür. Önerilen değer: -2.
uk: Шрифт вигулькної виноски припасовується до розміру шрифту, встановленого для документа. Тут можна вказати, наскільки меншим або більшим він має бути відносно розміру шрифту документа. Від'ємне значення зробить його меншим, тоді як додатне зробить його більшим. Рекомендоване значення — -2.
zh_cn: 脚注弹窗字体设置为相对于文档字体的大小。 此选项可以设置脚注字体大小相对于文档字体的大小。 设置为负值则字体大小会比文档的要小。 此选项的建议值为-2。

source: Set an absolute font size instead
ar: تعيين حجم خط مطلق بدلا من ذلك
ca: Establir una grandària de lletra absoluta
cs: Nastavit místo toho absolutní velikost písma
de: Legen Sie stattdessen eine absolute Schriftgröße fest
el: Ορίστε ένα απόλυτο μέγεθος γραμματοσειράς
es: Establecer un tamaño de fuente absoluto
fr: Définir plutôt une taille de police absolue
gl: Axustar en cambio un tamaño absoluto da fonte
hu: Abszolút betűméret beállítása
it_it: Imposta invece una dimensione fissa del carattere
ja: 代わりに絶対的なフォントサイズを設定する
ko_kr: 대신할 독립적 글꼴 크기 설정
nl_nl: Stel i.p.v. een absolute tekstlettergrootte in
pl: Zamiast tego ustaw rozmiar czcionki
pt_br: Definir em vez disso um tamanho de fonte absoluto
ro: Setează dimensiune font absolută
ru: Вместо этого задать абсолютный размер шрифта
sk: Namiesto toho nastaviť absolútnu veľkosť písma
sr: Уместо тога постави апсолутну величину фонта
tr: Onun yerine mutlak bir yazı boyutu ayarla
uk: Натомість встановити абсолютний розмір шрифту
zh_cn: 设置绝对字体大小

source: The footnote popup font adjusts to the font size you've set for the document. This allows you to specify how much smaller or larger it should be relative to the document font size.
ar: يتم ضبط خط الحاشية السفلية المنبثقة على حجم الخط الذي قمت بتعيينه للمستند. يتيح لك ذلك تحديد مقدار ما يجب أن يكون أصغر أو أكبر بالنسبة إلى حجم خط المستند.
ca: La lletra de les notes a peu de pàgina mostrades en finestres emergents s'ajusta a la grandària de lletra establerta per al document. Aquesta opció permet especificar una grandària major o menor en relació a la grandària de la lletra del document.
cs: Písmo „poznámky pod čarou“ ve vyskakovacím okně je přizpůsobeno velikosti písma, kterou máte nastavenou pro dokument. To vám umožňuje určit o kolik menší, nebo větší by mělo být vzhledem k velikosti písma dokumentu.
de: Die Schriftart für das Fußnoten-Popup passt sich der Schriftgröße an, die Sie für das Dokument eingestellt haben. Auf diese Weise können Sie festlegen, wie viel kleiner oder größer sie im Verhältnis zur Dokumentenschriftgröße sein soll.
el: Η γραμματοσειρά των αναδυόμενων υποσημειώσεων προσαρμόζεται στο μέγεθος γραμματοσειράς που έχετε ορίσει για το έγγραφο. Εδώ μπορείτε να καθορίσετε πόσο μικρότερη ή μεγαλύτερη θα πρέπει να είναι σε σχέση με το μέγεθος γραμματοσειράς του εγγράφου.
es: La fuente de las notas a pie de página mostradas en ventanas emergentes se ajusta al tamaño de fuente establecido para el documento. Esta opción permite especificar un tamaño mayor o menor en relación al tamaño de la fuente del documento.
fa: قلم پاپ‌آپ‌ پاورقی با توجه به اندازه قلمی که برای سند تعیین کرده‌اید بهینه‌سازی می‌شود. این به شما اجازه می‌دهد که مقدار کوچکتر یا بزرگتر بودن آن، نسبت به اندازه قلم سند را مشخص کنید.
fr: La police de la note de pied de page s’adapte à la taille de police que vous avez définie pour le document. Cela vous permet de spécifier à quel point elle doit être plus petite ou plus grande par rapport à la taille de la police du document.
gl: A fonte do diálogo de notas ao rodapé usa o mesmo tamaño de fonte que tes para o documento. Isto permíteche especificar canto máis grande ou máis pequena debe ser con relación ao tamaño de fonte do documento.
hu: A felugró lábjegyzet betűtípusa a dokumentumhoz beállított betűmérethez igazodik. Így megadhatja, hogy mennyivel legyen kisebb vagy nagyobb a dokumentum betűméretéhez képest.
it_it: Il carattere usato nel popup della nota a piè di pagina si adatta alla dimensione del carattere impostata per il documento. È possibile specificare quanto più piccolo o più grande dovrebbe essere relativo alla dimensione del carattere del documento.
ja: 脚注ポップアップのフォントは、文書に設定したフォントサイズに合わせることができます。 この設定で、文書のフォントサイズに対して、どの程度小さくしたり大きくしたりするかを指定することができます。
ko_kr: 각주 팝업 글꼴은 문서에 설정한 글꼴 크기로 조정됩니다. 이것은 문서 글꼴 크기에 비례하여 얼마나 더 작거나 크게 할지 지정할 수 있습니다.
nl_nl: Het voetnootpopuplettertype past zich aan de lettergrootte-instellingen voor het document aan. Deze instelling staat toe om aan te geven hoeveel kleiner of groter het lettertype moet zijn relatief ten opzichte van de documentlettergrootte.
pl: Czcionka w oknie przypisu dolnego dostosowuje się do rozmiaru czcionki ustawionej dla dokumentu. Pozwala to określić, ile mniejsza lub większa powinna być w stosunku do rozmiaru czcionki dokumentu.
pt_br: A fonte pop-up da nota de rodapé ajusta-se ao tamanho da fonte que você definiu para o documento. Isso permite que você especifique quanto menor ou maior deve ser em relação ao tamanho da fonte do documento.
ro: Fontul ferestrei de notă de subsol ajustează dimensiunea fontului în funcție de dimensiunea setată pentru document. Poți specifica aici cît de mare sau de mic trebuie să fie fontul relativ la fontul documentului.
ru: Шрифт всплывающей сноски настраивается в соответствии с размером шрифта, заданным для документа. Это позволяет выбрать, насколько он должен быть меньше/больше относительно размера шрифта документа.
sk: Písmo vyskakovacieho okna pre poznámky pod čiarou sa prispôsobí veľkosti písma, ktorú ste nastavili pre dokument. To vám umožňuje určiť, o koľko menšie alebo väčšie má byť vzhľadom na veľkosť písma dokumentu.
sr: Искачући прозор фуснота се сâм подешава на величину фонта коју сте поставили за документ. Ово вам омогућава да задате колико мањи или већи треба да буде релативно у односу на величину фонта документа.
tr: Dipnot penceresi yazı boyutu seçeneği belge için seçtiğiniz yazı boyutuna göre ayarlanır. Bu seçeneği kullanarak belge yazı boyutuna göre ne kadar büyük ya da küçük olacağını belirtebilirsiniz.
uk: Шрифт вигулькної виноски припасовується до розміру шрифту, встановленого для документа. За допомогою цього пункту ви можете змінити, наскільки збільшити чи зменшити шрифт відносно шрифту документа.
zh_cn: 脚注弹窗字体调整至相对文档字体的大小。 此选项可以设置脚注字体大小相对于文档字体的大小。

source: Current location added to history.
ca: La posició actual s'ha afegit a l'historial.
cs: Aktuální místo bylo přidáno do historie.
de: Aktuelle Position zum Verlauf hinzugefügt.
el: Η τρέχουσα τοποθεσία προστέθηκε στο ιστορικό.
es: Posición actual añadida al historial.
fa: محل فعلی به تاریخچه‌ اضافه شد.
fr: L'emplacement actuel a été ajouté à l'historique.
gl: A posición actual foi engadida ao historial.
hu: Jelenlegi hely hozzáadva a helyelőzményekhez.
it_it: Posizione attuale aggiunta alla cronologia.
ko_kr: 현재 위치가 기록에 추가되었습니다.
nl_nl: Huidige locatie toegevoegd aan de locatiegeschiedenis.
pl: Bieżąca lokalizacja dodana do historii.
pt_br: Localização atual adicionada ao histórico.
ru: Текущее местоположение добавлено в историю.
sk: Aktuálne miesto bolo pridané do histórie.
sr: Текућа локација је додата у историју.
tr: Geçerli konum geçmişe eklendi.
uk: Поточне розташування додано в історію.
zh_cn: 当前位置已添加到历史记录中。

source: Location history cleared.
ar: تمّ شطب سجلّ تأريخ الموقع.
ca: S'ha esborrat l'historial de posicions.
cs: Historie míst pročištěna.
de: Positionsverlauf gelöscht.
el: Το ιστορικό των τοποθεσιών διαγράφηκε.
es: Historial de posiciones borrado.
fa: تاریخچه مکان‌ها پاک شد.
fr: L’historique des emplacements a été supprimé.
gl: Historial de posicións borrado.
hu: Helyelőzmények törölve.
it_it: Cronologia delle posizioni cancellata.
ja: ページめぐりの履歴を消去しました。
ko_kr: 위치 내력이 지워졌습니다.
nl_nl: Locatiegeschiedenis gewist.
pl: Historia lokalizacji wyczyszczona.
pt_br: Histórico de localização limpo.
ro: Istoricul locațiilor a fost șters.
ru: История местоположений очищена.
sk: História pre polohy bola vymazaná.
sr: Историја локација је обрисана.
tr: Konum geçmişi silindi.
uk: Історію розташувань очищено.
zh_cn: 位置历史记录已清除。

source: Would you like to read this local document? %1
ar: هل تريد قراءة هذا المستند الموجود على الجهاز؟ %1
ca: Vol llegir aquest document local? %1
cs: Chcete číst tento lokální dokument? %1
de: Möchten Sie dieses lokale Dokument lesen? %1
el: Θέλετε να διαβάσετε αυτό το τοπικό έγγραφο; %1
es: ¿Desea leer este documento local? %1
fa: آیا دوست دارید این سند محلی را مطالعه کنید؟ %1
fr: Souhaitez-vous lire ce document local ? %1
gl: Gustaríache ler este ficheiro local? %1
hu: Szeretné elolvasni ezt a helyi dokumentumot? %1
it_it: Vuoi leggere questo documento locale? %1
ja: ローカル保存した文書を読みますか? %1
ko_kr: 이 지역 문서를 읽을까요? %1
nl_nl: Dit lokale document lezen? %1
pl: Czy chcesz czytać ten dokument? %1
pt_br: Deseja ler este documento local? %1
ro: Dorești să citești acest document local? %1
ru: Вы хотите прочитать данный локальный документ? %1
sk: Chceli by ste si prečítať tento lokálny dokument? %1
sr: Да ли желите да читате овај локални документ? %1
tr: Bu yerel belgeyi okumak ister misiniz? %1
uk: Бажаєте прочитати цей локальний документ? %1
zh_cn: 你想要阅读这份本地文档吗？ %1

source: Link to unsupported local file: %1
ar: رابطٌ إلى ملفٍّ محليٍّ غير مدعوم: %1
ca: Enllaç a un arxiu local no compatible: %1
cs: Odkaz k nepodporovanému lokálnímu souboru. %1
de: Link zu nicht unterstützter lokaler Datei: %1
el: Σύνδεσμος προς μη υποστηριζόμενο τοπικό αρχείο: %1
es: Enlace a un archivo local no compatible: %1
fa: پیوند به یک فایل محلی پشتیبانی نشده: %1
fr: Lien vers un fichier local non pris en charge : %1
gl: Ligazón a un ficheiro local non soportado: %1
hu: Hivatkozás nem támogatott helyi fájlhoz: %1
it_it: Collegamento a file locale non supportato: %1
ja: 非サポートのローカルファイルへのリンク: %1
ko_kr: 지원하지 않는 로컬 파일 링크: %1
nl_nl: Link naar niet ondersteund bestand: %1
pl: Odnośnik do niespieranego pliku na dysku: %1
pt_br: Link para arquivo local não suportado: %1
ro: Legătură către fișier local nesuportat: %1
ru: Ссылка на неподдерживаемый локальный файл: %1
sk: Odkaz na nepodporovaný lokálny súbor: %1
sr: Линк на неподржани локални фајл: %1
tr: Desteklenmeyen yerel dosya bağlantısı: %1
uk: Посилання на непідтримуваний локальний файл,: %1
zh_cn: 链接到不支持的本地文件： %1

source: Invalid or external link: %1
ar: رابط غير صالح أو خارجي: %1
ca: Enllaç no vàlid, o enllaç extern: %1
cs: Neplatný nebo externí odkaz: %1
de: Ungültiger oder externer Link: %1
el: Άκυρος ή εξωτερικός σύνδεσμος: %1
es: Enlace no válido, o enlace externo: %1
fa: نامعتبر یا پیوند به خارج: %1
fr: Lien invalide ou externe : %1
gl: Ligazón inválida ou externa: %1
hu: Hibás vagy külső link: %1
it_it: Collegamento non valido o esterno: %1
ja: 無効な外部リンク: %1
ko_kr: 잘못된 링크 또는 외부 링크: %1
nl_nl: Onjuiste of externe verwijzing: %1
pl: Nieprawidłowy lub odnośnik zewnętrzny: %1
pt_br: Link inválido ou externo: %1
ro: Legătură invalidă sau externă: %1
ru: Ссылка неверна или ведёт вовне: %1
sk: Neplatný alebo externý odkaz: %1
sr: Неисправан или спољни линк: %1
tr: Bağlantı geçersiz ya da dışarıda: %1
uk: Хибне або зовнішнє посилання: %1
zh_cn: 无效或外部链接： %1

source: External link: %1
ar: رابطٌ خارجيّ: %1
ca: Enllaç extern: %1
cs: Externí odkaz: %1
de: Externer Link: %1
el: Εξωτερικός σύνδεσμος: %1
es: Enlace externo: %1
fa: پیوند خارجی: %1
fr: Lien externe : %1
gl: Ligazón externa: %1
hu: Külső link: %1
it_it: Collegamento esterno: %1
ja: 外部リンク: %1
ko_kr: 외부 링크: %1
nl_nl: Externe link: %1
pl: Odnośnik zewnętrzny: %1
pt_br: Link externo: %1
ro: Legărută externă: %1
ru: Внешняя ссылка: %1
sk: Externý odkaz: %1
sr: Спољни линк: %1
tr: Dış bağlantı: %1
uk: Зовнішнє посилання: %1
zh_cn: 外部链接： %1

source: Document settings
ca: Paràmetres del document
cs: Nastavení dokumentu
de: Dokumenteinstellungen
el: Ρυθμίσεις εγγράφου
es: Configuración del documento
fa: تنظیمات سند
fr: Paramètres de document
gl: Configuración do documento
hu: Dokumentum beállítások
it_it: Impostazioni del documento
ja: 書籍設定
ko_kr: 문서 설정
nl_nl: Documentinstellingen
pl: Ustawienia dokumentu
pt_br: Configurações do documento
ru: Настройки документа
sk: Nastavenia dokumentu
sr: Подешавања документа
tr: Belge ayarları
uk: Налаштування документа
zh_cn: 文档设置
