Repository: spruceUI/spruceOS
Catalog: App/KoReader/l10n/*/koreader.po
Languages: ar, ca, cs, de, el, es, fa, fr, gl, hu, it_it, ja, ko_kr, nl_nl, pl, pt_br, ro, ru, sk, sr, tr, uk, zh_cn

source: Would you like to read this Wikipedia %1 article? %2
ar: هل تودّ قراءة مقالة ويكيبيديا %1 هذه؟ %2
ca: Vol llegir l'article %1 de Viquipèdia? %2
cs: Chcete číst tento článek z Wikipedie %1? %2
de: Möchten Sie diesen Wikipedia %1 Artikel lesen? %2
el: Θα θέλατε να διαβάσετε αυτό το άρθρο της Βικιπαίδειας %1; %2
es: ¿Quiere leer el artículo %1 de Wikipedia? %2
fa: دوست دارید این مقاله ویکی‌پدیا %1 را مطالعه کنید؟ %2
fr: Voulez-vous lire cet article Wikipédia %1 ? %2
gl: Gustaríache ler este artigo da Wikipedia %1? %2
hu: Szeretné elolvasni ezt a Wikipedia %1 cikket? %2
it_it: Ti piacerebbe leggere questo articolo di Wikipedia %1? %2
ja: この Wikipedia %1 の記事を読みますか? %2
ko_kr: 위키피디아의 %1에 대한 글감을 읽을까요? %2
nl_nl: Wil je dit Wikipedia-artikel raadplegen? %1 %2
pl: Czy chcesz przeczytać artykuł Wikipedii %1? %2
pt_br: Gostaria de ler o artigo %1 da Wikipédia? %2
ro: Ai dori să citești acest articol Wikipedia %1? %2
ru: Вы хотите прочесть данную статью Википедии: %1? %2
sk: Chceli by ste si prečítať na stránke Wikipédie %1 tento článok? %2
sr: Желите ли да читате овај Википедија %1 чланак? %2
tr: Bu Vikipedi %1 yazısını okumak ister misiniz? %2
uk: Бажаєте прочитати цю статтю з Вікіпедії %1? %2
zh_cn: 要阅读维基百科 %1 文章吗？ %2

source: Read EPUB
ar: قراءة EPUB
ca: Llegir EPUB
cs: Číst EPUB
de: Lese EPUB
el: Ανάγνωση EPUB
es: Leer EPUB
fa: مطالعه EPUB
fr: Lire l’ePub
gl: Ler EPUB
hu: EPUB olvasása
it_it: Leggi EPUB
ja: EPUB を読む
ko_kr: EPUB 읽기
nl_nl: Lees EPUB
pl: Czytaj EPUB
pt_br: Ler o EPUB
ro: Citește EPUB
ru: Читать EPUB
sk: Čítať EPUB
sr: Читај EPUB
tr: EPUB oku
uk: Читати EPUB
zh_cn: 阅读 EPUB

source: This article has previously been saved as EPUB. You may wish to read the saved EPUB instead.
ar: لقد حُفِظَت هذه المقالة بتنسيق EPUB مسبقًا. قد تفضّل قراءة ملف EPUB المحفوظ من قبل بدل ذلك.
ca: Aquest article ha estat guardat prèviament com EPUB. És possible que prefereixi llegir el EPUB guardat en el seu lloc.
cs: Tento článek byl dříve uložen jako EPUB. Nechcete raději číst uložený EPUB?
de: Dieser Artikel wurde zuvor als EPUB gespeichert. Du kannst stattdessen das gespeicherten EPUB lesen.
el: Αυτό το άρθρο είχε ήδη αποθηκευτεί ως EPUB. Μπορείτε να διαβάσετε το αποθηκευμένο EPUB αντ' αυτού.
es: Este artículo ha sido guardado previamente como EPUB. Es posible que prefiera leer el EPUB guardado en su lugar.
fa: این مقاله قبلاً به عنوان یک فایل EPUB ذخیره شده است. شاید بخواهید EPUB ذخیره شده را به جایش مطالعه کنید.
fr: Cet article a déjà été enregistré au format ePub. Il pourrait être préférable de lire la version précédemment enregistrée.
gl: Este artigo foi gardado antes como EPUB. Quizais prefires ler o ficheiro EPUB .
hu: Ez a cikk már el lett mentve EPUB-ként. Inkább az elmentett EPUB fájlt olvassa.
it_it: Questo articolo è stato precedentemente salvato come EPUB. Potresti voler leggere invece l'EPUB salvato.
ja: この記事は以前にEPUB書式に保存されています。代わりにEPUBを読みましょう。
ko_kr: 이 글감은 이전에 EPUB으로 저장되었습니다. 저장된 EPUB으로 대체하여 읽을 수 있습니다.
nl_nl: Dit artikel is al eerder opgeslagen als EPUB. Wellicht wil je de opgeslagen EPUB lezen.
pl: Artykuł został wcześniej zapisany jako EPUB. Zamiast tego możesz przeczytać zapisany EPUB.
pt_br: Este artigo foi salvo anteriormente como EPUB. Você pode ler o EPUB salvo.
ro: Acest articol a fost salvat anterior ca EPUB. Ai putea citi EPUB-ul deja salvat în loc.
ru: Данная статья ранее была сохранена как EPUB, который вы можете прочитать вместо неё.
sk: Tento článok bol predtým uložený ako EPUB. Možno si budete chcieť namiesto online čítania prečítať uložený súbor EPUB.
sr: Овај чланак је раније сачуван као EPUB. Можда уместо тога желите да читате сачувани EPUB.
tr: Bu yazı daha önce EPUB olarak kaydedilmiş. Yazı yerine kaydedilmiş EPUB dosyasını okumak isteyebilirsiniz.
uk: Цю статтю раніше була збережено як EPUB. Можливо, ви хочете прочитати збережений файл EPUB натомість.
zh_cn: 此条目之前被保存为 EPUB 格式，你可能想要阅读这份 EPUB 文档。

source: Go back to previous location
ar: ارجع إلى الموضع السابق
ca: Retrocedir a la posició prèvia
cs: Přejít zpět na předchozí místo
de: Zurück zur vorherigen Position
el: Επιστροφή στην προηγούμενη τοποθεσία
es: Volver a la ubicación anterior
fa: بازگشت به موقعیت قبلی
fr: Retourner à l’emplacement précédent
gl: Volver á posición anterior
hu: Visszalépés az előző pozícióhoz
it_it: Torna alla posizione precedente
ja: 元の位置に戻る
ko_kr: 이전 위치로 돌아가기
nl_nl: Ga terug naar vorige locatie
pl: Wróć do poprzedniej lokalizacji
pt_br: Voltar para a localização anterior
ro: Mergi la locația precedentă
ru: Вернуться к предыдущему местоположению
sk: Vrátiť sa späť na predchádzajúce miesto
sr: Назад на претходну локацију
tr: Önceki konuma dön
uk: Повернутись до попередього місця
zh_cn: 跳转到上一位置

source: Clear location history?
ar: هل تريد إزالة سجل الأماكن؟
ca: Esborrar historial de localitzacions?
cs: Pročistit historii míst?
de: Lösche Fortschrittsverlauf?
el: Να γίνει εκκαθάριση ιστορικού τοποθεσιών;
es: ¿Borrar historial de posiciones?
fa: پاکسازی تاریخچه مکان‌ها؟
fr: Supprimer l’historique des emplacements ?
gl: Borrar historial de posición?
hu: Törli a helyelőzményeket?
it_it: Cancella cronologia delle posizioni?
ja: ページめぐりの履歴を消去しますか?
ko_kr: 위치 내력을 지울까요?
nl_nl: Locatiegeschiedenis wissen?
pl: Wyczyścić historię lokalizacji?
pt_br: Limpar o histórico de localização?
ro: Ștergi istoricul locațiilor?
ru: Очистить историю местоположений?
sk: Vymazať históriu miest?
sr: Да обришем историју локација?
tr: Konum geçmişi temizlensin mi?
uk: Очистити історію розташування?
zh_cn: 清除位置历史记录？

source: Go forward to next location
ca: Avançar a la posició següent
cs: Přejít dopředu na další místo
de: Vorwärts zur nächsten Position
el: Μετάβαση στην επόμενη τοποθεσία
es: Avanzar a la posición siguiente
fa: جلو رفتن به موقعیت بعدی
fr: Avancer vers l'emplacement suivant
gl: Avanzar á seguinte posición
hu: Tovább a következő helyre
it_it: Avanza alla posizione successiva
ko_kr: 다음 위치로 이동
nl_nl: Ga vooruit naar volgende locatie
pl: Przejdź naprzód do następnej lokalizacji
pt_br: Avançar para a próxima localização
ru: Перейти к следующему местоположению
sk: Ísť vpred na nasledujúce miesto
sr: Напред на наредну локацију
tr: Sonraki konuma ilerle
uk: Перейти до наступного розташування
zh_cn: 前进到下一个位置

source: Clear forward location history?
ca: Esborrar historial de posicions?
cs: Pročistit dopřednou historii míst?
de: Vorwärts-Positionsverlauf löschen?
el: Να γίνει εκκαθάριση του ιστορικού των επόμενων τοποθεσιών;
es: ¿Borrar historial de posiciones?
fa: پاکسازی تاریخچه مکان‌های پیش رو؟
fr: Supprimer l’historique des emplacements ?
gl: Borrar o historial de posicións?
hu: Törli a helyelőzményeket?
it_it: Cancella storia delle posizioni in avanti?
ko_kr: 앞으로의 위치 기록을 지울까요?
nl_nl: Voorwaartse locatiegeschiedenis wissen?
pl: Wyczyścić historię lokalizacji naprzód?
pt_br: Limpar o histórico de localização?
ru: Очистить историю перехода вперёд по местоположениям?
sk: Vymazať históriu dalších miest?
sr: Да обришем историју наредних места?
tr: İlerleme konumu geçmişi temizlensin mi?
uk: Очистити історію переходів уперед?
zh_cn: 清除跳转历史记录？

source: Links
ar: روابط
ca: Enllaços
cs: Odkazy
el: Σύνδεσμοι
es: Enlaces
fa: پیوند‌ها
fr: Liens
gl: Ligazóns
hu: Hivatkozások (linkek)
it_it: Collegamenti
ja: リンク
ko_kr: 링크
pl: Odnośniki
ro: Legături
ru: Ссылки
sk: Odkazy
sr: Линкови
tr: Bağlantılar
uk: Посилання
zh_cn: 链接

source: Tap to follow links
ar: انقر لاتباع الروابط
ca: Prémer per seguir enllaços
cs: Ťuknutím přejít na odkaz
de: Tippen um Links zu folgen
el: Πάτημα για παρακολούθηση των συνδέσμων
es: Pulsar para seguir enlaces
fa: ضربه برای باز کردن پیوند‌ها
fr: Toucher pour suivre les liens
gl: Preme para abrir ligazóns
hu: Linkek követése érintésre
it_it: Tocca per seguire i collegamenti
ja: タップするとリンクを辿ります
ko_kr: 링크 열려면 탭
nl_nl: Tik om links te volgen
pl: Stuknij, aby podążać za odnośnikami
pt_br: Toque para seguir os links
ro: Atinge pentru a accesa legăturile
ru: Касание для перехода по ссылкам
sk: Ťuknutím nasledovať odkazy
sr: Тапните да следите линкове
tr: Bağlantıları izlemek için dokunun
uk: Натисніть, щоб перейти за посиланнями
zh_cn: 轻按来跟随链接

source: Tap on links to follow them.
ar: اضغط على الروابط لمتابعتها.
ca: Prémer sobre els enllaços per seguir-los.
cs: Ťukněte na odkaz, abyste na něho přešli.
de: Auf Links tippen um ihnen zu folgen.
el: Πάτημα στους συνδέσμους για παρακολούθησή τους.
es: Pulsar sobre los enlaces para seguirlos.
fa: ضربه بر روی پیوند‌ها برای باز کردن آنها.
fr: Toucher les liens pour les suivre.
gl: Premer en ligazóns para abrilas.
hu: Érintse meg a linkeket, azok követése céljából.
it_it: Tocca i collegamenti per seguirli.
ja: リンクをタップして辿ります。
ko_kr: 링크로 이동하기 위한 링크 탭.
nl_nl: Tik op links om ze te volgen.
pl: Stuknij w odnośniki, aby za nimi podążać.
pt_br: Toque nos links para segui-los.
ro: Atinge legăturile pentru a le accesa.
ru: Для перехода по ссылке коснитесь её пальцем.
sk: Ťuknutím na odkazy ich môžete nasledovať.
sr: Тап на линк вас води на циљ.
tr: Bağlantıları açmak için bağlantılara dokunun.
uk: Натисніть на посилання, щоб перейти за ними.
zh_cn: 点击链接可以打开链接目标。

source: Ignore external links on tap
ar: تجاهل لمس الروابط الخارجيّة
ca: Ignorar enllaços externs en prémer
cs: Ignorovat ťuknutí na externí odkazy
de: Ignoriere externe Links beim Tippen
el: Παράβλεψη εξωτερικών συνδέσμων στο πάτημα
es: Ignorar enlaces externos al pulsar
fa: صرف نظر از ضربه روی پیوند‌های به خارج
fr: Ignorer les touchers sur liens externes
gl: Ignorar ligazóns externas ao premer
hu: A külső linkek ne reagáljanak érintésre
it_it: Ignora collegamenti esterni al tocco
ja: タップ時に外部リンクを無視する
ko_kr: 탭할 때 외부 링크 무시하기
nl_nl: Negeer externe links bij tikken
pl: Ignoruj odnośniki zewnętrzne po stuknięciu
pt_br: Ignorar links externos ao tocar
ro: Ignoră legăturile externe la atingere
ru: Игнорировать внешние ссылки при касании
sk: Ignorovať externé odkazy po ťuknutí
sr: Игнориши спољне линкове приликом тапа
tr: Dokunmada dış bağlantılar yok sayılsın
uk: Не переходити за зовнішніми посиланнями при натисканні
zh_cn: 点击时忽略外部链接

source: Ignore taps on external links. Useful with Wikipedia EPUBs to make page turning easier. You can still follow them from the dictionary window or the selection menu after holding on them.
ar: تجاهل اللمسات على الروابط الخارجية. يفيد هذا في ملفات EPUB عن صفحات ويكيبيديا ليصبح تقليب الصفحات أسهل. لا يزال بإمكانك اتباعها من خلال نافذة القاموس أو قائمة التحديد عند اللمس المطوّل عليها.
ca: Ignorar pulsacions en enllaços externs. Aquesta opció és útil per facilitar el canvi de pàgina en els EPUBs de Wikipedia. Els enllaços podran ser oberts prement en ells en la finestra del diccionari o en el menú de selecció.
cs: Ignoruje ťuknutí na externí odkazy. Užitečné u EPUBů z Wikipedie, kde usnadňuje otáčení stránek. Na odkazy stále můžete přejít z okna slovníku, nebo nabídky výběru, když je podržíte.
de: Ignoriere Tippen auf externe Links. Nützlich für Wikipedia EPUBs, um das Blättern zu erleichtern. Sie können ihnen weiterhin aus dem Wörterbuchfenster oder dem Auswahlmenü folgen, nachdem Sie sie gedrückt haben.
el: Παραβλέπει τα πατήματα σε εξωτερικούς συνδέσμους. Χρήσιμο με τα EPUB της Βικιπαίδειας για ευκολότερη αλλαγή σελίδας. Μπορείτε όμως να τους ακολουθήσετε από το παράθυρο του λεξικού ή από το μενού επιλογής μετά από παρατεταμένο πάτημα σ' αυτούς.
es: Ignorar pulsaciones en enlaces externos. Esta opción es útil para facilitar el cambio de página en los EPUBs de Wikipedia. Los enlaces podrán ser abiertos pulsando en ellos en la ventana del diccionario o en el menú de selección.
fa: صرف نظر کردن از ضربه بر روی پیوند‌های خارجی. ورق زدن EPUB‌های ویکی‌پدیا را آسان‌تر می‌کند. شما همچنان می‌توانید پیوند‌ها را بعد از لمس طولانی، از پنجره واژه‌نامه یا منوی انتخاب باز کنید.
fr: Ignorer les touchers sur les liens externes. Utile avec les ePubs de Wikipédia pour faciliter le changement de page. Vous pouvez toujours les suivre à partir de la fenêtre du dictionnaire ou du menu de sélection après avoir maintenu votre doigt dessus.
gl: Ignorar pulsacións en ligazóns externas. Útil con EPUBs da Wikipedia para que pasar páxina sexa máis doado. Aínda é posible abrir as ligazóns externas desde a xanela do dicionario ou o menú de selección tras mantelas pulsadas.
hu: Hagyja figyelmen kívül a külső linkeket. Hasznos a Wikipedia EPUB-oknál az oldalváltás megkönnyítése érdekében. Továbbra is követheti őket a szótár ablakból vagy a kiválasztás menüből, miután lenyomva tartotta őket.
it_it: Ignora i tocchi sui collegamenti esterni. Questo è utile per facilitare il cambio di pagina con gli EPUB di Wikipedia. Questi collegamenti possono essere aperti facendo clic su di essi nella finestra del dizionario o nel menu di selezione.
ja: 外部リンクのタップを無視します。WikipediaのEPUBでページめくりをしやすくするために便利です。 なお、長押しした後の辞書ウィンドウや選択メニューからは、これまで通りリンクを辿ることができます。
ko_kr: 탭으로 외부 링크로 이동 무시하기. 위키피디아 EPUB을 사용하면서 페이지 넘기기를 편하게 할 수 있습니다. 사전 창이나 선택 메뉴에서 길게 누르면 외부 링크로 이동할 수 있습니다.
nl_nl: Negeer tikken op externe links. Handig met Wikipedia EPUB's om pagina's omslaan makkelijker te maken. De links kunnen nog steeds worden gevolgd vanuit het woordenboekvenster of het selectiemenu door de links langer ingedrukt te houden.
pl: Ignoruje stuknięcia w odnośniki zewnętrzne. Przydatne w przypadku pliku EPUB Wikipedii, aby ułatwić przechodzenie pomiędzy stronami. Możesz nadal korzystać z odnośników z okna słownika lub z menu wyboru po ich przytrzymaniu.
pt_br: Ignora toques em links externos. Útil com os EPUBs da Wikipédia para tornar a virada de página mais fácil. Você ainda pode segui-los na janela do dicionário ou no menu de seleção depois de segurá-los.
ro: Ignoră atingerile pe legături externe. Util pentru EPUB-urile Wikipedia pentru a întoarce paginile mai ușor. Poți totuși să urmezi legăturile din fereastra dicționar sau din meniul de selecție după ce ții lung apăsat pe ele.
ru: Игнорировать касания внешних ссылок. Полезно для EPUB-файлов Википедии с целью упрощения листания страниц. Вы всё равно можете переходить по ссылкам из окна словаря или меню выбора, удерживая их пальцем.
sk: Ignorovať ťuknutia na externé odkazy. Užitočné s EPUB Wikipedia na uľahčenie otáčania stránok. Nasledovať odkazy z okna slovníka alebo výberového menu je stále možné po dlhšom podržaní prstu na nich.
sr: Игноришу се тапови на спољне линкове. Корисно је за лакше окретање страница Википедија EPUB докумената. И даље можете да их следите из прозора речника или из менија за избор након дугог притиска на њих.
tr: Dış bağlantılara dokunmalar yok sayılır. Vikipedi EPUB dosyaları için sayfa çevirmeyi kolaylaştırır. Bunun yanında bu bağlantılar sözlük penceresinden ya da üzerinde basılı tutarak çıkan seçim menüsünden açılabilir.
uk: Ігнорувати натискання на зовнішніх посиланнях. Корисно з EPUB для Вікіпедії, щоб полегшити перегортання сторінок. Ви все одно зможете перейти за ними у вікні словника або в меню вибору, утримуючи їх.
zh_cn: 忽略在外部链接的点击事件。这个功能使维基百科EPUB更易翻页。 你依旧可以从词典窗口或是长按选择菜单来打开外部链接。

source: Swipe to go back
ar: اسحب بإصبعك للعودة للوراء
ca: Lliscar per a retrocedir
cs: Přejít zpět tažením
de: Wischen um zurückzugehen
el: Σάρωση για επιστροφή
es: Deslizar para retroceder
fa: کشیدن برای عقب رفتن
fr: Balayer pour revenir en arrière
gl: Desliza para volver
hu: Visszalépés suhintással
it_it: Striscia per tornare indietro
ja: スワイプして戻る
ko_kr: 스와이프로 뒤로가기
nl_nl: Swipe om terug te gaan
pl: Przesuń palcem, aby wrócić
pt_br: Deslizar para voltar
ro: Glisează pentru a merge înapoi
ru: Свайп для возврата
sk: Potiahnutím sa vrátiť naspäť
sr: Превуците за повратак назад
tr: Geri gitmek için kaydırın
uk: Проведіть, щоб повернутись
zh_cn: 滑动返回

source: Swipe to the right to go back to the previous location after you have followed a link. When the location stack is empty, swiping to the right takes you to the previous page.
ar: اسحب إلى اليمين للعودة إلى الموقع السابق بعد اتباعك للرابط. عندما تكون مكدس الموقع فارغًا ، يؤدي التمرير سريعًا جهة اليمين إلى نقلك إلى الصفحة السابقة.
ca: Lliscar cap a la dreta per tornar a la ubicació anterior després d'haver seguit un enllaç. Quan la llista d'ubicacions està buida, en lliscar cap a la dreta s'accedirà a la pàgina anterior.
cs: Táhněte doprava, abyste se vrátili zpět na předchozí místo potom, co jste přešli na odkaz. Pokud je historie míst prázdná, dostanete se tažením doprava na předchozí stránku.
de: Wischen Sie nach rechts, um zur vorherigen Position zurückzukehren, nachdem Sie einem Link gefolgt sind. Wenn der Positions-Stack leer ist, führt Sie ein Wischen nach rechts zur vorherigen Seite.
el: Σαρώστε προς τα δεξιά για να επιστρέψετε στην προηγούμενη τοποθεσία αφού ακολουθήσετε έναν σύνδεσμο. Όταν η μνήμη τοποθεσιών είναι κενή, η σάρωση προς τα δεξιά σας μεταφέρει στην προηγούμενη σελίδα.
es: Deslizar hacia la derecha para volver a la posición anterior después de haber seguido un enlace. Cuando la lista de posiciones está vacía, al deslizar hacia la derecha se accederá a la página anterior.
fr: Balayer vers la droite pour retourner à l’endroit précédent après avoir suivi un lien. Si vous n’avez pas suivi de lien, le balayage vous renverra à la page précédente.
gl: Deslizar á dereita para volver ao punto anterior despois de seguir unha ligazón. Se non hai puntos previos, deslizar á esquerda levarate á páxina anterior.
hu: Suhintson jobbra, hogy visszatérjen az előző pozícióhoz, ahol a linkre kattintott. Ha az előző helyek listája üres, jobbra húzva az előző oldalra jut.
it_it: Scorri verso destra per tornare alla posizione precedente dopo aver seguito un collegamento. Quando lo scaffale di posizioni è vuoto, scorrendo verso destra si passa alla pagina precedente.
ja: リンクを辿った後、右にスワイプすると前の場所に戻ります。場所スタックが空の場合、右にスワイプすると前のページに戻ります。
ko_kr: 링크를 따라간 후 이전 위치로 돌아가려면 오른쪽으로 스와이프합니다. 위치 내력이 비어 있는 경우 오른쪽으로 스와이프하면 이전 페이지로 이동합니다.
nl_nl: Veeg naar rechts om terug te gaan naar de vorige locatie na het volgen van een link. Als er geen geschiedenis van locaties is, dan gaat naar rechts vegen terug naar de vorige pagina.
pl: Przesunięcie palcem z lewej do prawej spowoduje powrót do poprzedniej lokalizacji – po przeniesieniu przez odnośnik. Jeżeli nie będzie możliwy powrót, wówczas nastąpi przeniesienie do poprzedniej strony.
pt_br: Deslize para a direita para voltar ao local anterior depois de ter seguido um link. Quando a pilha de locais está vazia, deslizar para a direita leva você para a página anterior.
ro: Glisează spre dreapta pentru a merge înapoi la locația precedentă după ce ai urmat o legătură. Cînd stiva de locații este goală, glisarea spre dreapta te va duce la pagina precedentă.
ru: Свайп вправо после перехода по ссылке вернёт вас в предыдущее местоположение. Если история местоположений пуста, свайп вправо откроет предыдущую страницу.
sk: Po nasledovaní odkazu, sa potiahnutím prstu doprava vrátite na predchádzajúce miesto. Keď je zoznam umiestnení prázdny, potiahnutím prstom doprava sa dostanete na predchádzajúcu stránku.
sr: Превуците у десно да се вратите на претходну локацију након што сте следили линк. Када је стек локација празан, превлачење у десно вас води на претходну страницу.
tr: Bir bağlantıyı açtıktan sonra sağa kaydırarak önceki konuma geri dönebilirsiniz. Herhangi bir konum kaydı yoksa, sağa kaydırmak sizi önceki sayfaya döndürür.
uk: Проведіть пальцем праворуч, щоб повернутися до попереднього місця після переходу за посиланням. Коли історія розташувань порожня, проводячи пальцем праворуч, ви потрапляєте на попередню сторінку.
zh_cn: 在点击链接后，向右滑动可以回到之前的位置。若链接点击记录为空，则会回到上一页。

source: Swipe to follow nearest link
ar: اسحب لاتباع أقرب رابط
ca: Lliscar per seguir l'enllaç més proper
cs: Přejít na nejbližší odkaz tažením
de: Wischen um nähestem Link zu folgen
el: Σάρωση για παρακολούθηση πλησιέστερου συνδέσμου
es: Deslizar para seguir el enlace más cercano
fa: کشیدن برای باز کردن نزدیک‌ترین پیوند
fr: Balayer pour suivre le lien le plus proche
gl: Deslizar para seguir a ligazón máis próxima
hu: Suhintással a legközelebbi hivatkozás követése
it_it: Striscia per seguire il collegamento più vicino
ja: スワイプすると最も近くのリンク先を表示
ko_kr: 스와이프로 가까운 링크 열기
nl_nl: Veeg om dichtstbijzijnde link te volgen
pl: Przesuń palcem – idź do najbliższego odnośnika
pt_br: Deslizar para seguir o link mais próximo
ro: Glisează pentru a accesa cea mai apropiată legătură
ru: Свайп для перехода на ближайшую ссылку
sk: Potiahnutím prejsť na najbližší odkaz
sr: Превуците да следите најближи линк
tr: En yakın bağlantıya gitmek için kaydırın
uk: Проведіть, щоб перейти до найближчого посилання
zh_cn: 滑动进入最近的链接
