Repository: spruceUI/spruceOS
Catalog: App/KoReader/l10n/*/koreader.po
Languages: ar, ca, cs, de, el, es, fa, fr, gl, hu, it_it, ja, ko_kr, nl_nl, pl, pt_br, ro, ru, sk, sr, tr, uk, zh_cn

source: Line copied to clipboard.
ar: تم نسخ سطر إلى الحافظة.
ca: Línia copiada en el portapapers.
cs: Řádek byl zkopírován do schránky.
de: Zeile in die Zwischenablage kopiert.
el: Η γραμμή αντιγράφηκε στο πρόχειρο.
es: Línea copiada en el portapapeles.
fa: خط به تخته گیره اضافه شد.
fr: Ligne copiée dans le presse-papiers.
gl: Liña copiada ao portapapeis.
hu: A sor a vágólapra másolva.
it_it: Riga copiata negli appunti.
ja: 行がクリップボードにコピーされました。
ko_kr: 줄이 클립보드에 복사되었습니다.
nl_nl: Regel gekopieerd naar klembord.
pl: Wiersz skopiowano do schowka.
pt_br: Linha copiada para a área de transferência.
ro: Linia a fost copiată în clipboard.
ru: Строка скопирована в буфер обмена.
sk: Riadok bol skopírovaný do schránky.
sr: Линија је копирана у клипборд.
tr: Satır panoya kopyalandı.
uk: Рядок скопійовано до буфера обміну.
zh_cn: 链接已复制到剪贴板。

source: Copy word
ar: نسخ الكلمة
ca: Copiar paraula
cs: Kopírovat slovo
de: Wort kopieren
el: Αντιγραφή λέξης
es: Copiar palabra
fa: کپی کلمه
fr: Copier le mot
gl: Copiar palabra
hu: Szó másolása
it_it: Copia parola
ja: 単語をコピー
ko_kr: 단어 복사
nl_nl: Kopieer woord
pl: Kopiuj słowo
pt_br: Copiar palavra
ro: Copiază cuvîntul
ru: Копировать слово
sk: Kopírovať slovo
sr: Копирај реч
tr: Sözcüğü kopyala
uk: Копіювати слово
zh_cn: 复制单词

source: Word copied to clipboard.
ar: تم نسخ كلمة إلى الحافظة.
ca: Paraula copiada en el portapapers.
cs: Slovo bylo zkopírováno do schránky.
de: Wort in die Zwischenablage kopiert.
el: Η λέξη αντιγράφηκε στο πρόχειρο.
es: Palabra copiada en el portapapeles.
fa: کلمه به تخته گیره اضافه شد.
fr: Mot copié dans le presse-papier.
gl: Palabra copiada ao portapapeis.
hu: Szó a vágólapra másolva.
it_it: Parola copiata negli appunti.
ja: 単語がクリップボードにコピーされました。
ko_kr: 단어가 클립보드에 복사되었습니다.
nl_nl: Word gekopieerd naar klembord.
pl: Słowo skopiowano do schowka.
pt_br: Palavra copiada para a área de transferência.
ro: Cuvîntul a fost copiat în clipboard.
ru: Слово скопировано в буфер обмена.
sk: Slovo bolo skopírované do schránky.
sr: Реч је копирана у клипборд.
tr: Sözcük panoya kopyalandı.
uk: Слово скопійовано до буфера обміну.
zh_cn: 单词已复制到剪贴板。

source: Delete all
ca: Eliminar-ho tot
cs: Smazat vše
de: Alle löschen
el: Διαγραφή όλων
es: Borrar todo
fa: پاک‌کردن همه
fr: Tout effacer
gl: Borrar todo
hu: Összes eltávolítása
it_it: Cancella tutti
ko_kr: 모두 삭제
nl_nl: Alles verwijderen
pl: Usuń wszystko
pt_br: Excluir tudo
ru: Удалить всё
sk: Odstrániť všetko
sr: Обриши све
tr: Tümünü sil
uk: Видалити все
zh_cn: 删除全部

source: Set cursor to start of selection, then long-press in text box.
ca: Col·locar el cursor al principi de la selecció i fer una pulsació llarga en la caixa de text.
cs: Najděte kurzorem začátek výběru a pak dlouze podržte v textovém poli.
de: Setzen Sie den Cursor an den Anfang der Auswahl und drücken Sie dann lange im Textfeld.
el: Τοποθετήστε τον δρομέα στην αρχή της επιλογής και, στη συνέχεια, πατήστε παρατεταμένα στο πλαίσιο κειμένου.
es: Colocar el cursor al principio de la selección y realizar una pulsación larga en la caja de texto.
fr: Placez le curseur au début de la sélection, puis appuyez longuement dans la zone de texte.
gl: Mover o cursor ao comezo da selección, despois unha pulsación longa na caixa de texto.
hu: Állítsa a kurzort a kijelölés elejére, majd tartsa lenyomva.
it_it: Posiziona il cursore all'inizio della selezione, quindi tieni premuto nella casella del testo.
ko_kr: 커서를 선택 영역의 시작 부분으로 설정한 다음 텍스트 상자를 길게 누릅니다.
nl_nl: Plaats de cursor aan het begin van de selectie en houd daarna langer ingedrukt op het tekstveld.
pl: Ustaw kursor na początku zaznaczenia, a następnie przytrzymaj w polu tekstowym.
pt_br: Coloque o cursor no início da seleção e pressione a caixa de texto.
ru: Установить курсор в начало выделения, с последующим долгим касанием в текстовом поле.
sk: Nastavíte kurzor na začiatok výberu a potom dlho stlačte v textovom poli.
sr: Поставите курсор на почетак избора, па изврште дуги притисак на текст оквир.
tr: İmleci seçimin başlangıcına getirin ve metin kutusuna basılı tutun.
uk: Встановіть курсор на початок вибраного, а потім затисніть текстове поле.
zh_cn: 将光标设置到选择部分开头，然后按住不动。

source: Text may be binary content, and is not editable
ar: قد يكون النص عبارة عن محتوى ثنائي ، وغير قابل للتحرير
ca: El text pot ser contingut binari i no és editable
cs: Text může být binární kód, a proto ho nelze upravovat
de: Text kann binärer Inhalt sein und ist nicht editierbar
el: Το κείμενο μπορεί να είναι δυαδικό περιεχόμενο και δεν είναι επεξεργάσιμο
es: El texto puede ser contenido binario y no es editable
fr: Le texte peut être du contenu binaire et n’est donc pas modifiable
gl: Parece que o texto son datos binarios e non é editable
hu: Lehet, hogy a szöveg bináris tartalmú, és nem szerkeszthető
it_it: Il testo può essere contenuto binario e non è modificabile
ja: テキストはバイナリコンテンツである可能性があり、編集はできません
ko_kr: 내용이 이진 문서면 편집할 수 없습니다
nl_nl: De tekst is wellicht binair, en kan niet worden bewerkt
pl: Tekst może być treścią binarną i nie można go edytować
pt_br: O texto pode ser um conteúdo binário e não é editável
ro: Textul poate fi conținut binar și nu este editabil
ru: Текст может иметь двоичное содержимое и не подлежит редактированию
sk: Text môže mať binárny obsah a nie je možné ho upravovať
sr: Текст може бити бинарни садржај, па не може да се уређује
tr: Metin içeriği ikili olabilir ve düzenlenemeyebilir
uk: Текст може бути бінарним вмістом і його не можна редагувати
zh_cn: 此文本可能为二进制格式，无法被编辑

source: Show password
ar: أظهر كلمة السّر
ca: Mostrar contrasenya
cs: Zobrazit heslo
de: Zeige Passwort
el: Εμφάνιση κωδικού
es: Mostrar contraseña
fa: نمایش رمز عبور
fr: Afficher le mot de passe
gl: Mostrar contrasinal
hu: Jelszó megjelenítése
it_it: Mostra password
ja: パスワードを表示する
ko_kr: 암호 보이기
nl_nl: Wachtwoord weergeven
pl: Pokaż hasło
pt_br: Mostrar senha
ro: Arată parola
ru: Показывать пароль
sk: Ukázať heslo
sr: Прикажи лозинку
tr: Parolayı görüntüle
uk: Показувати пароль
zh_cn: 显示密码

source: Keyboard layout
ar: شَكلُ لوحةِ المفاتيح (لُغَتُها)
ca: Distribució del teclat
cs: Rozložení kláves
de: Tastaturbelegung
el: Διάταξη πληκτρολογίου
es: Distribución del teclado
fa: چیدمان صفحه کلید
fr: Disposition du clavier
gl: Distribución de teclado
hu: Billentyűzet nyelve
it_it: Layout della tastiera
ja: キーボード配列
ko_kr: 키보드 배열
nl_nl: Toetsenbordindeling
pl: Układ klawiatury
pt_br: Disposição do teclado
ro: Tip tastatură
ru: Раскладка клавиатуры
sk: Rozloženie klávesnice
sr: Распоред тастатуре
tr: Klavye düzeni
uk: Розкладка клавіатури
zh_cn: 键盘布局

source: Switch to layout
ar: التبديل إلى التخطيط
ca: Canviar distribució del teclat
cs: Přepnout na rozložení
de: Zum Layout wechseln
el: Εναλλαγή σε διάταξη
es: Cambiar distribución del teclado
fr: Changer de disposition
gl: Cambiar á disposición
hu: Átkapcsolás
it_it: Passare al layout
ja: 配列を変更する
ko_kr: 레이아웃으로 전환
nl_nl: Indeling wijzigen
pl: Przełącz na układ
pt_br: Mudar para disposição
ro: Comută la aspect
ru: Переключиться на раскладку
sk: Prepnúť na rozloženie
sr: Пређи на распоред
tr: Düzene geç
uk: Перейти до макета
zh_cn: 切换到布局

source: Enter page number
ar: أدخل رقم الصفحة
ca: Inserir número de pàgina
cs: Vložte číslo stránky
de: Seitenzahl eingeben
el: Εισαγάγετε αριθμό σελίδας
es: Insertar número de página
fa: شماره صفحه را وارد کنید
fr: Saisir le numéro de page
gl: Insire o número de páxina
hu: Oldalszám megadása
it_it: Immetti numero di pagina
ja: ページ番号を入力
ko_kr: 페이지 번호 입력
nl_nl: Voer paginanummer in
pl: Wprowadź numer strony
pt_br: Digite o número da página
ro: Întrodu numărul de pagină
ru: Введите номер страницы
sk: Zadať číslo strany
sr: Унесите број странице
tr: Sayfa numarasını yazın
uk: Введіть номер сторінки
zh_cn: 输入页码

source: Page %1 of %2
ar: الصفحة %1 من أصل %2
ca: Pàgina %1 de %2
cs: Stránka %1 z %2
de: Seite %1 von %2
el: Σελίδα %1 από %2
es: Página %1 de %2
fa: صفحه %1 از %2
fr: Page %1 de %2
gl: Páxina %1 de %2
hu: Oldalszám: %1 / %2
it_it: Pagina %1 di %2
ja: ページ %1 / %2
ko_kr: %1 / %2 페이지
nl_nl: Pagina %1 van %2
pl: Strona %1 z %2
pt_br: Página %1 de %2
ro: Pagina %1 din %2
ru: Страница %1 из %2
sk: Strana %1 z %2
sr: Страница %1 од %2
tr: Sayfa %1 / %2
uk: Сторінка %1 з %2
zh_cn: 第 %1 页，共 %2 页

source: No items
ar: لا توجد عناصر
ca: No hi ha elements
cs: Žádné položky
de: Keine Elemente
el: Χωρίς στοιχεία
es: No hay elementos
fa: موردی وجود ندارد
fr: Pas d’éléments
gl: Baleira
hu: Nincsenek elemek
it_it: Nessun elemento
ja: アイテムがない
ko_kr: 항목 없음
nl_nl: Geen items
pl: Brak elementów
pt_br: Nenhum item
ro: Nu există elemente
ru: Нет элементов
sk: Žiadne položky
sr: Нема ставки
tr: Herhangi bir öge bulunamadı
uk: Немає елементів
zh_cn: 无项目

source: Enter letter or page number
ar: أدخل الحرف أو رقم الصفحة
ca: Introduir una lletra o un número de pàgina
cs: Vložte písmeno nebo číslo stránky
de: Buchstabe oder Seitenzahl eingeben
el: Εισαγάγετε γράμμα ή αριθμό σελίδας
es: Introducir una letra o un número de página
fa: حرف یا شماره صفحه را وارد کنید
fr: Saisir la lettre ou le numéro de page
gl: Insire unha a letra ou número da páxina
hu: Betű vagy oldal sorszám megadása
it_it: Inserisci lettera o numero di pagina
ja: 文字またはページ番号を入力
ko_kr: 문자나 페이지 번호 입력
nl_nl: Voer letter of paginanummer in
pl: Wpisz literę lub numer strony
pt_br: Digitar letra ou número da página
ro: Întrodu o literă sau un număr de pagină
ru: Введите букву или номер страницы
sk: Zadajte písmeno alebo číslo strany
sr: Унесите слово или број странице
tr: Harf ya da sayfa numarasını yazın
uk: Введіть букву або номер сторінки
zh_cn: 输入字母或页码

source: (a - z) or (1 - %1)
ar: (أ - ي) أو (1 - %1)
ca: (1 - %1) or (a - z)
cs: (a - ž) nebo (1 - %1)
de: (a - z) oder (1 - %1)
el: (α - ω) ή (1 - %1)
es: (1 - %1) or (a - z)
fr: (a - z) ou (1 - %1)
gl: (a - z) ou (1 - %1)
hu: (a - z) vagy (1 - %1)
it_it: (a - z) o (1 - %1)
ja: (a - z) または (1 - %1)
ko_kr: (a - z) 또는 (1 - %1)
nl_nl: (a - z) of (1 - %1)
pl: (a - z) lub (1 - %1)
pt_br: (a – z) ou (1 – %1)
ro: (a - z) sau (1 - %1)
ru: (а - я) или (1 - %1)
sk: (a - z) alebo (1 - %1)
sr: (a - z) или (1 - %1)
tr: (a - z) veya (1 - %1)
uk: (а - я) або (1 - %1)
zh_cn: (a - z) 或 (1 - %1)

source: Go to letter
ar: الذّهاب إلى الحرف
ca: Anar a lletra
cs: Jít na písmeno
de: Gehe zu Buchstabe
el: Μετάβαση στο γράμμα
es: Ir a letra
fr: Aller à la lettre
gl: Ir á letra
hu: Tovább a levélre
it_it: Vai alla lettera
ja: 文字に移動
ko_kr: 이동할 문자
nl_nl: Ga naar letter
pl: Przejdź do litery
pt_br: Ir para a letra
ro: Mergi la litera
ru: Перейти к букве
sk: Isť na písmeno
sr: Иди на слово
tr: Mektuba git
uk: Перейти до букви
zh_cn: 前往字母

source: Choice 1
ar: الاختيار 1
ca: Opció 1
cs: Možnost 1
de: Auswahl 1
el: Επιλογή 1
es: Opción 1
fa: انتخاب ۱
fr: Choix 1
gl: Opción 1
hu: 1. lehetőség
it_it: Scelta 1
ja: 選択肢 1
ko_kr: 선택 1
nl_nl: Keuze 1
pl: Wybór 1
pt_br: Escolha 1
ro: Opțiunea 1
ru: Вариант 1
sk: Voľba 1
sr: Избор 1
tr: 1. Seçim
uk: Вибір 1
zh_cn: 选项 1

source: Choice 2
ar: الاختيار 2
ca: Opció 2
cs: Možnost 2
de: Auswahl 2
el: Επιλογή 2
es: Opción 2
fa: انتخاب ۲
fr: Choix 2
gl: Opción 2
hu: 2. lehetőség
it_it: Scelta 2
ja: 選択肢 2
ko_kr: 선택 2
nl_nl: Keuze 2
pl: Wybór 2
pt_br: Escolha 2
ro: Opțiunea 2
ru: Вариант 2
sk: Voľba 2
sr: Избор 2
tr: 2. Seçim
uk: Вибір 2
zh_cn: 选项 2

source: Natural light configuration
ar: إعدادات الإضاءة الطبيعيّة
ca: Configuració de llum natural
cs: Nastavení pro přirozené světlo
de: Konfiguration des ComfortLight
el: Διαμόρφωση φυσικού φωτισμού
es: Configuración de luz natural
fa: پیکربندی نور طبیعی
fr: Configuration du filtre lumière bleue
gl: Configuración para luz natural
hu: Természetes megvilágítás beállítása
it_it: Configurazione della luce naturale
ja: 自然光設定
ko_kr: 자연스런 빛 온도 구성
nl_nl: Natuurlijk licht instellen
pl: Konfiguracja regulowanej barwy oświetlenia
pt_br: Configuração da luz natural
ro: Configurare lumină naturală
ru: Естественная конфигурация подсветки
sk: Nastavenia prirodzeného svetla
sr: Конфигурација природног светла
tr: Doğal ışık yapılandırması
uk: Конфігурація природного світла
zh_cn: 自然光照配置

source: Amplification
ar: تضخيم
ca: Amplificació
cs: Zesílení
de: Verstärkung
el: Ενίσχυση
es: Amplificación
fr: Approfondissement
gl: Amplificación
hu: Erősítés
it_it: Amplificazione
ja: 増幅
ko_kr: 증폭
nl_nl: Versterking
pl: Wzmocnienie
pt_br: Amplificação
ro: Amplificare
ru: Усиление
sk: Zosilnenie
sr: Појачање
tr: Güçlendirme
uk: Посилення
zh_cn: 增益

source: Offset
ar: إزاحة
ca: Equilibri
cs: Odchylka
el: Αντιστάθμιση
es: Balance
fr: Décalage
gl: Compensación
hu: Eltolás
it_it: Sfasamento
ja: オフセット
ko_kr: 옵셋
nl_nl: Verstelling
pl: Przesunięcie
pt_br: Equilibrar
ro: Deplasament
ru: Смещение
sk: Vyváženie
sr: Померај
tr: Kayma
uk: Зміщення
zh_cn: 偏移量

source: White
ar: أبيض
ca: Blanc
cs: Bílá
de: Weiß
el: Άσπρο
es: Blanco
fa: سفید
fr: Blanc
gl: Branco
hu: Fehér
it_it: Bianco
ja: 白
ko_kr: 흰색
nl_nl: Wit
pl: Biały
pt_br: Branco
ro: Alb
ru: Белый
sk: Biela
sr: Бела
tr: Beyaz
uk: Білий
zh_cn: 白色

source: Red
ar: أحمر
ca: Roig
cs: Červená
de: Rot
el: Κόκκινο
es: Rojo
fa: قرمز
fr: Rouge
gl: Vermello
hu: Vörös
it_it: Rosso
ja: 赤
ko_kr: 빨강
nl_nl: Rood
pl: Czerwony
pt_br: Vermelho
ro: Roșu
ru: Красный
sk: Červená
sr: Црвена
tr: Kırmızı
uk: Червоний
zh_cn: 红色

source: Green
ar: أخضر
ca: Verd
cs: Zelená
de: Grün
el: Πράσινο
es: Verde
fa: سبز
fr: Vert
gl: Verde
hu: Zöld
it_it: Verde
ja: 緑
ko_kr: 초록
nl_nl: Groen
pl: Zielony
pt_br: Verde
ro: Verde
ru: Зелёный
sk: Zelená
sr: Зелена
tr: Yeşil
uk: Зелений
zh_cn: 绿色

source: Exponent
ar: معامل المضاعفة
cs: Mocnitel
el: Εκθέτης
es: Exponente
fa: توان
fr: Exposant
gl: Expoñente
hu: Kitevő
it_it: Esponente
ja: 指数
ko_kr: 지수
pl: Wykładnik
pt_br: Expoente
ru: Степень
sk: Znásobenie
sr: Експонент
tr: Üs
uk: Експонента
zh_cn: 伽马值

source: Obtaining IP address…
ar: جارٍ الحصول على عنوان إنترنت IP…
ca: S’està obtenint l’adreça IP…
cs: Získávání IP adresy…
de: Warte auf IP Adresse…
el: Λήψη IP διεύθυνσης…
es: Obteniendo dirección IP…
fa: درحال دریافت آدرس IP…
fr: Obtention de l’adresse IP…
gl: A obter o enderezo IP…
hu: IP cím beszerzése…
it_it: Acquisizione indirizzo IP…
ja: IP アドレスの取得中…
ko_kr: IP 주소 등록 중…
nl_nl: IP-adres aan het verkrijgen…
pl: Pobieranie adresu IP…
pt_br: Obtendo endereço IP…
ro: Se obține adresa IP…
ru: Получение IP-адреса…
sk: Získava sa IP adresa…
sr: Добија се IP адреса…
tr: IP adresi alınıyor…
uk: Отримуємо ІР адресу…
zh_cn: 正在获取 IP 地址……

source: disconnect
ar: غير متصل
ca: desconnectar
cs: odpojit
de: trennen
el: αποσύνδεση
es: desconectar
fa: قطع ارتباط
fr: déconnecter
gl: desconectar
hu: szétkapcsolódva
it_it: disconnetti
ja: 切断
ko_kr: 연결해제
nl_nl: verbreek
pl: rozłącz
pt_br: desconectar
ro: deconectează
ru: отключиться
sk: odpojiť
sr: прекини везу
tr: bağlantıyı kes
uk: від'єднатись
zh_cn: 断开连接

source: edit
ar: تحرير
ca: editar
cs: upravit
de: bearbeiten
el: επεξεργασία
es: editar
fa: ویرایش
fr: éditer
gl: editar
hu: szerkesztés
it_it: modifica
ja: 編集
ko_kr: 수정
nl_nl: bewerk
pl: edytuj
pt_br: editar
ro: editează
ru: редактировать
sk: upraviť
sr: уреди
tr: düzenle
uk: редагувати
zh_cn: 编辑

source: Connected.
ar: تم الاتصال.
ca: Connectat.
cs: Připojeno.
de: Verbunden.
el: Συνδεδεμένο.
es: Conectado.
fa: متصل شده.
fr: Connecté.
gl: Conectado.
hu: Kapcsolódva.
it_it: Connesso.
ja: 接続しました。
ko_kr: 연결됨.
nl_nl: Verbonden.
pl: Połączony.
pt_br: Conectado.
ro: Conectat.
ru: Подключено.
sk: Pripojené.
sr: Повезано.
tr: Bağlantı kuruldu.
uk: Приєднано.
zh_cn: 已连接。

source: Disconnecting…
ar: جاري قطع الاتصال…
ca: Desconnectant…
cs: Odpojování…
de: Trennen…
el: Αποσύνδεση…
es: Desconectando…
fa: در حال قطع اتصال…
fr: Déconnexion…
gl: A desconectar…
hu: Szétkapcsolódás…
it_it: Disconnessione…
ja: 切断中…
ko_kr: 연결을 끊는 중…
nl_nl: Verbinding aan het verbreken…
pl: Rozłączanie…
pt_br: Desconectando…
ro: Se deconectează…
ru: Отключение…
sk: Odpája sa…
sr: Веза се прекида…
tr: Bağlantı kesiliyor…
uk: Від'єдмнуємось…
zh_cn: 正在断开连接……

source: Password cannot be empty.
ar: لا يمكن أن تكون كلمة المرور فارغة.
ca: El camp contrasenya no pot estar buit.
cs: Heslo nemůže zůstat prázdné.
de: Passwort darf nicht leer sein.
el: Ο κωδικός πρόσβασης δεν μπορεί να είναι κενός.
es: El campo contraseña no puede estar vacío.
fa: رمز عبور نمی‌تواند خالی باشد.
fr: Le mot de passe ne doit pas être vide.
gl: O contrasinal non se pode deixar en branco.
hu: A jelszó nem lehet üres.
it_it: La password non può essere vuota.
ja: パスワードは空にできません。
ko_kr: 암호는 빈칸이 없어야 합니다.
nl_nl: Het wachtwoord kan niet leeg worden gelaten.
pl: Hasło nie może być puste.
pt_br: A senha não pode estar vazia.
ro: Parola nu poate fi goală.
ru: Пароль не может быть пустым.
sk: Heslo nemôže byť prázdne.
sr: Лозинка не може да буде празна.
tr: Parola ve onayı boş olamaz.
uk: Пароль не може бути порожнім.
zh_cn: 密码不能为空。

source: password (leave empty for open networks)
ar: كلمة المرور (اتركها فارغة للشبكات المفتوحة)
ca: contrasenya (deixar en blanc per a xarxes obertes)
cs: heslo (nezadávejte pro otevřené sítě)
de: Passwort (bei offenen Netzen leer lassen)
el: κωδικός πρόσβασης (αφήστε τον κενό για ανοικτά δίκτυα)
es: contraseña (dejar en blanco para redes abiertas)
fa: رمز عبور (برای شبکه‌های باز خالی رها شود)
fr: mot de passe (laissez vide pour les réseaux ouverts)
gl: contrasinal (deixar en branco para redes abertas)
hu: jelszó (nyílt hálózat esetén hagyja üresen)
it_it: password (lasciare vuoto per le reti aperte)
ja: パスワード (オープンネットワークには空のまで)
ko_kr: 암호(개방형 네트워크의 경우 비워 둠)
nl_nl: wachtwoord (leeg laten voor open netwerken)
pl: hasło (pozostaw puste dla otwartych sieci)
pt_br: senha (deixe vazio para redes abertas)
ro: parola (lasă liber pentru rețele nesecurizate)
ru: пароль (оставьте пустым для открытых сетей)
sk: heslo (v prípade otvorených sietí nechajte prázdne)
sr: лозинка (оставите празно за отворене мреже)
tr: parola (açık ağlar için boş bırakın)
uk: пароль (залиште порожнім для відкритих мереж)
zh_cn: 密码（开放网络留空即可）

source: Forget
ar: انسَ
ca: Oblidar
cs: Zapomenout
de: Vergessen
el: Διαγραφή από μνήμη
es: Olvidar
fa: فراموش کردن
fr: Oublier
gl: Esquecer
hu: Elfelejt
it_it: Dimentica
ja: 記憶しない
ko_kr: 지움
nl_nl: Vergeten
pl: Zapomnij
pt_br: Esquecer
ro: Uită
ru: Забыть
sk: Zabudnúť
sr: Заборави
tr: Unut
uk: Забути
zh_cn: 忘记

source: Networks with WEP encryption are not supported.
ar: الشبكات التي تحتوي على تشفير WEP غير مدعومة.
ca: Les xarxes amb encriptació WEP no estan suportades.
cs: Sítě s WEP šifrováním nejsou podporované.
de: Netzwerke Mit WPA-Verschlüsselung werden nicht unterstützt.
el: Δίκτυα με κρυπτογράφηση WEP δεν υποστηρίζονται.
es: Las redes con encriptación WEP no están soportadas.
fa: شبکه‌های با رمزنگاری WEP پشتیبانی نشده.
fr: Les réseaux avec chiffrement WEP ne sont pas pris en charge.
gl: As redes con cifrado WEP non están soportadas.
hu: A WEP titkosítást használó hálózatok nem támogatottak.
it_it: Le reti con crittografia WEP non sono supportate.
ja: WEP暗号化を使用するネットワークはサポートされていません。
ko_kr: WEP 암호화를 사용하는 네트워크는 지원하지 않습니다.
nl_nl: Netwerken met WEP-encryptie worden niet ondersteund.
pl: Sieci z szyfrowaniem WEP nie są obsługiwane.
pt_br: As redes com criptografia WEP não têm suporte.
ro: Rețelele cu criptare WEP nu sînt suportate.
ru: Сети с шифрованием WEP не поддерживаются.
sk: Siete so šifrovaním WEP nie sú podporované.
sr: Не подржавају се мреже са WEP шифровањем.
tr: WEP şifrelemesi kullanan ağlar desteklenmiyor.
uk: Мережі з шифруванням WEP не підтримуються.
zh_cn: 不支持 WEP 加密的网络。

source: Enter number
ar: أدخل رقمًا
ca: Introduir un número
cs: Vložte číslo
de: Nummer eingeben
el: Εισαγάγετε αριθμό
es: Introducir número
fa: ورود شماره
fr: Saisir un nombre
gl: Introduce número
hu: Írjon be egy értéket
it_it: Inserisci numero
ja: 番号を入力
ko_kr: 숫자 입력
nl_nl: Voer nummer in
pl: Wprowadź wartość
pt_br: Digite o número
ro: Întrodu număr
ru: Введите число
sk: Zadajte číslo
sr: Унесите број
tr: Numarayı yazın
uk: Введіть кількість
zh_cn: 输入数字

source: ATTENTION: Prefixing the input with ':' disables sanity checks! This value should be in the range of %1 - %2. Undefined behavior may occur.
ca: ATENCIÓ: En prefixar l'entrada amb ':' es desactiven els controls de seguretat! Aquest valor ha d'estar en el rang de %1 - %2. Podria produir-se un comportament imprevist.
de: ACHTUNG! Das Voranstellen von ':' deaktiviert die Sicherheitsprüfung! Dieser Wert sollte im Bereich von %1 - %2 liegen. Es kann zu undefiniertem Verhalten kommen.
el: ΠΡΟΣΟΧΗ: Η έναρξη της εισαγωγής με ':' απενεργοποιεί τους ελέγχους ορθότητας! Η τιμή αυτή πρέπει να κυμαίνεται μεταξύ %1 - %2. Ενδέχεται να εμφανιστεί απροσδιόριστη συμπεριφορά.
es: ATENCIÓN: ¡Al prefijar la entrada con ':' se desactivan los controles de seguridad! Este valor debe estar en el rango de %1 - %2. Podría producirse un comportamiento imprevisto.
fr: ATTENTION : Le fait de préfixer l'entrée par ":" désactive les vérifications de sécurité ! Cette valeur doit être comprise entre %1 et %2. Un comportement indéfini peut survenir.
gl: ATENCIÓN: Prefixar a entrada con ':' desactiva os controis de seguridade! Este valor debe estar no rango de %1 - %2. Podería producirse un comportamento imprevisto.
hu: FIGYELEM: A bemenet ':' előtaggal való ellátása kikapcsolja a "sanity" ellenőrzést! Az értéknek a %1 - %2 tartományban kell lennie. Meghatározatlan viselkedés léphet fel.
it_it: ATTENZIONE: Usare ':' come prefisso disabilita i controlli di integrità! Questo valore dovrebbe essere compreso nell'intervallo %1 - %2. Potrebbe verificarsi un comportamento indefinito.
ja: 注意: 入力の前に ':' を付けると健全性チェックが無効になります! この値は %1 - %2 の範囲である必要があります。 未定義の動作が発生する可能性があります。
ko_kr: 주목: 입력에 ':' 접두사를 붙이면 온전성 검사가 비활성화됩니다! 이 값은 %1 - %2 범위에 있어야 합니다. 정의되지 않은 동작이 발생할 수 있습니다.
nl_nl: ATTENTIE: De invoer vooraf laten gaan door ':' schakelt de sanity checks uit! Deze waarde moet in het bereik van %1 - %2 liggen. Ongedefinieerd gedrag kan optreden.
pl: UWAGA: Poprzedzenie danych wejściowych znakiem ':' wyłącza sprawdzanie poprawności! Ta wartość powinna mieścić się w zakresie %1 - %2. Może wystąpić niezdefiniowane zachowanie.
pt_br: ATENÇÃO: Prefixar a entrada com ':' desativa as verificações de integridade! Este valor deve estar na faixa de %1 - %2. Pode ocorrer um comportamento indefinido.
ro: ATENȚIE: Punînd ca prefix „:” se dezactivează verificările! Valoarea trebuie să fie în intervalul %1 - %2. Poate apărea comportament nedefinit.
ru: ВНИМАНИЕ: Ввод префикса «:» перед текстом отключает проверки на разумность! Данное значение должно находиться в интервале %1-%2. Возможно неопределенное поведение.
sk: POZOR: Predpona ':' na vstupe znemožňuje kontrolu správnosti! Táto hodnota by mala byť v rozsahu %1 - %2. Môže dôjsť k nepredvídateľnému správaniu.
sr: ПАЖЊА: Ако на почетак уноса ставите ’:’ искучују се провере исправности! Ова вредност би требало да је у опсегу %1 - %2. Може да дође до недефинисаног понашања.
tr: DİKKAT: Girişin önüne ':' eklendiğinde temizlik denetimleri yapılmaz! Bu değer %1 ile %2 arasında olmalıdır. Belirsiz bir davranışa neden olabilir.
uk: УВАГА: Введення даних з «:» на початку вимикає перевірку правильності! Ця величина повинна бути в діапазоні %1 - %2. Може виникнути невизначена поведінка.
zh_cn: 请注意。 用':'作为输入的前缀，会使理智检查失效! 这个值应该在%1 -%2 的范围内。 可能会出现未定义的行为。
