Repository: spruceUI/spruceOS
Catalog: App/KoReader/l10n/*/koreader.po
Languages: ar, ca, cs, de, el, es, fa, fr, gl, hu, it_it, ja, ko_kr, nl_nl, pl, pt_br, ro, ru, sk, sr, tr, uk, zh_cn

source: Show footnotes in popup
ar: إظهار الحواشي السفلية في النافذة المنبثقة
ca: Mostrar notes a peu de pàgina en una finestra emergent
cs: Zobrazit „pozn. pod čarou“ ve vyskak. okně
de: Fußnoten in Popups zeigen
el: Εμφάνιση υποσημειώσεων σε αναδυόμενο παράθυρο
es: Mostrar notas a pie de página en una ventana emergente
fa: نمایش پاورقی‌ها در پاپ‌آپ
fr: Afficher les notes de pied de page dans une fenêtre contextuelle
gl: Mostrar notas ao rodapé nun diálogo
hu: Felugró lábjegyzetek
it_it: Mostra note a piè di pagina in popup
ja: 脚注をポップアップで表示
ko_kr: 팝업 창에 각주 표시
nl_nl: Toon voetnoten in popup
pl: Pokaż przypisy dolne w oknie
pt_br: Mostrar notas de rodapé em pop-up
ro: Afișează notele de subsol în fereastră
ru: Показывать сноски во всплывающем окне
sk: Zobraziť poznámky pod čiarou vo vyskakovacom okne
sr: Прикажи фусноте у искачућем прозору
tr: Dipnotlar açılan pencerede görüntülensin
uk: Показувати виноски у діалоговому вікні
zh_cn: 以弹框方式显示脚注

source: Show internal link target content in a footnote popup when it looks like it might be a footnote, instead of following the link. Note that depending on the book quality, footnote detection may not always work correctly. The footnote content may be empty, truncated, or include other footnotes. From the footnote popup, you can jump to the footnote location in the book by swiping to the left.
ar: إظهار محتوى هدف الارتباط الداخلي في نافذة منبثقة للحاشية السفلية عندما يبدو أنه قد يكون حاشية سفلية ، بدلاً من اتباع الارتباط. لاحظ أنه بناءً على جودة الكتاب ، قد لا يعمل اكتشاف الحاشية السفلية دائمًا بشكل صحيح. قد يكون محتوى الحاشية السفلية فارغًا أو مبتوراً أو يتضمن حواشي سفلية أخرى. من النافذة المنبثقة للحاشية السفلية ، يمكنك الانتقال إلى موقع الحاشية السفلية في الكتاب عن طريق السحب إلى اليسار.
ca: Mostrar el contingut intern dels enllaços en una finestra emergent de nota a peu de pàgina, en lloc de seguir l'enllaç, quan parega que pot ser una nota a peu de pàgina. Depenent de la qualitat del llibre, la detecció de notes a peu de pàgina pot o no funcionar correctament. El contingut de la nota a peu de pàgina pot estar buit, truncat o incloure altres notes a peu de pàgina. Des de la finestra emergent de nota a peu de pàgina, lliscant el dit a l'esquerra, es pot saltar a la ubicació de la nota en el llibre.
cs: Zobrazí obsah cíle interního odkazu ve vyskakovacím okně s „poznámkou pod čarou“ v případě, že by to mohla být „poznámka pod čarou“, místo přejití na odkaz. Vemte na vědomí, že rozpoznávání „poznámek pod čarou“ závisí na kvalitě knihy a ne vždy musí správně fungovat. Obsah „poznámek pod čarou“ může být prázdný, zkrácený, nebo zahrnovat další „poznámky pod čarou“. Z vyskakovacího okna s „poznámkou pod čarou“ se můžete dostat zpět na místo v knize s „poznámkou pod čarou“ přejetím doleva.
de: Zeigen Sie interne Link-Inhalte in einem Fußnoten-Popup an, wenn es so aussieht, als wäre es eine Fußnote, anstatt dem Link zu folgen. Beachten Sie, dass die Fußnotenerkennung je nach Buchqualität nicht immer korrekt funktioniert. Der Inhalt der Fußnote kann leer sein, abgeschnitten oder andere Fußnoten enthalten. Aus dem Popup-Fenster der Fußnote können Sie zur Position der Fußnote im Buch springen, indem Sie nach links wischen.
el: Εμφάνιση περιεχομένου στόχου εσωτερικού συνδέσμου σε ένα αναδυόμενο παράθυρο υποσημειώσεων όταν φαίνεται ότι μπορεί να είναι υποσημείωση, αντί να ακολουθηθεί ο σύνδεσμος. Λάβετε υπόψη ότι, ανάλογα με την ποιότητα του βιβλίου, ο εντοπισμός υποσημειώσεων ενδέχεται να μη λειτουργεί πάντα σωστά. Το περιεχόμενο υποσημειώσεων μπορεί να είναι κενό, περικομμένο ή να περιλαμβάνει άλλες υποσημειώσεις. Από το αναδυόμενο παράθυρο υποσημειώσεων, μπορείτε να μεταβείτε στην τοποθεσία της υποσημείωσης στο βιβλίο σαρώνοντας προς τα αριστερά.
es: Mostrar el contenido interno de los enlaces en una ventana emergente de nota a pie de página cuando parezca que puede ser una nota a pie de página, en lugar de seguir el enlace. Dependiendo de la calidad del libro, la detección de notas a pie de página puede o no funcionar correctamente. El contenido de la nota a pie de página puede estar vacío, truncado o incluir otras notas a pie de página. Desde la ventana emergente de nota a pie de página, deslizando el dedo a la izquierda, se puede saltar a la ubicación de la nota en el libro.
fr: Afficher le contenu cible d’un lien interne dans une fenêtre lorsque le contenu semble être une note de pied de page. Notez que, selon la qualité du livre, la détection de la note de pied de page peut ne pas toujours fonctionner correctement. La note de pied de page peut être vide, tronquée, ou inclure d’autres notes de pied de page. À partir de la fenêtre contextuelle de note de pied de page, vous pouvez accéder directement à l’emplacement de la note de pied de page dans le livre en balayant vers la gauche.
gl: Mostrar o texto do destino dunha ligazón interna nun diálogo de nota ao rodapé cando pareza unha nota no canto de seguir a ligazón. Pode ser que a detección de notas ao rodapé non funcione correctamente sempre, dependendo da calidade do libro. A nota pode estar baleira, incompleta ou incluír outras notas. Podes volver ao lugar da nota no libro desde o diálogo, deslizando á esquerda.
hu: A belső hivatkozás céltartalmának megjelenítése a lábjegyzet felugró ablakban, ha úgy tűnik, hogy lábjegyzet lehet, ahelyett, hogy követné a linket. Vegye figyelembe, hogy a könyv minőségétől függően a lábjegyzet-felismerés nem mindig működik helyesen. A lábjegyzet tartalma lehet üres, csonka, vagy tartalmazhat más lábjegyzeteket is. A lábjegyzet felugró ablakból a könyvben található lábjegyzet helyére ugorhat, ha balra húzza az ujját.
it_it: Mostra il contenuto di destinazione del collegamento interno in un popup della nota a piè di pagina quando sembra che potrebbe essere una nota a piè di pagina, invece di seguire il collegamento. Tieni presente che, a seconda della qualità del libro, il rilevamento delle note a piè di pagina potrebbe non funzionare sempre correttamente. Il contenuto della nota a piè di pagina può essere vuoto, troncato o includere altre note a piè di pagina. Dal popup della nota a piè di pagina, puoi saltare alla posizione della nota a piè di pagina nel libro scorrendo verso sinistra.
ja: 脚注の可能性がありそうな場合、リンクをたどるのではなく、内部リンクの対象内容をを脚注ポップアップで表示します。 なお、書籍の品質によっては、脚注の検出が必ずしも正しく行われない場合があります。 脚注の内容が空であったり、切り捨てられたり、他の脚注が含まれていたりすることがあります。 脚注ポップアップから、左にスワイプすることで書籍内の脚注の場所にジャンプすることができます。
ko_kr: 각주처럼 보이는 내부 링크 대상 컨텐츠를 링크를 따라 이동하지 않는 대신 각주 팝업에 표시하기. 책의 품질에 따라 각주 감지가 올바르게 작동하지 않을 수도 있습니다. 각주 내용이 비어 있거나 잘리거나 다른 각주가 섞여나올 수 있습니다. 각주 팝업에서 왼쪽으로 스와이프하면, 책의 각주 위치로 이동할 수 있습니다.
nl_nl: Toon een intern linkdoel in een voetnootpopup als het eruit ziet alsof het een voetnoot zou kunnen zijn, in plaats van de link te volgen. Afhankelijk van de boekkwaliteit is het mogelijk dat voetnootdetectie niet altijd juist werkt. De voetnoot kan leeg zijn, afgekort, or ook delen van andere voetnoten bevatten. Vanaf de voetnootpopup kan naar de voetnootlocatie worden gegaan door links te vegen.
pl: Pokazuje zawartość odnośnika wewnętrznego w wyskakującym oknie przypisu, gdy algorytm wykrywa, że może być przypisem, a nie odnośnikiem. Zauważ, że w zależności od jakości książki, wykrywanie przypisów może nie zawsze działać poprawnie. Treść przypisu może być pusta, skrócona lub zawierać inne przypisy. Po wyskakującym okienku przypisu możesz przeskoczyć do położenia przypisu w książce, przesuwając palcem w lewo.
pt_br: Mostra o conteúdo do destino do link interno em uma janela de nota de rodapé quando parecer que pode ser uma nota de rodapé, em vez de seguir o link. Observe que, dependendo da qualidade do livro, a detecção de notas de rodapé pode nem sempre funcionar corretamente. O conteúdo da nota de rodapé pode estar vazio, truncado ou incluir outras notas de rodapé. Da janela na nota de rodapé, você pode ir para o local da nota de rodapé no livro deslizando para a esquerda.
ro: Afișează conținutul destinației legăturii internet într-o fereastră notă de subsol atunci cînd pare a fi o notă de subsol în loc de a urma legătura. Notă! În funcție de calitatea cărții, detecția notelor de subsol poate să nu funcționeze mereu corect. Conținutul notei de subsol poate fi gol, trunchiat sau să includă alte note de subsol. Din fereastra notei de subsol poți sări la locația notei de subsol din carte glisînd spre stînga.
ru: Показывать внутреннее содержимое целевой ссылки во всплывающем окне (когда оно выглядит как сноска) вместо перехода по ссылке. Обратите внимание, что, в зависимости от качества книги, обнаружение сносок может не всегда работать правильно. Содержимое сноски может быть пустым, усечённым или включающим в себя другие сноски. Из всплывающего окна сноски свайпом влево можно перейти к её местоположению в книге.
sk: Zobraziť obsah interného cieľového odkazu vo vyskakovacom okne poznámky pod čiarou, ak to vyzerá, že by to mohla byť poznámka pod čiarou, namiesto toho, aby ste nasledovali odkaz. Berte prosím do úvahy, že v závislosti od kvality knihy nemusí detekcia poznámok pod čiarou fungovať vždy správne. Obsah poznámky pod čiarou môže byť prázdny, skrátený alebo môže obsahovať iné poznámky pod čiarou. Z vyskakovacieho okna poznámky pod čiarou môžete prejsť na jej umiestnenie v knihe potiahnutím prstu doľava.
sr: Уместо да следи линк, приказује садржај циља интерног линка у искачућем прозору фусноте онда када се чини да је линк фуснота. Имајте на уму да успешност детекције фуснота зависи од квалитета књиге. Можда ће садржај фусноте бити празан, одсечен или ће да садржи и остале фусноте. Из искачућег прозора фусноте можете да скочите на локацију фусноте у књизи тако што превучете у лево.
tr: Açılmak yerine dipnot gibi görüntülenmesi gereken iç bağlantı hedefleri, bir dipnot açılan penceresinde görüntülenir. Kitabın kalitesine bağlı olarak dipnot algılaması doğru çalışmayabilir. Dipnot içeriği boş olabilir, kesilmiş olabilir veya başka dipnotlar içerebilir. Dipnot açılan penceresinde sola kaydırarak kitaptaki dipnot konumuna atlanabilir.
uk: Показувати вміст цільового внутрішнього посилання у вигулькній виносці, коли здається, що це може бути виноска, а не перехід за посиланням. Зауважте, що залежно від якості книги виявлення виноски може не завжди працювати правильно. Зміст виноски може бути порожнім, скороченим або включати інші виноски. З вигулькної виноски ви можете перейти до місця виноски в книзі, провівши пальцем ліворуч.
zh_cn: 当一个内部链接看上去像是脚注时，在一个额外的窗口中显示它。 这个功能高度依赖于书籍本身的质量，若书籍质量较差则自动检测功能可能不能正常工作。 例如，脚注内容可能为空、被截断，或包括其他脚注。 在脚注内容弹窗里面，你可以向左滑动跳转到脚注的位置。

source: Footnote popup settings
ca: Configuració de notes a peu de pàgina mostrades en finestres emergents
cs: Nastavení vyskakování „poznámkou pod čarou“
de: Popup-Einstellungen für Fußnoten
el: Ρυθμίσεις αναδυόμενων υποσημειώσεων
es: Configuración de notas a pie de página mostradas en ventanas emergentes
fa: تنظیمات پاپ‌آپ پاورقی
fr: Paramètres des fenêtres de notes de pied de page
gl: Configuración do diálogo de notas ao rodapé
hu: Előugró lábjegyzet beállítások
it_it: Impostazioni popup delle note a piè di pagina
ja: 脚注ポップアップ設定
ko_kr: 각주 팝업 설정
nl_nl: Voetnootpopup-instellingen
pl: Ustawienia przypisów dolnych w oknie
pt_br: Configurações do pop-up da nota de rodapé
ro: Setări popup notă de subsol
ru: Настройки всплывающих сносок
sk: Nastavenia vyskakovacieho okna s poznámkou pod čiarou
sr: Подешавања искачућег прозора фуснота
tr: Alt bilgi açılan pencere ayarları
uk: Налаштування спливного вікна виноски
zh_cn: 脚注弹出设置

source: Show more links as footnotes
ar: إظهار المزيد من الارتباطات كحاشية سفلية
ca: Mostrar més enllaços com a notes a peu de pàgina
cs: Zobrazit více odkazů jako „poznámky pod čarou“
de: Zeige mehr Links als Fußnoten
el: Εμφάνιση περισσότερων συνδέσμων ως υποσημειώσεων
es: Mostrar más enlaces como notas a pie de página
fa: نمایش پیوند‌های بیشتر به عنوان پاورقی
fr: Afficher plus de liens comme notes de pied de page
gl: Mostrar máis ligazóns como notas ao rodapé
hu: További linkek a lábjegyzetekben
it_it: Mostra più collegamenti come note a piè di pagina
ja: より多くのリンクを脚長として表示する
ko_kr: 더 많은 링크를 각주로 보기
nl_nl: Toon meer links als voetnoten
pl: Pokaż więcej odnośników jako przypisy dolne
pt_br: Mostrar mais links como notas de rodapé
ro: Arată mai multe legături ca note de subsol
ru: Показывать больше ссылок в виде сносок
sk: Zobraziť ďalšie odkazy ako poznámky pod čiarou
sr: Прикажи више линкова као фусноте
tr: Dipnotlarda daha fazla bağlantı görüntülensin
uk: Показувати більше посилань як виноски
zh_cn: 将更多链接显示为脚注

source: Loosen footnote detection rules to show more links as footnotes.
ar: تخفيف قواعد الكشف عن الحواشي لإظهار المزيد من الروابط كحاشية سفلية.
ca: Reduir les restriccions de detecció de notes a peu de pàgina per mostrar més enllaços com a notes a peu de pàgina.
cs: Zmírňuje pravidla pro rozpoznávání „poznámek pod čarou“, aby mohlo být více odkazů zobrazených jako „poznámky pod čarou“.
de: Lockern der Regeln zur Erkennung von Fußnoten, um mehr Links als Fußnoten anzuzeigen.
el: Χαλαρώνει τους κανόνες ανίχνευσης υποσημειώσεων ώστε να εμφανίζονται περισσότεροι σύνδεσμοι ως υποσημειώσεις.
es: Reducir las restricciones de detección de notas a pie de página para mostrar más enlaces como notas a pie de página.
fr: Assouplir les règles de détection des notes de pied de page pour afficher plus de liens sous forme de notes de pied de page.
gl: Relaxar regras de detección de notas ao rodapé para mostrar máis ligazóns como notas ao rodapé.
hu: Lazítson a lábjegyzet-felismerési szabályokon, hogy több linket jelenítsen meg lábjegyzetként.
it_it: Allentare le regole di rilevamento delle note a piè di pagina per mostrare più collegamenti come note a piè di pagina.
ja: 脚注の検出ルールを緩和し、より多くのリンクを脚注として表示します。
ko_kr: 더 많은 링크를 각주로 보기 위하여 각주 감지 규칙을 완하해 주세요.
nl_nl: Minder strenge voetnootdetectieregels om meer links als voetnoten te interpreteren.
pl: Luźniejsze reguły wykrywania przypisów dolnych, aby wyświetlić więcej przypisów dolnych.
pt_br: Reduz as regras de detecção de notas de rodapé para mostrar mais links como notas de rodapé.
ro: Slăbește regulile de detectare a notelor de subsol pentru a afișa mai multe legături ca note de subsol.
ru: Ослабить правила обнаружения сносок, чтобы показывать больше ссылок в виде сносок.
sk: Ak si prajete zobraziť viac odkazov ako poznámok pod čiarou, zmiernite prosím pravidlá zisťovania poznámok pod čiarou.
sr: Ово олабави правила детекције фуснота тако да се више линкова приказује као фусноте.
tr: Dipnotlarda daha fazla bağlantı görüntülenmesi için dipnot algılama kuralları gevşetilsin.
uk: Спростити правила виявлення виносок, щоб показати більше посилань як виноски.
zh_cn: 更宽松的脚注检测规则，将更多链接显示为脚注。

source: Use book font as popup font
ca: Usar la font del llibre com a font de les finestres emergents
cs: Použít písmo z knihy i ve vyskak. okně
de: Buchschrift als Popup-Schriftart verwenden
el: Χρήση γραμματοσειράς βιβλίου ως γραμματοσειράς αναδυόμενου παραθύρου
es: Usar la fuente del libro como fuente de las ventanas emergentes
fa: از قلم کتاب برای قلم پاپ‌آپ‌ها هم استفاده کن
fr: Utiliser la police du livre pour les fenêtres
gl: Usa a fonte do libro para os diálogos
hu: Könyv betűtípus használata felugró betűtípusként
it_it: Usa il carattere del libro come carattere popup
ja: 書籍のフォントをポップアップフォントとして使用する
ko_kr: 팝업 글꼴로 책 글꼴 사용
nl_nl: Boeklettertype als voetnootlettertype gebruiken
pl: Użyj czcionki książki jako czcionki okna
pt_br: Usar a fonte do livro no pop-up
ro: Folosește fontul cărții pentru popup-urile notelor de subsol
ru: Использовать шрифт книги для всплывающих сносок
sk: Použiť písmo knihy ako písmo pre vyskakovacie okno
sr: Корисни фонт књиге као фонт искачућег прозора
tr: Açılan pencere yazı tipi olarak kitap yazı tipi kullanılsın
uk: Використовувати шрифт книги для спливного вікна
zh_cn: 将书籍字体用作弹窗字体

source: Display the footnote popup text with the font set as the document font (the book text may still render with a different font if the book uses embedded fonts).
ca: Mostrar el text emergent de la nota a peu de pàgina amb la font configurada com a font del document (el text del llibre pot mostrar-se amb una font diferent si el llibre utilitza fonts incrustades).
cs: Text „poznámky pod čarou“ ve vyskakovacím okně bude zobrazen stejným písmem jako je nastavené písmo pro text dokumentu (nicméně kniha může být vykreslena i s jiným písmem, pokud jsou v ní použita vložená písma).
de: Zeigen Sie den Fußnoten-Popup-Text mit der Schriftart an, die als Dokumentschriftart eingestellt ist (der Buchtext kann immer noch mit einer anderen Schriftart dargestellt werden, wenn das Buch eingebettete Schriftarten verwendet).
el: Εμφανίζει το κείμενο των αναδυόμενων υποσημειώσεων με τη γραμματοσειρά που έχει οριστεί ως γραμματοσειρά του εγγράφου (το κείμενο του βιβλίου μπορεί να εξακολουθεί να αποδίδεται με διαφορετική γραμματοσειρά εάν το βιβλίο χρησιμοποιεί ενσωματωμένες γραμματοσειρές).
es: Mostrar el texto emergente de la nota a pie de página con la fuente configurada como fuente del documento (el texto del libro puede mostrarse con una fuente diferente si el libro utiliza fuentes incrustadas).
fa: نمایش متن پاپ‌آپ پاورقی با قلم تعیین شده برای سند (متن کتاب ممکن است هنوز با قلم متفاوتی رندر شود اگر کتاب از قلم‌های توکار استفاده کرده باشد).
fr: Afficher une fenêtre de pied de page avec la police définie par celle du document (le texte du livre peut toujours utiliser une police différente s'il utilise une police intégrée).
gl: Mostrar o texto dos diálogos das notas ao rodapé coa fonte configurada para o documento (o texto do libro pode mostrarse cunha fonte diferente se o libro inclúe as súas propias fontes).
hu: A lábjegyzet felugró szövegének megjelenítése a dokumentum betűtípusaként beállított betűtípussal (a könyv szövege továbbra is más betűtípussal jeleníthető meg, ha a könyv beágyazott betűtípusokat használ).
it_it: Visualizza il testo popup della nota a piè di pagina con il carattere impostato come carattere del documento (il testo del libro potrebbe ancora essere visualizzato con un carattere diverso se il libro utilizza i caratteri incorporati).
ja: 文書フォントとして設定されたフォントで脚注ポップアップテキストを表示します(書籍が埋め込みフォントを使用している場合、書籍文章は別のフォントで表示されることがあります)。
ko_kr: 문서 글꼴로 설정된 글꼴로 각주 팝업 텍스트를 표시합니다(책에 내장된 글꼴을 사용하는 경우 그 책의 텍스트는 여전히 다른 글꼴로 표시될 수 있음).
nl_nl: Geef de popup-tekst van de voetnoot weer met het lettertype dat is ingesteld als het documentlettertype (de tekst in het boek kan nog steeds met een ander lettertype worden weergegeven als het boek ingesloten lettertypen gebruikt).
pl: Wyświetla tekst wyskakującego okna z czcionką ustawioną jako czcionka dokumentu (tekst książki może nadal być renderowany inną czcionką, jeśli książka używa wbudowanych czcionek).
pt_br: Exibe o texto pop-up da nota de rodapé com a fonte definida como a fonte do documento (o texto do livro ainda pode ser renderizado com uma fonte diferente se o livro usar fontes incorporadas).
ro: Afișează textul din popup-urile notelor de subsol cu același font ca și documentul (textul cărții poate fi randat cu un font diferit dacă cartea folosește fonturi incorporate).
ru: Показывать примечание во всплывающем окне шрифтом, заданным для документа по умолчанию (текст книги может быть показан другим шрифтом, если книга использует встроенные шрифты).
sk: Zobraziť text vyskakovacieho okna pre poznámky pod čiarou s písmom nastaveným ako písmo dokumentu (text knihy sa môže stále vykresliť s iným písmom, ak kniha používa vložené písma).
sr: Текст искачућег прозора фуснота се приказује фонтом који постављен као фонт документа (књига се и даље може приказивати другачијим фонтом ако користи уграђене фонтове).
tr: Dipnot açılır metnini belge yazı tipi olarak ayarlanmış yazı tipi ile görüntüler (kitap gömülü yazı tipleri kullanıyorsa kitap metni farklı bir yazı tipi ile görüntülenebilir).
uk: Показ тексту спливної виноски зі шрифтом, встановленим шрифтом документа (текст книги все ще може показуватися іншим шрифтом, якщо книга використовує вбудовані шрифти).
zh_cn: 将脚注弹出文本的字体设置为文档字体（如果文档使用了嵌入式字体，书本文本仍可能以不同字体呈现）。

source: Set footnote popup font size
ar: تعيين حجم الخط للحاشية السفلية المنبثقة
ca: Establir la grandària de lletra de les notes a peu de pàgina mostrades en finestres emergents
cs: Velikost písma „pozn. pod čarou“ ve vyskak. okně
de: Festlegen der Schriftgröße für Fußnoten-Popups
el: Ορισμός μεγέθους γραμματοσειράς αναδυόμενων υποσημειώσεων
es: Establecer el tamaño de fuente de las notas a pie de página mostradas en ventanas emergentes
fa: تعیین اندازه قلم پاورقی در پاپ‌آپ
fr: Définir la taille de la police pour la fenêtre contextuelle des notes de pied de page
gl: Tamaño de fonte para o diálogo de notas ao rodapé
hu: Felugró lábjegyzetek betűmérete
it_it: Imposta dimensione font popup della nota a piè pagina
ja: 脚注ポップアップのフォントサイズを設定する
ko_kr: 각주 팝업 글씨 크기 설정
nl_nl: Stel voetnootpopup-lettergrootte in
pl: Rozmiar czcionki w oknie przypisu dolnego
pt_br: Definir tamanho da fonte pop-up da nota de rodapé
ro: Setează dimensiunea fontului pentru ferestrele notelor de subsol
ru: Задать размер шрифта всплывающих сносок
sk: Nastaviť veľkosť písma vyskakovacieho okna pre poznámky pod čiarou
sr: Постави величину фонта искачућег прозора фуснота
tr: Dipnot açılan pencere yazı boyutunu ayarla
uk: Встановити розмір шрифту діалогового вікна виносок
zh_cn: 设置脚注弹窗字体大小

source: Set font size
ar: تعيين حجم الخط
ca: Establir grandària de lletra
cs: Nastavit velikost písma
de: Schriftgröße einstellen
el: Ορισμός μεγέθους γραμματοσειράς
es: Establecer tamaño de letra
fa: تنظیم اندازه قلم
fr: Définir la taille de la police
gl: Axustar tamaño da fonte
hu: Betűméret beállítása
it_it: Imposta la dimensione del carattere
ja: フォントサイズを設定
ko_kr: 글꼴 크기 설정
nl_nl: Stel lettergrootte in
pl: Ustaw rozmiar
pt_br: Definir tamanho da fonte
ro: Setează
ru: Задать размер шрифта
sk: Nastaviť veľkosť písma
sr: Постави величину фонта
tr: Yazı boyutunu ayarla
uk: Встановити розмір шрифту
zh_cn: 设置字号
