Repository: spruceUI/spruceOS
Catalog: App/KoReader/l10n/*/koreader.po
Languages: ar, ca, cs, de, el, es, fa, fr, gl, hu, it_it, ja, ko_kr, nl_nl, pl, pt_br, ro, ru, sk, sr, tr, uk, zh_cn

source: Alt status bar
ar: شريط الحالة السفلي
ca: Barra d'estat alternativa
cs: Horní stavová lišta
de: Alternative Statusleiste
el: Εναλλακτική γραμμή κατάστασης
es: Barra de estado alternativa
fa: نوار وضعیت جایگزین
fr: Barre de titre
gl: Barra de estado alternativa
hu: Alternatív állapotsor
it_it: Barra di stato alternativa
ja: 代替ステータスバー
ko_kr: 대체 상태 표시줄
nl_nl: Alt statusbalk
pl: Alternatywny pasek stanu
pt_br: Barra de estado alternativa
ro: Bară de stare sus
ru: Дополнительный верхний колонтитул
sk: Alternatívny stavový riadok
sr: Алтернативна статусна линија
tr: Alternatif durum çubuğu
uk: Альтернативна панель стану
zh_cn: 备选状态栏

source: About alternate status bar
ar: عن فهرس المحتويات البديل
ca: Sobre la barra d'estat alternativa
cs: O horní stavové liště
de: Über die alternative Statusleiste
el: Σχετικά με την εναλλακτική γραμμή κατάστασης
es: Acerca de la barra de estado alternativa
fa: درباره‌ی نوار وضعیت جایگزین
fr: À propos de la barre de titre
gl: Sobre a barra de estado alternativa
hu: Az alternatív állapotsorról
it_it: Info sulla barra di stato alternativa
ja: 代替ステータスバーについて
ko_kr: 대체 상태 표시 줄에 대하여
nl_nl: Over alternatieve statusbalk
pl: O alternatywnym pasku stanu
pt_br: Sobre barra de estado alternativa
ro: Despre bara de stare alternativă
ru: О дополнительном верхнем колонтитуле
sk: O alternatívnom stavovom riadku
sr: О алтернативној статусној линији
tr: Alternatif durum çubuğu hakkında
uk: Про альтернативну панель стану
zh_cn: 关于备选状态栏

source: Auto refresh
ar: تحديث تلقائي
ca: Refresc automàtic
cs: Automatické obnovování
de: Automatische Aktualisierung
el: Αυτόματη ανανέωση
es: Refresco automático
fa: بازآوردن خودکار
fr: Actualisation automatique
gl: Refresco automático
hu: Automatikus frissítés
it_it: Aggiornamento automatico
ja: 自動更新
ko_kr: 자동 갱신
nl_nl: Automatisch verversen
pl: Automatyczne odświeżanie
pt_br: Recarregamento automático
ro: Reîmprospătează automat
ru: Автоматическое обновление
sk: Automatické obnovenie
sr: Ауто освежавање
tr: Otomatik yenileme
uk: Автооновлення
zh_cn: 自动刷新

source: Book author and title
ar: مؤلف الكتاب و لقبه
ca: Autor i títol del llibre
cs: Autor knihy a název
de: Buchautor und -titel
el: Συγγραφέας και τίτλος βιβλίου
es: Autor y título del libro
fa: نشان‌گذاری نویسنده و عنوان
fr: Auteur et titre du livre
gl: Autor/a do libro e título
hu: Könyv szerzője és címe
it_it: Autore e titolo del libro
ja: 書籍の著者と題名
ko_kr: 책 저자와 제목
nl_nl: Boekauteur en titel
pl: Autor i tytuł książki
pt_br: Autor e título do livro
ro: Titlul și autorul cărții
ru: Автор и название книги
sk: Autor a názov knihy
sr: Аутор и наслов књиге
tr: Kitap yazarı ve başlığı
uk: Автор та назва книги
zh_cn: 书籍作者和标题

source: Current time
ar: الوقت الحالي
ca: Hora
cs: Aktuální čas
de: Aktuelle Zeit
el: Τρέχουσα ώρα
es: Hora
fa: زمان فعلی
fr: Heure actuelle
gl: Hora actual
hu: Aktuális idő
it_it: Ora attuale
ja: 現在の時間
ko_kr: 현재 시각
nl_nl: Huidige tijd
pl: Aktualny czas
pt_br: Hora atual
ro: Ora curentă
ru: Текущее время
sk: Aktuálny čas
sr: Садашње време
tr: Geçerli zaman
uk: Поточний час
zh_cn: 当前时间

source: Total pages
ar: إجمالي الصفحات
ca: Total de pàgines
cs: Celkový počet stránek
de: Anzahl der Seiten
el: Σύνολο σελίδων
es: Total de páginas
fa: کُل صفحات
fr: Nombre total de pages
gl: Páxinas en total
hu: Összes oldal
it_it: Pagine totali
ja: 合計ページ数
ko_kr: 총 페이지
nl_nl: Totaal aantal pagina's
pl: Stron ogółem
pt_br: Total de páginas
ro: Total pagini
ru: Всего страниц
sk: Celkový počet strán
sr: Укупан број страница
tr: Toplam sayfa sayısı
uk: Сторінок загалом
zh_cn: 总页数

source: Progress percentage
ar: نسبة التقدم
ca: Percentatge llegit del llibre
cs: Postup čtení v procentech
de: Fortschritt in Prozent
el: Ποσοστό προόδου
es: Porcentaje leído del libro
fa: درصد پیش‌روی
fr: Pourcentage de progression
gl: Porcentaxe de progreso
hu: Folyamat százalék
it_it: Percentuale di progresso
ja: 閲覧進捗
ko_kr: 진행률
nl_nl: Voortgangspercentage
pl: Postęp procentowy
pt_br: Porcentagem de progresso
ro: Procentaj progres
ru: Прогресс в процентах
sk: Prečítané v percentách
sr: Проценат напретка
tr: İlerleme yüzdesi
uk: Поступ у відсотках
zh_cn: 进度百分比

source: Chapter marks
ar: علامات الفصل
ca: Marques de capítol
cs: Označení kapitol
de: Kapitelmarkierungen
el: Δείκτες κεφαλαίων
es: Marcas de capítulo
fa: نشان‌های فصل
fr: Indicateurs de chapitres
gl: Marcas de capítulo
hu: Fejezethatárok
it_it: Segni di capitolo
ja: チャプターマーク
ko_kr: 챕터 표시
nl_nl: Hoofdstukmarkeringen
pl: Znaczniki rozdziału
pt_br: Marcas de capítulo
ro: Marcatori capitol
ru: Метки глав
sk: Značky kapitol
sr: Ознаке поглавља
tr: Bölüm işaretleri
uk: Позначки розділів
zh_cn: 章节标记

source: off
ar: مطفأ
cs: vyp
de: aus
el: όχι
fa: خاموش
fr: désactivé
gl: non
hu: ki
it_it: spento
ja: オフ
ko_kr: 끄기
nl_nl: uit
pl: wyłącz
pt_br: desligado
ro: fără
ru: выкл
sk: vypnuté
sr: искљ.
tr: kapalı
uk: вимкнено
zh_cn: 关闭

source: percentage
ar: النسبة المئوية
ca: percentatge
cs: procenta
de: Prozent
el: ποσοστό
es: porcentaje
fa: درصد
fr: pourcentage
gl: porcentaxe
hu: százalék
it_it: percentuale
ja: パーセント
ko_kr: 비율
pl: procent
pt_br: porcentagem
ro: procentaj
ru: проценты
sk: percent
sr: проценат
tr: yüzde
uk: відсоток
zh_cn: 百分比

source: icon
ar: الأيقونة
ca: icona
cs: ikona
de: Symbol
el: εικονίδιο
es: icono
fa: نقشک
fr: icône
gl: icona
hu: ikon
it_it: icona
ja: アイコン
ko_kr: 아이콘
nl_nl: icoon
pl: ikona
pt_br: ícone
ro: pictogramă
ru: значок
sk: ikona
sr: икона
tr: simge
uk: піктограма
zh_cn: 图标

source: Battery status: %1
ar: حالة البطارية: %1
ca: Estat de la bateria: %1
cs: Stav baterie: %1
de: Zustand der Batterie: %1
el: Κατάσταση μπαταρίας: %1
es: Estado de la batería: %1
fa: وضعیت باتری: %1
fr: État de charge de la batterie : %1
gl: Estado da batería: %1
hu: Akku állapot: %1
it_it: Stato della batteria: %1
ja: バッテリー状況: %1
ko_kr: 배터리 상태: %1
nl_nl: Batterijstatus: %1
pl: Stan akumulatora: %1
pt_br: Estado da bateria: %1
ro: Stare baterie: %1
ru: Состояние батареи: %1
sk: Stav batérie: %1
sr: Статус батерије: %1
tr: Pil durumu: %1
uk: Стан акумулятора: %1
zh_cn: 电池状态：%1

source: Battery icon
ar: أيقونة البطارية
ca: Icona de la bateria
cs: Ikona nabití baterie
de: Akku-Symbol
el: Εικονίδιο μπαταρίας
es: Icono de la batería
fa: نقشک باتری
fr: Icône de batterie
gl: Icona da batería
hu: Akku ikon
it_it: Icona batteria
ja: バッテリーアイコン
ko_kr: 배터리 아이콘
nl_nl: Batterij-icoon
pl: Ikona akumulatora
pt_br: Ícone de bateria
ro: Pictogramă baterie
ru: Значок батареи
sk: Ikona batérie
sr: Икона батерије
tr: Pil simgesi
uk: Піктограма акумулятора
zh_cn: 电池图标

source: Battery percentage
ar: النسبة المئوية للبطارية
ca: Percentatge de bateria
cs: Zobrazit kapacitu baterie v procentech
de: Batterie in Prozent
el: Υπόλοιπο μπαταρίας
es: Porcentaje de batería
fa: درصد باتری
fr: Pourcentage de la batterie
gl: Porcentaxe de carga da batería
hu: Akku százalék
it_it: Percentuale batteria
ja: バッテリー使用比率
ko_kr: 배터리 비율
nl_nl: Batterijpercentage
pl: Procent akumulatora
pt_br: Porcentagem de bateria
ro: Procentaj baterie
ru: Процент батареи
sk: Úroveň nabitia batérie
sr: Проценат батерије
tr: Pil yüzdesi
uk: Заряд акумулятора
zh_cn: 电池百分比

source: Font size: %1
ar: حجم الخط: %1
ca: Grandària de lletra : %1
cs: Velikost písma: %1
de: Schriftgröße: %1
el: Μέγεθος γραμματοσειράς: %1
es: Tamaño de letra: %1
fa: اندازه‌ی قلم: %1
fr: Taille de police : %1
gl: Tamaño da fonte: %1
hu: Betűméret: %1
it_it: Dimensione carattere: %1
ja: フォントサイズ: %1
ko_kr: 글꼴 크기: %1
nl_nl: Lettergrootte: %1
pl: Rozmiar czcionki: %1
pt_br: Tamanho da fonte: %1
ro: Dimensiune font: %1
ru: Размер шрифта: %1
sk: Veľkosť písma: %1
sr: Величина фонта: %1
tr: Yazı boyutu: %1
uk: Розмір шрифту: %1
zh_cn: 字体大小 ：%1

source: Size of top status bar
ar: حجم شريط الحالة العلوي
ca: Grandària de la barra d'estat superior
cs: Velikost horního stavového řádku
de: Größe der oberen Statusleiste
el: Μέγεθος της πάνω γραμμής κατάστασης
es: Tamaño de la barra de estado superior
fa: اندازه‌ی نوار وضعیت بالایی
fr: Taille de la barre de titre
gl: Tamaño da barra de estado superior
hu: Felső állapotsor mérete
it_it: Dimensione della barra di stato superiore
ja: 上部ステータスバーのサイズ
ko_kr: 위쪽 상태 표시 줄 크기
nl_nl: Grootte van de bovenste statusbalk
pl: Rozmiar górnego paska stanu
pt_br: Tamanho da barra de estado superior
ro: Mărimea barei de stare de sus
ru: Размер верхней строки состояния
sk: Veľkosť horného stavového riadku
sr: Величина статусне линије на врху
tr: Üst durum çubuğunun boyutu
uk: Розмір верхньої панелі стану
zh_cn: 顶部状态栏尺寸

source: Set size
ar: تحديد الحجم
ca: Configurar grandària
cs: Nastavit velikost
de: Größe einstellen
el: Ορισμός μεγέθους
es: Configurar tamaño
fa: تنظیم اندازه
fr: Définir la taille
gl: Axustar tamaño
hu: Beállítás
it_it: Imposta dimensione
ja: サイズ設定
ko_kr: 크기 설정
nl_nl: Grootte instellen
pl: Ustaw rozmiar
pt_br: Definir tamanho
ro: Setează dimensiune
ru: Задать размер
sk: Nastaviť veľkosť
sr: Постави величину
tr: Boyutu ayarla
uk: Вказати розмір
zh_cn: 设置大小

source: Apply crop
ar: تطبيق الاقتصاص
ca: Aplicar retall
cs: Aplikovat oříznutí
de: Beschneiden anwenden
el: Εφαρμογή ξακρίσματος
es: Aplicar recorte
fa: اِعمال بریدن
fr: Recadrer
gl: Aplicar recorte
hu: Levágás alkalmazása
it_it: Applica ritaglio
ja: トリミングを適用
ko_kr: 잘라내기 적용
nl_nl: Bijsnijden toepassen
pl: Zastosuj przycięcie
pt_br: Aplicar corte
ro: Aplică decuparea
ru: Обрезать
sk: Použiť orezanie
sr: Примени опсецање
tr: Kırpma uygula
uk: Застосувати обтинання
zh_cn: 应用裁剪

source: High battery level: %1 % Dismiss battery level alert?
ar: مستوى بطارية مرتفع: %1٪ هل تريد تجاهل تنبيه مستوى البطارية؟
ca: Nivell de bateria alt: %1 % Desactivar l'alerta de nivell de bateria?
cs: Vysoká úroveň nabití baterie :%1% Zakázat upozornění na vysokou úroveň nabití baterie?
de: Hoher Batteriestand: %1 % Batteriestandswarnung aufheben?
el: Υψηλή στάθμη μπαταρίας: %1 % Παράβλεψη αυτής της ειδοποίησης;
es: Nivel de batería alto: %1 % ¿Desactivar la alerta de nivel de batería?
fa: سطح باتری بالا: %1 % هشدار سطح باتری را نادیده‌گرفته شود؟
fr: Niveau de batterie élevé : %1 % Désactiver l’alerte du niveau de batterie ?
gl: Nivel de batería alto: %1 % Descartar o aviso do nivel da batería?
hu: Magas akku töltöttségi szint: %1 % Elutasítja az akkuszint riasztást?
it_it: Livello batteria alto: %1% Ignorare avviso di livello della batteria?
ja: バッテリー残量が高いです: %1 % バッテリー残量警告を閉じますか？
ko_kr: 높은 배터리 잔량: %1 % 배터리 잔량 알림을 닫을까요?
nl_nl: Hoog batterijniveau: %1 % Hoog batterij-alarm afzetten?
pl: Wysoki poziom naładowania akumulatora: %1% Wyłączyć alarm poziomu naładowania akumulatora?
pt_br: Nível de bateria alto: %1% Dispensar alerta de bateria fraca?
ro: Nivel mare baterie: %1% Înlături alerta pentru nivelul bateriei?
ru: Высокий уровень заряда батареи: %1% Отклонить предупреждение об уровне заряда?
sk: Vysoká úroveň nabitia batérie: %1 % Prajete si zrušiť upozornenie na úroveň nabitia batérie?
sr: Високи ниво батерије: %1 % Да одбацим упозорење о нивоу батерије?
tr: Pil düzeyi yüksek: % %1 Pil düzeyi uyarısı yok sayılsın mı?
uk: Низький рівень заряду акумулятора: %1 % Відхилити попередження про рівень заряду акумулятора?
zh_cn: 电量过高：%1% 忽略此警报？

source: Low battery level: %1 % Dismiss battery level alert?
ar: مستوى بطارية منخفض: %1٪ هل تريد تجاهل تنبيه مستوى البطارية؟
ca: Nivell de bateria baix: %1 % Desactivar l'alerta de nivell de bateria?
cs: Nízká úroveň nabití baterie :%1% Zakázat upozornění na nízkou úroveň nabití baterie?
de: Niedriger Batteriestand: %1 % Batteriestandswarnung aufheben?
el: Χαμηλή στάθμη μπαταρίας: %1% Παράβλεψη αυτής της ειδοποίησης;
es: Nivel de batería bajo: %1 % ¿Desactivar la alerta de nivel de batería?
fa: سطح باتری پایین: %1 % هشدار سطح باتری را نادیده‌گرفته شود؟
fr: Niveau de batterie faible : %1 % Désactiver l’alerte du niveau de batterie ?
gl: Nivel de batería baixo: %1 % Descartar o aviso do nivel da batería?
hu: Alacsony akku töltöttségi szint: %1 % Elutasítja az alacsony akkuszint riasztást?
it_it: Livello della batteria basso: %1% Ignorare avviso batteria scarica?
ja: バッテリー残量が低下しています: %1% バッテリー残量警告を閉じますか？
ko_kr: 높은 배터리 잔량: %1 % 배터리 잔량 알림을 닫을까요?
nl_nl: Laag batterijniveau: %1 % Laag batterij-alarm afzetten?
pl: Niski poziom naładowania akumulatora: %1% Wyłączyć alarm poziomu naładowania akumulatora?
pt_br: Nível de bateria baixo: %1% Dispensar alerta de bateria fraca?
ro: Nivel scăzut baterie: %1% Înlături alerta pentru nivel baterie?
ru: Низкий уровень заряда батареи: %1% Отклонить предупреждение об уровне заряда?
sk: Nízka úroveň nabitia batérie: %1 % Prajete si zrušiť upozornenie na úroveň nabitia batérie?
sr: Низак ниво батерије: %1 % Да одбацим упозорење о нивоу батерије?
tr: Pil düzeyi düşük: % %1 Pil düzeyi uyarısı yok sayılsın mı?
uk: Низький рівень заряду акумулятора: %1 % Відхилити попередження про рівень заряду акумулятора?
zh_cn: 电量过低：%1% 忽略此警报？

source: Dismiss
ar: إغلاق
ca: Descartar
cs: Zavřít
de: Verwerfen
el: Παράβλεψη
es: Descartar
fa: نادیده‌گرفتن
fr: Ignorer
gl: Pechar
hu: Rendben
it_it: Ignora
ja: 閉じる
ko_kr: 닫기
nl_nl: Negeren
pl: Potwierdź
pt_br: Dispensar
ro: Am înțeles
ru: Закрыть
sk: Zamietnuť
sr: Одбаци
tr: Yok say
uk: Відхилити
zh_cn: 忽略

source: High memory usage! KOReader is restarting…
ar: استخدام عالي للذاكرة! يتم إعادة تشغيل KOReader…
ca: Ús de memòria elevat! KOReader s'està reiniciant…
cs: Vysoké využití paměti! KOReader se restartuje…
de: Hoher Speicherverbrauch! KOReader wird neu gestartet…
el: Υψηλή χρήση μνήμης! Το KOReader κάνει επανεκκίνηση…
es: ¡Uso de memoria elevado! KOReader se está reiniciando…
fa: مصرف حافظه‌ی بالا! KOReader در حال راه‌اندازی‌مجدد است…
fr: Consommation mémoire importante ! KOReader va redémarrer…
gl: Uso elevado de memoria! KOReader estase a reiniciar…
hu: Magas memóriahasználat! A KOReader újraindul…
it_it: Utilizzo elevato di memoria! KOReader si sta riavviando…
ja: メモリ使用量が高くなっています！ KOReader を再起動しています …
ko_kr: 높은 메모리 사용량! KOReader를 다시 시작합니다…
nl_nl: Hoog geheugengebruik! KOReader wordt opnieuw opgestart…
pl: Wysokie zużycie pamięci! KOReader uruchamia się ponownie…
pt_br: Alto uso de memória! KOReader está reiniciando…
ro: Utilizare memorie ridicată! KOReader va reporni…
ru: Повышенное использование памяти! KOReader перезапускается…
sk: Vysoké využitie pamäte! KOReader sa reštartuje…
sr: Заузето је превише меморије! KOReader се поново покреће…
tr: Bellek kullanımı yüksek! KOReader yeniden başlatılıyor…
uk: Надмірне споживання пам'яті! KOReader перезапущено…
zh_cn: 高内存用量！ KOReader 重启中…

source: High memory usage: %1 MB Restart KOReader?
ar: استخدام عالي للذاكرة: %1 ميغابايت إعادة تشغيل KOReader؟
ca: Ús elevat de memòria: %1 MB Reiniciar KOReader?
cs: Vysoké využití paměti: %1 MB Chcete KOReader restartovat?
de: Hoher Speicherverbrauch: %1 MB KOReader neu starten?
el: Υψηλή χρήση μνήμης: %1 MB Επανεκκίνηση του KOReader;
es: Uso elevado de memoria: %1 MB ¿Reiniciar KOReader?
fa: مصرف حافظه‌ی بالا: %1 مگابایت KOReader مجدداً راه‌اندازی شود؟
fr: Consommation mémoire importante : %1 MiB Redémarrer KOReader ?
gl: Uso elevado de memoria: %1 MB Reiniciar KOReader?
hu: Magas memóriahasználat: %1 MB Újraindítja a KOReader-t?
it_it: Utilizzo elevato di memoria: %1 MB Riavviare KOReader?
ja: メモリ使用量が多いです: %1 MB KOReader を再起動しますか ?
ko_kr: 높은 메모리 사용량 : %1 MB KOReader를 다시 시작할까요?
nl_nl: Hoog geheugengebruik: %1 MB KOReader herstarten?
pl: Wysokie zużycie pamięci: %1 MB Uruchomić ponownie KOReadera?
pt_br: Alto uso de memória: %1 MB Reiniciar KOReader?
ro: Utilizare memorie ridicată: %1 MO Repornești KOReader?
ru: Повышенное использование памяти: %1 МБ Перезапустить KOReader?
sk: Vysoké využitie pamäte: %1 MB Reštartovať KOReader?
sr: Заузето је превише меморије: %1 MB Желите ли да поново покренете KOReader?
tr: Bellek kullanımı yüksek: %1 MB KOReader yeniden başlatılsın mı?
uk: Надмірне споживання пам'яті: %1 МБ Перезапустити KOReader?
zh_cn: 高内存用量：%1 MB 重启 KOReader？

source: Restart
ar: إعادةُ التشغيل
ca: Reiniciar
cs: Restartovat
de: Neustart
el: Επανεκκίνηση
es: Reiniciar
fa: راه‌اندازی مجدد
fr: Redémarrer
gl: Reiniciar
hu: Újraindítás
it_it: Riavvia
ja: 再起動
ko_kr: 재시작
nl_nl: Herstarten
pt_br: Reiniciar
ro: Repornire
ru: Перезапуск
sk: Reštartovať
sr: Поново покрени
tr: Uygulamayı yeniden başlat
uk: Перезапустити
zh_cn: 重启

source: High memory usage: %1 MB Exit KOReader?
ar: استخدام عالي للذاكرة: %1 ميغابايت هل تريد الخروج من KOReader؟
ca: Ús elevat de memòria: %1 MB Eixir de KOReader?
cs: Vysoké využití paměti: %1 MB Chcete KOReader ukončit?
de: Hoher Speicherverbrauch: %1 MB KOReader beenden?
el: Υψηλή χρήση μνήμης: %1 MB Έξοδος από το KOReader;
es: Uso elevado de memoria: %1 MB ¿Salir de KOReader?
fa: مصرف حافظه‌ی بالا: %1 مگابایت KOReader بسته شود؟
fr: Consommation mémoire importante : %1 MiB Quitter KOReader ?
gl: Uso elevado de memoria: %1 MB Saír de KOReader?
hu: Magas memóriahasználat: %1 MB Kilép a KOReader-ből?
it_it: Utilizzo elevato di memoria: %1 MB Uscire da KOReader?
ja: メモリ使用量が多いです: %1 MB KOReader を終了しますか？
ko_kr: 높은 메모리 사용량 : %1 MB KOReader를 끝낼까요?
nl_nl: Hoog geheugengebruik: %1 MB KOReader afsluiten?
pl: Wysokie zużycie pamięci: %1 MB Zamknąć KOReadera?
pt_br: Alto uso de memória: %1 MB Sair do KOReader?
ro: Utilizare memorie ridicată: %1 MO Închizi KOReader?
ru: Повышенное использование памяти: %1 МБ Выйти из KOReader'а?
sk: Vysoké využitie pamäte: %1 MB Ukončiť KOReader?
sr: Заузето је превише меморије: %1 MB Желите ли да напустите KOReader?
tr: Bellek kullanımı yüksek: %1 MB KOReader uygulamasından çıkılsın mı?
uk: Надмірне споживання пам'яті: %1 МБ Вийти з KOReader?
zh_cn: 高内存用量：%1 MB 退出 KOReader？

source: Device status alerts
ar: تنبيهات حالة الجهاز
ca: Alertes d'estat del dispositiu
cs: Výstrahy na stav zařízení
de: Warnungen zum Gerätestatus
el: Ειδοποιήσεις κατάστασης συσκευής
es: Alertas de estado del dispositivo
fa: هشدارهای وضعیت دستگاه
fr: Alertes sur l’état de l’appareil
gl: Alertas de estado do dispositivo
hu: Eszközállapot riasztások
it_it: Avvisi sullo stato del dispositivo
ja: デバイス状況に関する警告
ko_kr: 기기 상태 알림
nl_nl: Apparaatstatus-waarschuwingen
pl: Powiadomienia o stanie urządzenia
pt_br: Alertas de estado do dispositivo
ro: Alerte stare dispozitiv
ru: Предупреждения о состоянии устройства
sk: Upozornenia na stav zariadenia
sr: Упозорења о статусу уређаја
tr: Aygıt durumu uyarıları
uk: Сповіщення про стан пристрою
zh_cn: 设备状态警报

source: Battery level
ar: مستوى البطارية
ca: Nivell de bateria
cs: Úroveň nabití baterie
de: Batteriestand
el: Στάθμη μπαταρίας
es: Nivel de batería
fa: سطح باتری
fr: Niveau de batterie
gl: Nivel de batería
hu: Akkuszint
it_it: Livello batteria
ja: バッテリー残量
ko_kr: 배터리 잔량
nl_nl: Batterijniveau
pl: Poziom naładowania akumulatora
pt_br: Nível de bateria
ro: Nivel baterie
ru: Уровень заряда батареи
sk: Úroveň nabitia batérie
sr: Ниво батерије
tr: Pil düzeyi
uk: Рівень заряду акумулятора
zh_cn: 电量水平

source: Check interval: %1 min
ar: الفاصل الزمني للتحقق: %1 دقيقة
ca: Interval de comprovació: %1 min.
cs: Interval kontroly: %1 min
de: Prüfintervall: %1 min
el: Συχνότητα ελέγχου (%1 λεπτά)
es: Intervalo de comprobación: %1 min.
fa: فاصله بین هر بررسی: %1 دقیقه
fr: Fréquence de vérification (%1 min)
gl: Intervalo de comprobación %1 min
hu: Ellenőrzési időtartam: %1 perc
it_it: Intervallo di controllo: %1 min
ja: 確認間隔: %1 分
ko_kr: 확인 간격: %1분
nl_nl: Controle-interval: %1 min.
pl: Interwał sprawdzania: %1 min
pt_br: Intervalo de verificação: %1 min
ro: Interval verificare: %1 min
ru: Интервал проверки: %1 мин
sk: Interval kontroly: %1 min
sr: Интервал провере: %1 мин
tr: Denetleme sıklığı: %1 dakika
uk: Інтервал перевірки %1 хв
zh_cn: 检查间隔：%1 分钟

# Time
source: min
el: λεπτά
fa: دقیقه
ja: 分
ko_kr: 작게
pt_br: minutos
ru: мин
sr: мин
tr: en az
uk: хв
zh_cn: 分钟

source: Battery check interval
ar: الفاصل الزمني لفحص البطارية
ca: Interval de comprovació de la bateria
cs: Interval kontroly baterie
de: Intervall der Batterieprüfung
el: Συχνότητα ελέγχου μπαταρίας
es: Intervalo de comprobación de la batería
fa: فاصله بین هر بررسی باتری
fr: Fréquence de vérification de la batterie
gl: Intervalo de comprobación da batería
hu: Akkuellenőrzési időtartam
it_it: Intervallo di controllo della batteria
ja: バッテリー検査間隔
ko_kr: 배터리 점검 간격
nl_nl: Batterijcontrole-interval
pl: Interwał sprawdzania akumulatora
pt_br: Intervalo de verificação de bateria
ro: Interval verificare baterie
ru: Интервал проверки батареи
sk: Interval kontroly batérie
sr: Интервал провере нивоа батерије
tr: Pil denetleme sıklığı
uk: Інтервал перевірки акумулятора
zh_cn: 电量检查间隔

source: Thresholds: %1 % / %2 %
ar: العتبات: %1٪ – %2٪
ca: Límits: %1 % / %2 %
cs: Prahová hodnota: %1 % / %2 %
de: Schwellenwerte: %1 % / %2 %
el: Όρια: %1 % / %2 %
es: Límites: %1 % / %2 %
fa: آستانه‌ها: %1 % / %2 %
fr: Seuils : %1 % / %2 %
gl: Limiares: %1 % – %2 %
hu: Határértékek: %1 % / %2 %
it_it: Soglie: %1% / %2%
ja: しきい値: %1 % / %2 %
ko_kr: 한계값: %1% / %2%
nl_nl: Drempels: %1 % / %2 %
pl: Progi: %1% / %2%
pt_br: Limites: %1% – %2%
ro: Praguri: %1% / %2%
ru: Пороговые значения: %1% / %2%
sk: Hraničné úrovne: %1 % / %2 %
sr: Прагови: %1 % / %2 %
tr: Eşikler: % %1 – % %2
uk: Граничне значення: %1 % / %2 %
zh_cn: 阈值：%1% / %2%

source: Battery level alert thresholds
ar: حدود تنبيه مستوى البطارية
ca: Límits d'alerta de nivell de bateria
cs: Prahové hodnoty alarmu baterie
de: Warnschwellen für den Batteriestand
el: Όρια ειδοποίησης στάθμης μπαταρίας
es: Límites de alerta de nivel de batería
fa: آستانه‌های هشدار سطح باتری
fr: Seuils d’alerte du niveau de la batterie
gl: Limiares dos avisos do nivel de batería
hu: Akku riasztási szintek
it_it: Soglie di avviso della batteria
ja: バッテリー残量警告の閾値
ko_kr: 배터리 수준 경고 한계값
nl_nl: Batterij-alarmdrempels
pl: Progi alarmowe poziomu naładowania akumulatora
pt_br: Limiares do alerta de nível de bateria
ro: Praguri alarmă nivel baterie
ru: Порог предупреждения об уровне заряда батареи
sk: Upozornenia na hraničné úrovne batérie
sr: Прагови упозорења о нивоу батерије
tr: Pil düzeyi uyarısı eşikleri
uk: Поріг сповіщення про розряд акумулятора
zh_cn: 电量水平警报阈值
