Repository: spruceUI/spruceOS
Catalog: App/KoReader/l10n/*/koreader.po
Languages: ar, ca, cs, de, el, es, fa, fr, gl, hu, it_it, ja, ko_kr, nl_nl, pl, pt_br, ro, ru, sk, sr, tr, uk, zh_cn

source: ## User interface tips <a id="uitips"></a> - You can change the interface language using: > **TOP MENU ➔ ![Settings](resources/icons/mdlight/appbar.settings.svg) ➔ Language** - If you tap and hold on an option or menu item (font weight, line spacing etc.), you can set its value as **DEFAULT**. The new value will only be applied to documents opened from now on. Previously opened documents will keep their settings. You can identify default values as a STAR in menu or as a black border around indicators as seen below: <div class="img-block break-before-avoid">![Default setting 1](resources/quickstart/defaultsetting1.png)</div> <div class="img-block break-before-avoid">![Default setting 2](resources/quickstart/defaultsetting2.png)</div> - You can see explanations for all items on the **BOTTOM MENU** by tapping and holding the name of the option. This is also available for most of the **TOP MENU** menu items. - You can **CLOSE** full screen dialogs (History, Table of Contents, Bookmarks, Reading Statistics etc.) by swiping down - **SCREENSHOTS** can be taken by touching opposing corners of the screen diagonally at the same time or by making a long diagonal swipe <div class="img-block break-after-avoid">![Number picker](resources/quickstart/numberpicker.png)</div> - In dialogs containing adjustment arrow buttons like the one above, you can tap and hold on arrow buttons to increase / decrease the value in bigger increments - You can **CLOSE** this type of dialog (non-full screen) by tapping outside of the window. You can **MOVE** this type of dialog by holding the window title and dragging - You can make this type of dialog **SEMI-TRANSPARENT** (to see the text under it while adjusting a value) by tapping and holding the window title - Tapping and holding a word brings up a dialog which allows you to search for the selection to find more occurrences in the document or to look it up on Wikipedia - You can highlight sections by tapping and holding a word and dragging your finger - You can move through your document via the **SKIM DOCUMENT** dialog: > **TOP MENU ➔ ![Navigation](resources/icons/mdlight/appbar.navigation.svg) ➔ Skim document**
ar: ## نصائح واجهة المستخدم <a id="uitips"> </a> - يمكنك تغيير لغة الواجهة باستخدام: > ** TOP MENU ➔! [Settings](resources/icons/mdlight/appbar.settings.svg)➔ اللغة ** - إذا نقرت مع الاستمرار على خيار أو عنصر قائمة (وزن الخط ، تباعد الأسطر وما إلى ذلك) ، يمكنك تعيين قيمته على أنها ** DEFAULT **. سيتم تطبيق القيمة الجديدة فقط على المستندات المفتوحة من الآن فصاعدًا. ستحتفظ المستندات التي تم فتحها مسبقًا بإعداداتها. يمكنك تحديد القيم الافتراضية على أنها STAR في القائمة أو كحد أسود حول المؤشرات كما هو موضح أدناه: <div class="img-block break-before-avoid">![Default setting 1](resources/quickstart/defaultsetting1.png)</div> <div class="img-block break-before-avoid">![Default setting 2](resources/quickstart/defaultsetting2.png)</div> - يمكنك رؤية تفسيرات لجميع العناصر في ** BOTTOM MENU ** من خلال النقر مع الاستمرار على اسم الخيار. يتوفر هذا أيضًا لمعظم عناصر قائمة ** TOP MENU **. - يمكنك ** إغلاق ** مربعات حوار ملء الشاشة (السجل ، جدول المحتويات ، الإشارات المرجعية ، إحصائيات القراءة ، إلخ) عن طريق التمرير لأسفل - يمكن التقاط ** لقطات الشاشة ** عن طريق لمس زوايا الشاشة المتقابلة قطريًا في نفس الوقت أو عن طريق تمرير سريع قطري طويل <div class="img-block break-after-avoid">![Number picker](resources/quickstart/numberpicker.png)</div> - في الحوارات التي تحتوي على أزرار سهم ضبط مثل الزر أعلاه ، يمكنك النقر مع الاستمرار على أزرار الأسهم لزيادة / تقليل القيمة بزيادات أكبر - يمكنك ** إغلاق ** هذا النوع من الحوارات (غير ملء الشاشة) بالنقر خارج النافذة. يمكنك ** MOVE ** هذا النوع من الحوار عن طريق الضغط على عنوان النافذة والسحب - يمكنك جعل هذا النوع من الحوار ** SEMI-TRANSPARENT ** (لرؤية النص الموجود أسفله أثناء ضبط القيمة) عن طريق النقر مع الاستمرار على عنوان النافذة - يؤدي النقر مع الاستمرار على كلمة إلى عرض مربع حوار يتيح لك البحث عن التحديد للعثور على المزيد من التكرارات في المستند أو البحث عنه في ويكيبيديا - يمكنك تمييز الأقسام عن طريق النقر مع الاستمرار على كلمة وسحب إصبعك - يمكنك التنقل في المستند عبر مربع الحوار ** SKIM DOCUMENT **: > ** القائمة العلوية ➔![Navigation](resources/icons/mdlight/appbar.navigation.svg) ➔ Skim document **
ca: ## Suggeriments sobre la interfície d'usuari <a id="uitips"></a> - Es pot canviar l'idioma de la interfície utilitzant: > **MENÚ SUPERIOR ➔ ![Ajustos](resources/*icons/*mdlight/*appbar.settings.svg) ➔ Idioma** - Si es prem i manté pressionada una opció o element del menú (pes de font, interlineat, etc.), pot establir un valor com a ** PREDETERMINAT **. El nou valor només s'aplicarà als documents oberts d'ara endavant. Els documents oberts prèviament conservaran la seva configuració. Es poden identificar els valors per defecte com una ESTRELLA en el menú o com una vora negra al voltant dels indicadors, tal com es veu a continuació: <div class="img-block break-before-avoid">![Default setting 1](resources/quickstart/defaultsetting1.png)</div> <div class="img-block break-before-avoid">![Default setting 2](resources/quickstart/defaultsetting2.png)</div> - És possible veure les explicacions de tots els elements en el *MENÚ INFERIOR* prement i mantenint el nom de l'opció. Això també està disponible per a la majoria dels elements del **MENÚ SUPERIOR**. - És possible **TANCAR** els diàlegs a pantalla completa (Historial, Índex, Marcadors, Estadístiques de lectura, etc.) lliscant el dit cap avall - És possible realitzar **CAPTURES DE PANTALLA** tocant al mateix temps dues cantonades de la pantalla oposades en diagonal, o fent un lliscament llarg en diagonal <div class="img-block break-after-avoid">![Number picker](resources/quickstart/numberpicker.png)</div> - En els diàlegs que contenen botons de fletxa d'ajust com el de dalt, es poden prémer i mantenir els botons de fletxa per a augmentar/disminuir el valor en increments majors - Aquest tipus de diàlegs (sense pantalla completa) es poden **TANCAR** tocant fora de la finestra. Per a **MOURE** aquest tipus de diàleg cal mantenir premut el títol de la finestra i arrossegar - Per a fer que aquest tipus de diàleg sigui **SEMI-TRANSPARENT** (el que permet veure el text que hi ha sota mentre s'ajusta un valor) cal mantenir premut el títol de la finestra - Si es manté premuda una paraula, apareixerà un quadre de diàleg que permet buscar l'element seleccionat, tant per a trobar més aparicions en el document com per a realitzar una cerca en Wikipedia - És possible ressaltar seccions mantenint premuda una paraula i arrossegant el dit - És possible desplaçar-se pel document a través del diàleg *FULLEJAR DOCUMENT*: > **MENÚ SUPERIOR ➔ ![Navegació](resources/icons/mdlight/appbar.navigation.svg) ➔ Fullejar document**
cs: ## Tipy pro uživatelské rozhraní <a id="uitips"></a> - Jazyk rozhraní můžete změnit takhle: > **HORNÍ NABÍDKA ➔ ![Nastavení](resources/icons/mdlight/appbar.settings.svg) ➔ Jazyk** - Pokud podržíte některou z možností nebo položek v nabídkách (tloušťka písma, mezery mezi řádky atd.), můžete nastavit zadanou hodnotu jako **VÝCHOZÍ**. Nová hodnota bude aplikována pouze u nově otevřených dokumentů. Dříve otevřené dokumenty si uchovají jejich původní nastavení. Výchozí hodnoty můžete identifikovat tak, že mají v nabídce HVĚZDIČKU, nebo černý okraj okolo indikátorů, jak můžete vidět níže: <div class="img-block break-before-avoid">![Výchozí nastavení 1](resources/quickstart/defaultsetting1.png)</div> <div class="img-block break-before-avoid">![Výchozí nastavení 2](resources/quickstart/defaultsetting2.png)</div> - U **SPODNÍ NABÍDKY** můžete zobrazit vysvětlení všech položek tak, že podržíte název možnosti. Toto funguje i u většiny položek v **HORNÍ NABÍDCE**. - Dialogy, které jsou zobrazeny na celé obrazovce (Historie, Obsah knihy, Záložky, Statistiky čtení atd.) můžete **ZAVŘÍT** tažením dolů. - **SNÍMKY OBRAZOVKY** lze pořizovat ťuknutím na opačné diagonální rohy obrazovky ve stejný čas, nebo dlouhým diagonálním přejetím obrazovky. <div class="img-block break-after-avoid">![Vybírání čísel](resources/quickstart/numberpicker.png)</div> - V dialozích, které obsahují tlačítka s šipkami, tak jako můžete vidět výše, můžete zvyšovat / snižovat hodnotu ve větších krocích tak, že podržíte tlačítko se šipkou. - Tento typ dialogů (které nejsou na celé obrazovce) můžete **ZAVŘÍT** tak, že ťuknete vedle okna dialogu. Tyto dialogy lze také **POSUNOUT**. Uděláte to tak, že podržíte okno dialogu a přetáhnete ho kam potřebujete. - Tento typ dialogů můžete také udělat **POLOPRŮHLEDNÝ**, abyste pod ním mohli vidět text během úprav nastavení. Uděláte to tak, že podržíte název okna dialogu. - Podržením slova se zobrazí dialog, pomocí kterého můžete vyhledat vybrané slovo a najít jeho výskyt v dokumentu, nebo ho najít na Wikipedii. - Výběr provedete tak, že podržíte slovo a táhnete po obrazovce prstem. - Dokumentem můžete procházet pomocí dialogu **PROJÍŽDĚT DOKUMENT**: > **HORNÍ NABÍDKA ➔ ![Navigace](resources/icons/mdlight/appbar.navigation.svg) ➔ Projíždět dokument**
de: ## Tipps zur Benutzeroberfläche <a id="uitips"></a> - Sie können die Sprache der Benutzeroberfläche ändern über: > **OBERES MENÜ ➔ ![Einstellungen](resources/icons/mdlight/appbar.settings.svg) ➔ Sprache** - Wenn Sie auf eine Option oder einen Menüpunkt (Schriftstärke, Zeilenabstand usw.) tippen und halten, können Sie den Wert als **DEFAULT** festlegen. Der neue Wert wird nur auf Dokumente angewendet, die von nun an geöffnet werden. Zuvor geöffnete Dokumente behalten ihre Einstellungen bei. Sie können die Standardwerte als STERN im Menü oder als schwarzen Rahmen um die Indikatoren erkennen, wie unten dargestellt: <div class="img-block break-before-avoid">![Standardeinstellung 1](resources/quickstart/defaultsetting1.png)</div> <div class="img-block break-before-avoid">![Grundeinstellung 2](resources/quickstart/defaultsetting2.png)</div> - Sie können Erklärungen für alle Elemente im **UNTEREN MENÜ** sehen, indem Sie den Namen der Option antippen und halten. Dies ist auch für die meisten Menüpunkte des **OBEREN MENÜS** möglich. - Sie können Vollbilddialoge (Verlauf, Inhaltsverzeichnis, Lesezeichen, Lesestatistiken usw.) **Schließen**, indem Sie nach unten wischen - **Bildschirmfotos** können durch gleichzeitiges diagonales Berühren gegenüberliegender Ecken des Bildschirms oder durch langes diagonales Wischen aufgenommen werden <div class="img-block break-after-avoid">![Number picker](resources/quickstart/numberpicker.png)</div> - In Dialogen, die Pfeilschaltflächen wie die obige enthalten, können Sie auf die Pfeilschaltflächen tippen und sie gedrückt halten, um den Wert in größeren Schritten zu erhöhen oder zu verringern - Sie können diese Art von Dialog (nicht bildschirmfüllend) **Schließen**, indem Sie außerhalb des Fensters tippen. Sie können diese Art von Dialog **verschieben**, indem Sie den Fenstertitel gedrückt halten und ziehen - Sie können diese Art von Dialogfeld **HALB-TRANSPARENT** machen (um den Text darunter zu sehen, während Sie einen Wert einstellen), indem Sie den Fenstertitel antippen und halten - Wenn Sie ein Wort antippen und gedrückt halten, wird ein Dialogfeld angezeigt, in dem Sie nach dem ausgewählten Wort suchen können, um weitere Vorkommen im Dokument zu finden oder es in Wikipedia nachzuschlagen. - Sie können Abschnitte markieren, indem Sie auf ein Wort tippen, es gedrückt halten und mit dem Finger ziehen. - Sie können sich über das Dialogfeld **DOKUMENT KENNZEICHNEN** durch Ihr Dokument bewegen: > **OBERES MENÜ ➔ ![Navigation](resources/icons/mdlight/appbar.navigation.svg) ➔ Dokument überfliegen**
el: ## ΣΥΜΒΟΥΛΕΣ ΓΙΑ ΤΗ ΔΙΕΠΑΦΗ ΧΡΗΣΤΗ <a id="uitips"></a> - Μπορείτε να αλλάξετε τη γλώσσα διεπαφής χρησιμοποιώντας: > **ΕΠΑΝΩ ΜΕΝΟΥ ➔ ![Settings](../resources/icons/mdlight/appbar.settings.svg) ➔ Γλώσσα** - Εάν πατήσετε παρατεταμένα σε μια επιλογή ή στοιχείο μενού (πάχος γραμματοσειράς, διάστιχο κ.λπ.), μπορείτε να ορίσετε την τιμή της ως **ΠΡΟΕΠΙΛΟΓΗ**. Η νέα τιμή θα εφαρμοστεί μόνο στα έγγραφα που ανοίγονται από εδώ και στο εξής. Τα έγγραφα που ανοίχτηκαν προηγουμένως θα διατηρήσουν τις ρυθμίσεις τους. Μπορείτε να αναγνωρίσετε τις προεπιλεγμένες τιμές με το ΑΣΤΕΡΙ στο μενού ή με το μαύρο περίγραμμα γύρω από τους δείκτες, όπως φαίνεται παρακάτω: <div class="img-block break-before-avoid">![Default setting 1](../resources/quickstart/defaultsetting1.png)</div> <div class="img-block break-before-avoid">![Default setting 2](../resources/quickstart/defaultsetting2.png)</div> - Μπορείτε να δείτε επεξηγήσεις για όλα τα στοιχεία στο **ΚΑΤΩ ΜΕΝΟΥ** πατώντας παρατεταμένα το όνομα της επιλογής. Αυτή η δυνατότητα είναι επίσης διαθέσιμη για τα περισσότερα από τα στοιχεία του **EΠΑΝΩ ΜΕΝΟΥ**. - Μπορείτε να **ΚΛΕΙΣΕΤΕ** τους διαλόγους πλήρους οθόνης (Ιστορικό, Πίνακας Περιεχομένων, Επισημειώσεις, Στατιστικά Ανάγνωσης κ.λπ.) σαρώνοντας προς τα κάτω. - Μπορείτε να τραβήξετε **ΣΤΙΓΜΙΟΤΥΠΑ** αγγίζοντας ταυτόχρονα διαγώνια τις αντίθετες γωνίες της οθόνης ή κάνοντας μια μακρά διαγώνια σάρωση. <div class="img-block break-after-avoid">![Number picker](../resources/quickstart/numberpicker.png)</div> - Σε διαλόγους που περιέχουν κουμπιά βελών ρύθμισης, όπως το παραπάνω, μπορείτε να πατήσετε και να κρατήσετε πατημένα τα κουμπιά βελών για να αυξήσετε/μειώσετε την τιμή σε μεγαλύτερα βήματα - Μπορείτε να **ΚΛΕΙΣΕΤΕ** αυτόν τον τύπο διαλόγου (μη πλήρους οθόνης) πατώντας έξω από το παράθυρο. Μπορείτε να **ΚΙΝΗΣΕΤΕ** αυτόν τον τύπο διαλόγου κρατώντας πατημένο τον τίτλο του παραθύρου και σύροντας. - Μπορείτε να κάνετε αυτόν τον τύπο διαλόγου **ΗΜΙΔΙΑΦΑΝΗ** (για να βλέπετε το κείμενο κάτω από αυτόν ενώ ρυθμίζετε μια τιμή) πατώντας και κρατώντας πατημένο τον τίτλο του παραθύρου. - Πατώντας παρατεταμένα μια λέξη εμφανίζεται ένας διάλογος που σας επιτρέπει να αναζητήσετε την επιλογή για να βρείτε περισσότερες εμφανίσεις στο έγγραφο ή να την αναζητήσετε στη Βικιπαίδεια - Μπορείτε να επισημάνετε τμήματα πατώντας παρατεταμένα μια λέξη και σύροντας το δάχτυλό σας - Μπορείτε να μετακινηθείτε στο έγγραφό σας μέσω του διαλόγου **ΓΡΗΓΟΡΟ ΞΕΦΥΛΛΙΣΜΑ**: > **EΠΑΝΩ ΜΕΝΟΥ ➔ ![Navigation](../resources/icons/mdlight/appbar.navigation.svg) ➔ Γρήγορο Ξεφύλλισμα**
es: ## Sugerencias sobre la interfaz de usuario <a id="uitips"></a> - Se puede cambiar el idioma de la interfaz utilizando: > **MENÚ SUPERIOR ➔ ![Ajustes](resources/icons/mdlight/appbar.settings.svg) ➔ Idioma** - Si se pulsa y mantiene presionada una opción o elemento del menú (peso de fuente, interlineado, etc.), puede establecer un valor como ** PREDETERMINADO **. El nuevo valor sólo se aplicará a los documentos abiertos de ahora en adelante. Los documentos abiertos previamente conservarán su configuración. Se pueden identificar los valores por defecto como una ESTRELLA en el menú o como un borde negro alrededor de los indicadores, tal como se ve a continuación: <div class="img-block break-before-avoid">![Default setting 1](resources/quickstart/defaultsetting1.png)</div> <div class="img-block break-before-avoid">![Default setting 2](resources/quickstart/defaultsetting2.png)</div> - Es posible ver las explicaciones de todos los elementos en el **MENÚ INFERIOR** pulsando y manteniendo el nombre de la opción. Esto también está disponible para la mayoría de los elementos del **MENÚ SUPERIOR**. - Es posible **CERRAR** los diálogos a pantalla completa (Historial, Índice, Marcadores, Estadísticas de lectura, etc.) deslizando el dedo hacia abajo - Es posible realizar **CAPTURAS DE PANTALLA** tocando al mismo tiempo dos esquinas de la pantalla opuestas en diagonal, o haciendo un deslizamiento largo en diagonal <div class="img-block break-after-avoid">![Number picker](resources/quickstart/numberpicker.png)</div> - En los diálogos que contienen botones de flecha de ajuste como el de arriba, se pueden pulsar y mantener los botones de flecha para aumentar/disminuir el valor en incrementos mayores - Este tipo de diálogos (sin pantalla completa) se pueden **CERRAR** tocando fuera de la ventana. Para **MOVER** este tipo de diálogo hay que mantener pulsado el título de la ventana y arrastrar - Para hacer que este tipo de diálogo sea **SEMI-TRANSPARENTE** (lo que permite ver el texto que hay debajo mientras se ajusta un valor) hay que mantener pulsado el título de la ventana - Si se mantiene pulsada una palabra, aparecerá un cuadro de diálogo que permite buscar el elemento seleccionado, tanto para encontrar más apariciones en el documento como para realizar una búsqueda en Wikipedia - Es posible resaltar secciones manteniendo pulsada una palabra y arrastrando el dedo - Es posible desplazarse por el documento a través del diálogo **HOJEAR DOCUMENTO**: > **MENÚ SUPERIOR ➔ ![Navegación](resources/icons/mdlight/appbar.navigation.svg) ➔ Hojear documento**
fa: ## نکات رابط کاربری <a id="uitips"></a> - شما می‌توانید زبان رابط کاربری را با استفاده از مسیر زیر تغییر دهید: > **منوی بالایی← ![تنظیمات](resources/icons/mdlight/appbar.settings.svg) ← زبان** - اگر بر روی گزینه‌ها و موارد منو ضربه و لمس طولانی انجام دهید (وزن قلم، فاصله خطوط و امثال آن.)، می‌توانید مقدار **پیشفرض** آن را تعیین کنید. این مقدار جدید تنها بر روی اسنادی که از آن لحضه به بعد باز می‌کنید اعمال خواهد شد. اسنادی که قبلا باز شده باشند تنظیمات قبلی خود را حفظ خواهند کرد. شما می‌توانید مقادیر پیشفرض را در منو‌ها با ستاره‌ای در کنار آنها یا با یک حاشیه سیاه در اطراف نشانگر آنها که در زیر آمده تشخیص دهید: <div class="img-block break-before-avoid">![تنظیمات پیش‌فرض ۱](resources/quickstart/defaultsetting1.png)</div> <div class="img-block break-before-avoid">![تنظیمات پیشفرض ۲](resources/quickstart/defaultsetting2.png)</div> - شما می‌توانید توضیحات هر گزینه در **منوی پایینی** را با ضربه و نگهداشتن طولانی بر روی نام آن گزینه ببینید. این مورد همچنین در اکثر گزینه‌‌های **منوی بالایی** در دسترس است. - شما می‌توانید با کشیدن دست به سمت پایین پنجره‌های تمام صفحه (تاریخچه, فهرست مطالب, نشانک‌ها, آمارهای مطالعه و امثال آن.) را **ببندید** - **نماگرفت** را می‌توانید با لمس همزمان دو گوشه‌، در راستای قطر یا کشیدن دست (سواپ) در راستای قطر ثبت کنید. <div class="img-block break-after-avoid">![انتخابگر عدد](resources/quickstart/numberpicker.png)</div> - در پنجره های دارای دکمه‌های یپکان شکل، مشابه آنچه در بالا می‌بینید, می‌توانید با ضربه و نگه داشتن بر روی دکمه‌های پیکان شکل، مقدار را سریعتر افزایش / کاهش دهید. - شما می‌توانید این نوع پنجره‌ها (غیر تمام‌صفحه) را با ضربه‌ای خارج از آن پنجره **ببندید**. شما می‌توانید این نوع پنجره‌ها را با نگهداشتن بر روی عنوان پنجره و کشیدن **جابجا** کنید. - شما می‌توانید این نوع از پنجره‌ها را با ضربه و نگهداشتن دست بر روی عنوان پنجره (برای دیدن نوشته‌های زیر آن پنجره ) **نیمه شفاف** کنید. - ضربه و نگهداشتن دست بر روی کلمات، پنجره‌ای را باز خواهد کرد که به شما اجازه جستجوی آن کلمه در سند و یا جستجو در ویکی‌پدیا را می‌دهد. - هایلایت و انتخاب با ضربه و نگهداشتن بر روی کلمه و سپس کشیدن دست بر روی صفحه صورت می‌گیرد - می‌توانید در سند با پنجره **مرور سریع سند** جابجا شوید: > **منوی بالایی ← ![پیمایش](resources/icons/mdlight/appbar.navigation.svg) ← مرور سریع سند**
fr: ## Conseils sur l’interface utilisateur <a id="uitips"></a> - Vous pouvez changer la langue de l’interface en utilisant : > **MENU PRINCIPAL ➔ ![Paramètres](ressources/icons/mdlight/appbar.settings.svg) ➔ Langue**. - Si vous tapez et maintenez sur une option ou un élément de menu (poids de la police, espacement des lignes, etc.), vous pouvez définir sa valeur comme **DEFAULT**. La nouvelle valeur ne sera appliquée qu'aux documents ouverts à partir de maintenant. Les documents ouverts précédemment conserveront leurs paramètres. Vous pouvez identifier les valeurs par défaut sous la forme d'une STAR dans le menu ou d'une bordure noire autour des indicateurs, comme illustré ci-dessous : <div class="img-block break-before-avoid"> ![Réglage par défaut 1](resources/quickstart/defaultsetting1.png)</div> <div class="img-block break-before-avoid"> ![Réglage par défaut 2](resources/quickstart/defaultsetting2.png)</div> - Vous pouvez voir des explications pour tous les éléments du **MENU INFÉRIEUR** en appuyant sur le nom de l'option et en le maintenant enfoncé. Ceci est également disponible pour la plupart des éléments du **MENU SUPÉRIEUR**. - Vous pouvez **FERMER** les boîtes de dialogue en plein écran (historique, table des matières, signets, statistiques de lecture, etc.) en faisant glisser le curseur vers le bas. - Il est possible de prendre des **SCREENSHOTS** en touchant simultanément des coins opposés de l'écran en diagonale ou en effectuant un long glissement diagonal. <div class="img-block break-after-avoid"> ![Number picker](resources/quickstart/numberpicker.png)</div> - Dans les dialogues contenant des boutons fléchés d'ajustement comme celui ci-dessus, vous pouvez taper et maintenir sur les boutons fléchés pour augmenter / diminuer la valeur par incréments plus importants.... - Vous pouvez **FERMER** ce type de dialogue (non plein écran) en tapant à l'extérieur de la fenêtre. Vous pouvez **DÉPLACER** ce type de dialogue en maintenant le titre de la fenêtre et en le faisant glisser. - Vous pouvez rendre ce type de dialogue **SEMI-TRANSPARENT** (pour voir le texte en dessous pendant l'ajustement d'une valeur) en tapant et en maintenant le titre de la fenêtre. - Si vous appuyez sur un mot et que vous le maintenez enfoncé, une boîte de dialogue s'ouvre et vous permet de rechercher la sélection pour trouver d'autres occurrences dans le document ou de la consulter sur Wikipédia. - Vous pouvez mettre en évidence des sections en touchant et en maintenant un mot et en faisant glisser votre doigt. - Vous pouvez vous déplacer dans votre document via la boîte de dialogue **SKIM DOCUMENT** : > **MENU PRINCIPAL ➔ ![Navigation](resources/icons/mdlight/appbar.navigation.svg) ➔ Écraser le document**
gl: ## Consellos para usar a interface de usuario <a id="uitips"></a> - Podes cambiar o idioma da interface facendo o seguinte: > **MENÚ SUPERIOR ➔ ![Configuración](resources/icons/mdlight/appbar.settings.svg) ➔ Idioma** - Se premes e mantés pulsada unha opción ou elemento dun menú (peso da fonte, espazado entre liñas, etc) podes configurar o seu valor como **VALOR POR DEFECTO**. O novo valor aplicarase soamente aos documentos abertos a partir de agora. Documentos abertos con anterioridade manterán os seus axustes. Podes identificar os valores por defecto pola ESTRELA no menú ou polo borde negro arredor dos indicadores como se mostra a continuación: <div class="img-block break-before-avoid">![Valor por defecto 1](resources/quickstart/defaultsetting1.png)</div> <div class="img-block break-before-avoid">![Valor por defecto 2](resources/quickstart/defaultsetting2.png)</div> - Podes ver explicacións para todos os elementos do **MENÚ INFERIOR** premendo e mantendo pulsado o nome da opción. Esta axuda tamén está dispoñible para a meirande parte dos elementos do **MENÚ SUPERIOR**. - Podes **PECHAR** diálogos de pantalla completa (Historial, Índice, Marcadores, Estatísticas de lectura, etc) deslizando cara abaixo - Podes tomar **CAPTURAS DE PANTALLA** tocando as esquinas opostas da pantalla diagonalmente ou cun deslizamento longo en diagonal <div class="img-block break-after-avoid">![Selector de números](resources/quickstart/numberpicker.png)</div> - En diálogos que conteñen botóns de axuste con frechas como o mostrado arriba, podes premer e manter pulsados os botóns con frechas para incrementar ou diminuír o valor en saltos máis grandes - Podes **PECHAR** este tipo de diálogo (que non é de pantalla completa) premendo fora del. Podes **MOVER** este tipo de diálogo mantendo premido o título da xanela e arrastrando - Podes facer este tipo de diálogo **SEMI-TRANSPARENTE** (para ver o texto embaixo mentres se axusta un valor) premendo e mantendo pulsado o título da xanela - Premendo e mantendo pulsada unha palabra abre un diálogo que permite a busca da selección para atopar máis coincidencias no documento ou procurala na Wikipedia - Podes destacar seccións premendo e mantendo pulsada unha palabra e arrastrando o teu dedo - Podes moverte polo documento por medio do diálogo de **FOLLEAR DOCUMENTO**: > **MENÚ SUPERIOR ➔ ![Navegación](resources/icons/mdlight/appbar.navigation.svg) ➔ Follear documento**
hu: ## Tippek a felhasználói felülethez <a id="uitips"></a> - Megváltoztathatja a felület nyelvét az alábbi módon: > **Felső menü ➔ ![Beállítások](resources/icons/mdlight/appbar.settings.svg) ➔ Nyelv** - Ha egy menüpontot vagy menüt nyomva tart (betűtípus vastagság, sortáv stb.), beállíthatja azt **ALAPÉRTELMEZETT**-ként. Az új érték csak az újonnan megnyitott dokumentumokban alkalmazódik. Az előzőleg megnyitott dokumentumok beállítása nem változik. Az alapértelmezett értékeket felismerheti a **CSILLAG** ikonról a menüpont mellett, vagy a fekete körvonalakról, mint ahogy az alább is látható: <div class="img-block break-before-avoid">![Default setting 1](resources/quickstart/defaultsetting1.png)</div> <div class="img-block break-before-avoid">![Default setting 2](resources/quickstart/defaultsetting2.png)</div> - Az **ALSÓ MENÜ**-ben a menüpontok leírása megjeleníthető, ha nyomva tartja az adott menüpontot. Ez a legtöbb esetben vonatkozik a **FELSŐ MENÜ** menüpontjaira is. - A teljes képernyős menüket **BEZÁRHATJA** (Előzmények, Tartalomjegyzék, Könyvjelzők, Olvasási statisztikák stb.) lefele húzással - **KÉPERNYŐKÉPEKET** készíthet két szemközti sarok egyidejű megérintésével vagy egy hosszú átlós húzással <div class="img-block break-after-avoid">![Number picker](resources/quickstart/numberpicker.png)</div> - Azokon a képernyőkön amelyeken nyilak is megjelennek, ezek nyomva tartásával növelheti vagy csökkentheti az értékeket. - A nem teljes képernyős menük **BEZÁRHATÓAK** az ablakokon kívüli terület megérintésével. A menük az ablakok címsorának hosszú érintésével, majd húzással **MOZGATHATÓAK**. - **FÉLIG ÁTLÁTSZÓVÁ** tehetőek az ablakok (hogy lássa a szöveget, míg az értékeket állítja) érintéssel és az ablak nevén való hosszú érintéssel. - Egy szóra való érintéssel, majd nyomva tartással előjön egy menü, mely lehetővé teszi a Wikipédiában való keresést, vagy a kijelölt szó többszöri előfordulásának megtekintését a dokumentumban. - Egy szó megérintésével és nyomva tartással kiemelhet akár teljes mondatokat a szövegből. - Átfuthatja a dokumentumot a **DOKUMENTUM FELFEDEZÉSE** menüpontban: > **FELSŐ MENÜ ➔ ![Navigáció](resources/icons/mdlight/appbar.navigation.svg) ➔ Dokumentum felfedezése**
it_it: ## Suggerimenti per l'interfaccia utente <a id="uitips"></a> - È possibile cambiare la lingua dell'interfaccia utilizzando: > **MENÙ SUPERIORE ➔ ![Impostazioni](../risorse/icons/mdlight/appbar.settings.svg) ➔ Lingua** - Se si tocca e si tiene premuto su un'opzione o una voce di menu (peso del carattere, interlinea ecc.), è possibile impostare il suo valore come **PREDEFINITO**. Il nuovo valore sarà applicato solo ai documenti aperti da ora in poi. I documenti aperti in precedenza manterranno le loro impostazioni. Puoi identificare i valori predefiniti come un ASTERISCO nel menu o come un bordo nero intorno agli indicatori come visto sotto: <div class="img-block break-before-avoid">![Impostazione predefinita 1](../resources/quickstart/defaultsetting1.png)</div> <div class="img-block break-before-avoid">![Impostazione predefinita 2](../resources/quickstart/defaultsetting2.png)</div> - Puoi vedere le spiegazioni per tutte le voci del **MENÙ INFERIORE** toccando e tenendo premuto il nome dell'opzione. Questo è disponibile anche per la maggior parte delle voci del menu **MENÙ SUPERIORE**. - Puoi **CHIUDERE** le finestre di dialogo a schermo intero (Cronologia, Indice, Segnalibri, Statistiche di lettura ecc. - Gli **SCREENSHOT** possono essere scattati toccando contemporaneamente gli angoli opposti dello schermo in diagonale o facendo un lungo scorrimento in diagonale <div class="img-block break-after-avoid">![Selettore numerico](../resources/quickstart/numberpicker.png)</div> - Nelle finestre di dialogo che contengono pulsanti freccia di regolazione come quella sopra, puoi toccare e tenere premuti i pulsanti freccia per aumentare/diminuire il valore con incrementi maggiori - Puoi **CHIUDERE** questo tipo di dialogo (non a schermo intero) toccando fuori dalla finestra. È possibile **SPOSTARE** questo tipo di dialogo tenendo premuto il titolo della finestra e trascinando - È possibile rendere questo tipo di dialogo **SEMI-TRASPARENTE** (per vedere il testo sotto di esso mentre si regola un valore) toccando e tenendo premuto il titolo della finestra - Toccando e tenendo premuta una parola si apre una finestra di dialogo che permette di cercare la selezione per trovare altre occorrenze nel documento o per cercarla su Wikipedia - Puoi evidenziare delle sezioni toccando e tenendo premuta una parola e trascinando il dito - È possibile spostarsi all'interno del documento tramite la finestra di dialogo **SCORRI DOCUMENTO**: > **MENU SUPERIORE ➔ ![Navigazione](../resources/icons/mdlight/appbar.navigation.svg) ➔ Scorri documento**
ja: ## ユーザーインターフェースのヒント<a id="uitips"></a> - 以下のようにしてインターフェース言語を変更することができます: > **上部メニュー ➔ ![設定](resources/icons/mdlight/appbar.settings.svg) ➔ UI言語** - オプションやメニュー項目(フォントの太さや行間など)を長押しすると、その値を**既定**に設定することができます。新しい値はこれから開く文書にのみ適用されます。以前開いた文書はその設定を維持します。既定値は、下図で示されるようにメニューの星印やインジケーターの周りの黒い枠で識別できます: <div class="img-block break-before-avoid">![規定値1](resources/quickstart/defaultsetting1.png)</div> <div class="img-block break-before-avoid">![規定値2](resources/quickstart/defaultsetting2.png)</div> - **下部メニュー**のすべての項目は、項目名を長押しすることで説明を見ることができます。**上部メニュー**のほとんどの項目でも利用可能です。 - (履歴、目次、ブックマーク、読書統計などの)全画面ダイアログを下にスワイプして**閉じる**ことができます。 - 画面の対角の角を同時にタッチするか、斜め方向に長くスワイプすると**スクリーンショット**が撮影できます。 <div class="img-block break-after-avoid">![数値入力](resources/quickstart/numberpicker.png)</div> - 上図のような調整用矢印ボタンがあるダイアログでは、矢印ボタンを押し続けることで値を大きく増減することができます。 - このタイプのダイアログ(フルスクリーンでないもの)は、ウィンドウの外側をタップすることで**閉じる**ことができます。このタイプのダイアログは、ウィンドウのタイトルを押しながらドラッグすることで移動できます。 - このタイプのダイアログはウィンドウのタイトルを長押しすると**半透明**にすることができます(値の調整中にその下の文章を見ることができます)。 - 単語を長押しするとダイアログが表示され、選択した単語を検索したりWikipediaで調べたりすることができます。 - 単語を長押ししてドラッグすることでその部分をハイライトすることができます。 - **SKIM DOCUMENT**ダイアログを使ってドキュメントを移動することができます: > **上部メニュー ➔ ![ナビゲーション](resources/icons/mdlight/appbar.navigation.svg) ➔ Skim document**
ko_kr: ## 사용자 인터페이스 팁 <a id="uitips"></a> - 다음을 사용하여 인터페이스 언어를 변경할 수 있습니다. > **상단 메뉴 ➔ ![설정](resources/icons/mdlight/appbar.settings.svg) ➔ 언어** - 옵션 또는 메뉴 항목(글꼴 굵기, 줄 간격 등)을 길게 누르면 값을 **초기값**로 설정할 수 있습니다. 새 값은 지금부터 열려 있는 문서에만 적용됩니다. 이전에 연 문서는 설정을 유지합니다. 메뉴에서 기본값을 별표로 식별하거나 아래와 같이 표시기 주위에 검은색 테두리로 식별할 수 있습니다. <div class="img-block break-before-avoid">![기본 설정 1](resources/quickstart/defaultsetting1.png)</div> <div class="img-block break-before-avoid">![기본 설정 2](resources/quickstart/defaultsetting2.png)</div> - 옵션 이름을 길게 누르면 **하단 메뉴**에서 모든 항목에 대한 설명을 볼 수 있습니다. 이는 대부분의 **상단 메뉴** 항목에서도 사용할 수 있습니다. - 아래로 스와이프하여 전체 화면 대화 상자(내력, 차례, 책갈피, 읽기 통계 등)를 **닫기**할 수 있습니다. - **화면갈무리**는 화면의 대각선쪽 모서리를 동시에 터치하거나, 대각선으로 길게 스와이프하여 저장할 수 있습니다. <div class="img-block break-after-avoid">![번호 선택기](resources/quickstart/numberpicker.png)</div> - 위와 같은 조정 화살표 버튼이 포함된 대화 상자에서 화살표 버튼을 길게 눌러 값을 더 크게 늘리거나 줄일 수 있습니다. - 이 유형의 대화 상자(전체 화면 아님)는 창 외부를 탭하여 **닫기**할 수 있습니다. 창 제목을 누르고 드래그하여 이러한 유형의 대화 상자를 **이동**할 수 있습니다. - 창 제목을 길게 눌러 이러한 유형의 대화 상자를 **반투명**(값을 조정하는 동안 그 아래에 있는 텍스트를 보기 위해)으로 만들 수 있습니다. - 낱말을 길게 누르면 문서에서 더 많은 항목을 찾거나 Wikipedia에서 검색하기 위해 선택된 항목을 검색할 수 있는 대화 상자가 나타납니다. - 낱말을 길게 탭한 채 손가락을 밀어서 영역을 강조 표시할 수 있습니다. - **문서 훑어보기** 대화 상자를 통해 문서에서 이동할 수 있습니다. > **상단 메뉴 ➔ ![탐색](resources/icons/mdlight/appbar.navigation.svg) ➔ 문서 훑어보기**
nl_nl: ## User interface tips <a id="uitips"></a> - U kunt de interfacetaal wijzigen met: > **BOVENMENU ➔ ![Instellingen](../resources/icons/mdlight/appbar.settings.svg) ➔ Taal** - Door op een optie of menu-item (lettertypegewicht, regelafstand, enz.) te tikken en deze ingedrukt te houden, kunt u de waarde ervan instellen als **STANDAARD**. De nieuwe waarde zal alleen worden toegepast op documenten die vanaf nu worden geopend. Eerder geopende documenten behouden hun instellingen. U kunt standaardwaarden herkennen als een STER in het menu of als een zwarte rand rond indicatoren zoals hieronder te zien is: <div class="img-block break-before-avoid">![Standaardinstelling 1](../resources/quickstart/defaultsetting1.png)</div> <div class="img-block break-before-avoid">![Standaardinstelling 2](../resources/quickstart/defaultsetting2.png)</div> - U kunt uitleg zien voor alle items op het **ONDERMENU** door de naam van de optie aan te raken en vast te houden. Dit is ook beschikbaar voor de meeste **BOVENMENU** menu-items. - U kunt dialoogvensters op het volledige scherm **SLUITEN** (Geschiedenis, Inhoudsopgave, Bladwijzers, Leesstatistieken enz.) door omlaag te vegen - U kunt **SCHERMAFBEELDINGEN'S** maken door de tegenover elkaar liggende hoeken van het scherm tegelijkertijd diagonaal aan te raken of door een lange diagonale veegbeweging te maken <div class="img-block break-after-avoid">![Number picker](../resources/quickstart/numberpicker.png)</div> - In dialoogvensters met pijltjestoetsen zoals hierboven, kunt u op de pijltjestoetsen tikken en deze ingedrukt houden om de waarde in grotere stappen te verhogen/verlagen - U kunt dit type dialoog **SLUITEN** (niet-volledig scherm) door buiten het venster te tikken. U kunt dit type dialoog **VERSCHUIVEN** door de venstertitel vast te houden en te slepen - U kunt dit type dialoog **SEMI-TRANSPARENT** maken (om de tekst eronder te zien terwijl u een waarde aanpast) door op de venstertitel te tikken en deze ingedrukt te houden - Als u op een woord tikt en het vasthoudt, verschijnt er een dialoogvenster waarin u kunt zoeken naar de selectie om meer voorkomens in het document te vinden of om het woord op te zoeken op Wikipedia - U kunt delen markeren door op een woord te tikken, het vast te houden en uw vinger te slepen - U kunt door uw document navigeren via het **SKIM DOCUMENT** dialoogvenster: > **BOVENMENU ➔ ![Navigatie](../resources/icons/mdlight/appbar.navigation.svg) ➔ Skim document**
pl: ## Wskazówki dotyczące interfejsu użytkownika <a id="uitips"></a> - Możesz zmienić język interfejsu za pomocą: > **GÓRNE MENU ➔ ![Ustawienia](resources/icons/mdlight/appbar.settings.svg)➔ Język** - Jeśli stukniesz i przytrzymasz opcję lub pozycję menu (grubość czcionki, odstępy między wierszami itp.), możesz ustawić jej wartość jako **DOMYŚLNĄ**. Nowa wartość zostanie zastosowana tylko do dokumentów otwieranych od teraz. Wcześniej otwarte dokumenty zachowają swoje ustawienia. Możesz określić wartości domyślne jako GWIAZDKĘ w menu lub jako czarną ramkę wokół wskaźników, jak pokazano poniżej: <div class="img-block break-before-avoid">![Ustawienie domyślne 1](resources/quickstart/defaultsetting1.png)</div> <div class="img-block break-before-avoid">![Ustawienie domyślne 2](resources/quickstart/defaultsetting2.png)</div> - Możesz zobaczyć wyjaśnienia dla wszystkich pozycji w **DOLNYM MENU**, dotykając i przytrzymując nazwę opcji. Jest to również dostępne dla większości pozycji menu **GÓRNE MENU**. - Możesz **ZAMKNĄĆ** okna dialogowe pełnoekranowe (historia, spis treści, zakładki, statystyki czytania itp.), przesuwając w dół - **ZRZUTY EKRANU** można wykonać, dotykając przeciwległych rogów ekranu po przekątnej w tym samym czasie lub wykonując długie przesunięcie po przekątnej <div class="img-block break-after-avoid">![Selektor liczb](resources/quickstart/numberpicker.png)</div> - W oknach dialogowych zawierających przyciski strzałek regulacji, takie jak ten powyżej, możesz dotknąć i przytrzymać przyciski strzałek, aby zwiększyć / zmniejszyć wartość w większych odstępach - Możesz **ZAMKNĄĆ** ten typ okna dialogowego (niepełny ekran), dotykając poza oknem. Możesz **PRZESUWAĆ** ten typ okna dialogowego, przytrzymując tytuł okna i przeciągając - Możesz stworzyć tego typu okno dialogowe **PÓŁPRZEZROCZYSTE** (aby zobaczyć tekst pod nim podczas dostosowywania wartości), dotykając i przytrzymując tytuł okna - Dotknięcie i przytrzymanie słowa powoduje wyświetlenie okna dialogowego, które pozwala wyszukać zaznaczenie, aby znaleźć więcej wystąpień w dokumencie lub wyszukać je w Wikipedii - Możesz podświetlać sekcje, dotykając i przytrzymując słowo i przeciągając palcem - Możesz poruszać się po dokumencie za pomocą okna **TRYBU PRZEWIJANIA DOKUMENTU**: > **GÓRNE MENU ➔ ![Nawigacja](resources/icons/mdlight/appbar.navigation.svg) ➔ Tryb przewijania dokumentu**
pt_br: ## Dicas de interface de usuário <a id="uitips"></a> - Você pode alterar o idioma da interface usando: > **MENU SUPERIOR ➔ ![Configurações](resources/icons/mdlight/appbar.settings.svg) ➔ Idioma** - Se você tocar e segurar em uma opção ou item de menu (peso de fonte, espaçamento de linhas etc.), você poderá definir seu valor como **PADRÃO**. O novo valor vai ser aplicado somente a documentos abertos a partir de então. Documentos previamente abertos vão manter suas configurações. Você pode identificar valores padrão com uma ESTRELA no menu ou com uma borda preta em torno de indicadores como abaixo: <div class="img-block break-before-avoid">![Configuração padrão 1](resources/quickstart/defaultsetting1.png)</div> <div class="img-block break-before-avoid">![Configuração padrão 2](resources/quickstart/defaultsetting2.png)</div> - Você pode ver explicações de todos itens do **MENU INFERIOR** ao tocar e segurar o nome da opção. Isso também está disponível para a maioria dos itens do **MENU SUPERIOR**. - Você pode **FECHAR** janelas de tela cheia (Histórico, Índice, Marcadores, Estatísticas de leitura etc.) delizando para baixo - **CAPTURAS DE TELA** podem ser tiradas tocando cantos diagonalmente opostos da tela ao mesmo tempo ou deslizando longamente na diagonal <div class="img-block break-after-avoid">![Selecionador de números](resources/quickstart/numberpicker.png)</div> - Em janelas que contêm botões de flecha para ajustes, como a acima, você pode tocar e segurar os botões de flecha para aumentar/diminuir o valor em incrementos maiores - Você pode **FECHAR** esse tipo de janela (não tela cheia) tocando fora da janela. Você pode **MOVER** esse tipo de janela segurando o título da janela e arrastando - Você pode tornar esse tipo de janela **SEMITRANSPARENTE** (para ver o texto embaixo dela enquanto se ajusta um valor) tocando e segurando o título da janela - Tocar e segurar uma palavra exibe uma janela que permite buscar o texto selecionado para achar mais ocorrências no documento ou buscar na Wikipédia - Você pode destacar seções tocando e segurando uma palavra e arrastando seu dedo - Você pode folhear o documento usando a janela de **FOLHEAR DOCUMENTO**: > **MENU SUPERIOR➔ ![Navegeção](resources/icons/mdlight/appbar.navigation.svg) ➔ Folhear documento**
ro: ## Sfaturi interfață utilizator <a id="uitips"></a> - Poți schimba limba interfeței din: > **MENIUL DE SUS ➔ ![Setări](resources/icons/mdlight/appbar.settings.svg) ➔ Limbă** - Dacă apeși și ții apăsat pe o opțiune sau pe un element din meniu (ex: mărime font, spațiere linii etc.), îi vei putea reseta valoarea la valoarea implicită. Noua valoare va fi folosită doar la noile documente deschide de acum înainte. Documentele deschise anterior își vor păstra setările. Poți identifica valorile implicite ca avînd o stea în meniu sau o margine neagră în jurul indicatorilor așa cum se poate vedea mai jos: <div class="img-block break-before-avoid">![Setări implicite 1](resources/quickstart/defaultsetting1.png)</div> <div class="img-block break-before-avoid">![Setări implicite 2](resources/quickstart/defaultsetting2.png)</div> - Poți vedea explicații pentru toate elementele din **MENIUL DE JOS** dacă apeși și ții apăsat pe numele opțiunii. Acest lucru este de asemenea disponibil pentru majoritatea elementelor din **MENIUL DE SUS**. - Poți **ÎNCHIDE** dialogurile pe tot ecranul (Istoric, Cuprins, Semne de carte, Statistici citire etc.) printr-o glisare în jos. - Poți face **CAPTURI DE ECRAN** atingînd simultan coțurile opuse pe diagonlă ale ecranului sau făcînd un gest lung în diagonală. <div class="img-block break-after-avoid">![Alegătorul de numere](resources/quickstart/numberpicker.png)</div> - În dialoguri care conțin săgeți de ajustare ca cel de deasupra, poți apăsa și ține apăsat pe săgeți pentru a crește sau a scădea valoarea în incremente mai mari. - Poți **ÎNCHIDE** acest tip de dialog (care nu e pe tot ecranul) atingînd în afara ferestrei. Poți **MUTA** acest tip de dialog ținînd apăsat pe titlul ferestrei și trăgînd. - Poți face acest tip de dialog **SEMI-TRANSPARENT** atingînd și ținînd apăsat pe titlul ferestrei, pentru a vedea textul de sub el în timp ce ajustezi valoarea. - Apăsînd și ținînd apăsat un cuvînt va deschide un dialog care îți permite să cauți selecția în document sau să o cauți pe Wikipedia. - Poți evidenția selecții ținînd apăsat pe un cuvînt și trăgînd cu degetul în continuare. - Poți frunzări prin document cu ajutorul dialogului **FRUNZĂREȘTE DOCUMENT**: > **MENIUL DE SUS ➔ ![Navigare](resources/icons/mdlight/appbar.navigation.svg) ➔ Frunzărește documentul**
ru: ## Советы по интерфейсу <a id="uitips"></a> - Вы можете изменить язык интерфейса, используя: > **ВЕРХНЕЕ МЕНЮ ➔ ![Настройки](resources/icons/mdlight/appbar.settings.svg) ➔ Язык** - Если вы коснетесь и удержите параметр или пункт меню (толщина шрифта, межстрочный интервал и т.д.), то его можно сделать значением **ПО УМОЛЧАНИЮ**. Новое значение будет применяться только к документам, открытым после этого момента. Ранее открытые документы сохранят свои настройки. Значения по умолчанию обозначаются ЗВЕЗДОЙ в меню или чёрной рамкой вокруг индикаторов, как показано ниже: <div class="img-block break-before-escape"> ![Значение по умолчанию 1](resources/quickstart/defaultsetting1.png)</div> <div class="img-block break-before-escape"> ![Значение по умолчанию 2](resources/quickstart/defaultsetting2.png)</div> - Вы можете увидеть объяснения всех пунктов **НИЖНЕГО МЕНЮ**, коснувшись и удерживая название параметра. Всплывающая подсказка также доступна для большинства пунктов **ВЕРХНЕГО МЕНЮ**. - Вы можете **ЗАКРЫТЬ** полноэкранные диалоги (История, Оглавление, Закладки, Статистика чтения и т.д.) свайпом вниз. - **СНИМКИ ЭКРАНА** можно делать, одновременно касаясь противоположных углов экрана по диагонали или делая длинный диагональный свайп. <div class="img-block break-after-escape"> ![Выбор числа](resources/quickstart/numberpicker.png)</div> - В диалоговых окнах, содержащих кнопки со стрелками регулировки, подобные приведенному выше, вы можете коснуться и удерживать кнопки со стрелками, чтобы увеличивать/уменьшать значение с большим шагом. - Вы можете **ЗАКРЫТЬ** данный тип диалогового окна (не во весь экран) касанием за его пределами. Вы можете **ПЕРЕМЕСТИТЬ** такое окно, удерживая и перетаскивая за заголовок. - Вы можете сделать данный тип диалогового окна **ПОЛУПРОЗРАЧНЫМ** (чтобы видеть текст под ним при настройке значения), коснувшись и удерживая заголовок окна. - Касание и удерживание слова вызывает диалоговое окно, которое позволяет вам искать выделенный фрагмент, чтобы найти больше вхождений в документе или найти его в Википедии. - Вы можете выделить разделы, коснувшись и удерживая слово, а затем перетаскивая пальцем. - Вы можете перемещаться по документу с помощью диалогового окна **БЕГЛЫЙ ПРОСМОТР ДОКУМЕНТА**: > **ВЕРХНЕЕ МЕНЮ ➔ ![Навигация](resources/icons/mdlight/appbar.navigation.svg) ➔ Беглый просмотр документа**
sk: ## Tipy pre používateľské rozhranie <a id="uitips"></a> - Jazyk rozhrania môžete zmeniť pomocou: > **VRCHNÉ MENU ➔ ![Nastavenia](resources/icons/mdlight/appbar.settings.svg) ➔ Jazyk** - Ak ťuknete a podržíte možnosť alebo položku ponuky (šírka písma, riadkovanie atď.), môžete jej hodnotu nastaviť ako **PREDVOLENÚ**. Nová hodnota sa použije iba na dokumenty otvorené odteraz. Predtým otvorené dokumenty si zachovajú svoje nastavenia. Predvolené hodnoty môžete rozpoznať zobrazenou HVIEZDIČKOU v ponuke alebo ako položku s čiernym okrajom okolo indikátorov, ako je to znázornené nižšie: <div class="img-block break-before-avoid">![Predvolené nastavenie 1](resources/quickstart/defaultsetting1.png)</div> <div class="img-block break-before-avoid">![Predvolené nastavenie 2](resources/quickstart/defaultsetting2.png)</div> - Ťuknutím a podržaním prstu na popiske si môžete pozrieť vysvetlivky pre všetky položky v **SPODNOM MENU**. Toto je dostupné aj pre väčšinu položiek ponuky pre **VRCHNÉ MENU**. - Dialógy na celej obrazovke (história, obsah knihy, záložky, štatistiky čítania atď.) môžete **ZATVORIŤ** potiahnutím prstu nadol - **SNÍMKY OBRAZOVKY** je možné zosnímať súčasným diagonálnym dotykom protiľahlých rohov obrazovky alebo dlhým diagonálnym potiahnutím prstu <div class="img-block break-after-avoid">![Výber čísla](resources/quickstart/numberpicker.png)</div> - V dialógových oknách obsahujúcich tlačidlá šípok úprav, ako je to vyššie, môžete ťuknutím a podržaním tlačidiel so šípkami zvyšovať / znižovať hodnotu vo väčších prírastkoch - Tento typ dialógového okna (nie na celú obrazovku) môžete **ZATVORIŤ** ťuknutím mimo okna. Tento typ dialógového okna môžete **POHYBOVAŤ** podržaním nadpisu okna a ťahaním - Tento typ dialógového okna môžete urobiť **POLO-PRIESVITNÝM** (aby ste videli text pod ním pri nastavovaní hodnoty) ťuknutím a podržaním nadpisu okna - Ťuknutím a podržaním slova sa zobrazí dialógové okno, ktoré vám umožní vyhľadať výber a nájsť ďalšie výskyty v dokumente alebo ho vyhľadať na Wikipédii - Časti textu môžete zvýrazniť ťuknutím a podržaním slova a potiahnutím prsta - Dokument môžete narýchlo "prebehnúť" cez dialógové okno **PREBEHNÚŤ DOKUMENT**: > **VRCHNÉ MENU ➔ ![Navigácia](resources/icons/mdlight/appbar.navigation.svg) ➔ Prebehnúť dokument**
sr: ## Савети за КИ <a id="uitips"></a> - Језик интерфејса можете да промените помоћу: > **TOP MENU ➔ ![Подешавања](resources/icons/mdlight/appbar.settings.svg) ➔ Језик** - Ако опцију или ставку менија (тежину фонта, проред, итд.) тапнете и задржите, можете да поставите њену вредност као **ПОДРАЗУМЕВАНУ**. Нова вредност ће се применити само на документе који се отворе након овог тренутка. Претходно отворени документи ће задржати своја подешавања. Подразумеване вредности можете да препознате тако што у менију имају ЗВЕЗДИЦУ или као црни оквир око индикатора, као што се види на слици испод: <div class="img-block break-before-avoid">![Подразумевана вредност 1](resources/quickstart/defaultsetting1.png)</div> <div class="img-block break-before-avoid">![Подразумевана вредност 2](resources/quickstart/defaultsetting2.png)</div> - Објашњења свих ставки можете да видите у **BOTTOM MENU (менију на дну)** тако што тапнете и задржите назив опције. Ово је такође доступно и за већину ставки **TOP MENU (менија на врху)**. - Дијалоге у пуном екрану (Историја, Садржај, Маркери, Статистика читања, итд.) можете да **ЗАТВОРИТЕ** тако што превучете наниже - **СЛИКЕ ЕКРАНА** могу да се направе истпвременим додиром супротних углова екрана по дијагонали, или извршавањем дугачког дијагоналног превлачења <div class="img-block break-after-avoid">![Бирач броја](resources/quickstart/numberpicker.png)</div> - У дијалозима који садржи дугмад стрелица која служе да подешавање, као што су она на слици изнад, можете да тапнете и задржите дугме стрелице да увећате / умањите вредност у већим корацима - Овај тип дијалога (мањи од пуног екрана) можете да **ЗАТВОРИТЕ** тапом ван прозора. Овакав дијалог можете да **ПОМЕРИТЕ** тако што држите назив прозора и превлачите - Овај тип дијалога можете да учините **ПОЛУПРОВИДНИМ** (да бисте видели текст испод њега док подешавате вредност) тако што тапнете и задржите наслов прозора - Тап и задржавање речи приказује дијалог који вам омогућава да претражите избор тако да нађете остала појављивања у документу, или да га потражите на Википедији - Одељке можете да истакнете тако што тапнете и задржите реч, па превучете прстом - Кроз документ можете да се крећете дијалогом **БРЗО ПРЕЂИ ПО ДОКУМЕНТУ**: > **TOP MENU ➔ ![Навигација](resources/icons/mdlight/appbar.navigation.svg) ➔ Брзо пређи по документу**
tr: ## Kullanıcı arabirimi ipuçları <a id="uitips"></a> - Arayüz dilini aşağıdakileri kullanarak değiştirebilirsiniz: > **ÜST MENU ➔![Ayarlar](resources/icons/mdlight/appbar.settings.svg) ➔ Dil** - Bir seçeneğe veya menü ögesine (yazı tipi kalınlığı, satır aralığı gibi) dokunup basılı tutarsanız, değerini **VARSAYILAN** olarak ayarlayabilirsiniz. Yeni değer yalnızca bundan sonra açılan belgelere uygulanır. Önceden açılmış belgeler ayarlarını korur. Varsayılan değerleri menüde YILDIZ olarak veya aşağıda görüldüğü gibi göstergelerin etrafında siyah kenarlık olarak tanımlayabilirsiniz: <div class="img-block break-before-avoid">![Varsayılan ayar 1](resources/quickstart/defaultsetting1.png)</div> <div class="img-block break-before-avoid">![Varsayılan ayar 2](resources/quickstart/defaultsetting2.png)</div> - Seçeneğin adına dokunup basılı tutarak **ALT MENÜ** üzerindeki tüm ögeler için açıklamaları görebilirsiniz. Bu, **ÜST MENÜ** menü ögelerinin çoğu için de kullanılabilir. - Tam ekran pencereleri aşağı kaydırarak **KAPATIN** (geçmiş, içindekiler tablosu, yer imleri, okuma istatistikleri vb.) - Ekranın karşıt köşelerine aynı anda çapraz dokunarak veya uzun bir çapraz kaydırma yapılarak **EKRAN GÖRÜNTÜSÜ** alınabilir <div class="img-block break-after-avoid">![Sayı seçici](resources/quickstart/numberpicker.png)</div> - Yukarıdaki gibi ayarlama oku düğmeleri bulunan pencerelerde, değeri daha büyük adımlarla artırmak/azaltmak için ok düğmelerine dokunup basılı tutabilirsiniz - Bu tür bir pencereyi (tam ekran olmayan) dışına dokunarak **KAPATIN**. Pencere başlığını basılı tutup sürükleyerek **TAŞIYIN** - Bu tür bir pencereyi başlığına dokunup basılı tutarak **YARI SAYDAM** (bir değeri ayarlarken altındaki metni görmek için) yapabilirsiniz - Bir sözcüğe dokunmak ve basılı tutmak, belgedeki diğer eşleşmeleri bulmak veya Vikipedi üzerinde aramak için seçimi aramanızı sağlayan bir pencere açar - Bir sözcüğe dokunup basılı tutarak ve parmağınızı sürükleyerek bölümleri vurgulayabilirsiniz - **BELGEYE GÖZ AT** penceresi ile belge içinde hareket edebilirsiniz: > **ÜST MENÜ ➔![Gezinme](resources/icons/mdlight/appbar.navigation.svg) ➔ Belgeye göz at**
uk: ## Поради з користувацького інтерфейсу <a id="uitips"></a> - Ви можете змінити мову інтерфейсу, використовуючи: > **ВЕРХНЄ МЕНЮ ➔ ![Налаштування](../resources/icons/mdlight/appbar.settings.svg) ➔ Мова** - Якщо ви торкнетеся та утримаєте параметр або пункт меню (товщина шрифту, міжрядковий інтервал тощо), ви можете встановити його **ТИПОВИМ** значенням. Нове значення буде застосовуватися лише до документів, відкритих з цього моменту. Раніше відкриті документи збережуть свої налаштування. Ви можете позначити типові значення ЗІРКОЮ в меню або чорною рамкою навколо індикаторів, як показано нижче: <div class="img-block break-before-escape"> ![Типове значення 1](../resources/quickstart/defaultsetting1.png)</div> <div class="img-block break-before-escape"> ![Типове значення 2](../resources/quickstart/defaultsetting2.png)</div> - Ви можете побачити пояснення всіх пунктів **НИЖНЬОГО МЕНЮ**, торкнувшись і утримуючи назву параметра. Це також є для більшості пунктів **ВЕРХНЬОГО МЕНЮ**. - Ви можете **ЗАКРИТИ** повноекранні діалоги (Історія, Зміст, Закладки, Статистика читання тощо) ковзком униз - **ЗНІМКИ ЕКРАНА** можна робити, одночасно торкаючись протилежних кутів екрана за діагоналлю або роблячи довгий діагональний ковзок. <div class="img-block break-after-escape"> ![Вибір числа](../resources/quickstart/numberpicker.png)</div> - У діалогових вікнах, що містять кнопки зі стрілками регулювання, подібні до наведеного вище, Ви можете торкнутися й утримувати кнопки зі стрілками, щоб збільшувати / зменшувати значення з великим кроком. - Ви можете **ЗАКРИТИ**цей тип діалогового вікна (на повний екран) торканням за межами вікна. Ви можете **ПЕРЕМІСТИТИ** цей тип діалогового вікна, утримуючи та перетягуючи заголовок вікна - Ви можете зробити цей тип діалогового вікна **НАПІВПРОЗОРИМ** (щоб бачити текст під ним під час налаштування значення), торкнувшись і утримуючи заголовок вікна - Натискання й утримання слова викликає діалогове вікно, яке дозволяє Вам шукати виділений фрагмент, щоб знайти більше входжень в документі або знайти його у Вікіпедії. - Ви можете виділити розділи, торкнувшись і утримуючи слово, а потім перетягуючи пальцем - Ви можете переміщатися по документу за допомогою діалогового вікна **ПЕРЕГЛЯНУТИ ДОКУМЕНТ**: > **ВЕРХНЄ МЕНЮ ➔ ![Навігація](../resources/icons/mdlight/appbar.navigation.svg) ➔ Переглянути документ**
zh_cn: ## 用户界面提示 <a id="uitips"></a> - 更改界面语言方式: > **顶部按钮 ➔ ![设置](../resources/icons/mdlight/appbar.settings.svg) ➔ 语言** - 如果您点击并按住某个选项或菜单项（字体粗细、行距等），您可以将其值设置为 **DEFAULT**。 适用于从现在开始打开的文档。 以前打开的文档将保留其设置。 您可以将默认值识别为菜单中的 STAR 或指示器周围的黑色边框，如下所示: <div class="img-block break-before-avoid">![Default setting 1](../resources/quickstart/defaultsetting1.png)</div> <div class="img-block break-before-avoid">![Default setting 2](../resources/quickstart/defaultsetting2.png)</div> - 您可以通过点击并按住选项名称来查看 **底部菜单** 上所有项目的说明。 这也适用于大多数 **顶部菜单** 菜单项。 - 您可以**关闭**全屏对话框（历史记录、目录、书签、阅读统计等），方式是下滑。 - **屏幕截图**可以通过同时对角线触摸屏幕的对角或进行长对角滑动来进行 <div class="img-block break-after-avoid">![Number picker](../resources/quickstart/numberpicker.png)</div> - 在包含上述调整箭头按钮的对话框中，您可以点击并按住箭头按钮以更大的增量增加/减少值 - 您可以通过点击窗口外部来**关闭**这种类型的对话框（非全屏）。您可以通过按住窗口标题并拖动来**移动**这种类型的对话框 - 您可以通过点击并按住窗口标题来让这种类型的对话框 **半透明**（在调整值时查看其下方的文本） - 点击并按住一个词会弹出一个对话框，允许您搜索所选内容在文档中找到更多出现次数或在 Wikipedia 上进行查询 - 您可以通过点击并按住一个词并拖动手指来突出显示部分 - 要从头至尾翻阅文档，你可以借助**略读文档**对话框： > **顶部菜单 ➔ ![导航](../resources/icons/mdlight/appbar.navigation.svg) ➔ 略读文档**
