Repository: spruceUI/spruceOS
Catalog: App/KoReader/l10n/*/koreader.po
Languages: ar, ca, cs, de, el, es, fa, fr, gl, hu, it_it, ja, ko_kr, nl_nl, pl, pt_br, ro, ru, sk, sr, tr, uk, zh_cn

source: Would you like to enable or disable hanging punctuation by default? The current default (★) is disabled.
ar: هل تريد تفعيل أو إطفاء علامات الترقيم المعلّقة بشكلٍ افتراضيّ؟ الإعداد الافتراضيّ الحالي (★) إطفاؤها.
ca: Desitja activar o desactivar la puntuació flotant de manera predeterminada? El valor predeterminat per defecte (★) està desactivat.
cs: Chcete visící interpunkci ve výchozím nastavení povolit nebo zakázat? Aktuálně je ve výchozím nastavení (★) zakázána.
de: Möchten Sie die hängende Interpunktion standardmäßig aktivieren oder deaktivieren? Die aktuelle Voreinstellung (★) ist deaktiviert.
el: Θα θέλατε να ενεργοποιήσετε ή να απενεργοποιήσετε τα κρεμαστά σημεία στίξης από προεπιλογή; Η τρέχουσα προεπιλογή (★) είναι η απενεργοποίησή τους.
es: ¿Desea activar o desactivar la puntuación flotante de forma predeterminada? El valor predeterminado por defecto (★) está desactivado.
fr: Voulez-vous activer ou désactiver la ponctuation hors justification par défaut ? La valeur par défaut actuelle (★) est « désactivé ».
gl: Gustaríache activar ou desactivar a puntuación colgante por defecto? O valor por defecto actual (★) é desactivada.
hu: Alapértelmezés szerint engedélyezi vagy tiltja a 'Függő központozás'-t? Jelenleg alapértelmezés szerint (★) le van tiltva.
it_it: Desideri abilitare o disabilitare la punteggiatura fuori margine come impostazione predefinita? L'impostazione predefinita corrente (★) è disabilitata.
ja: 既定では、句読点のぶら下げを有効または無効にしますか？ 現在の既定 (★) は無効です。
ko_kr: 매단 문장 부호를 초기값으로 사용하거나 사용 중지할까요? 지금의 기본값 (★)은 비활성화되어 있습니다.
nl_nl: Hangende interpunctie standaard in- of uitschakelen? De huidige standaardinstelling (★) is uitgeschakeld.
pl: Czy chcesz domyślnie włączyć lub wyłączyć wiszące znaki interpunkcyjne? Bieżąca wartość domyślna (★) jest wyłączona.
pt_br: Gostaria de ativar ou desativar a pontuação suspensa por padrão? O padrão atual (★) é desativado.
ro: Dorești să activezi sau să dezactivezi punctuația atîrnată ca implicit? Implicitul curent (★) este dezactivată.
ru: Вы хотите включить или отключить висячую пунктуацию по умолчанию? Текущее значение по умолчанию (★) - отключено.
sk: Prajete si predvoliť povolenie alebo zakázanie presahujúcej interpunkcie? Súčasné predvolené nastavenie (★) je vypnuté.
sr: Да ли желите да се подразумевано укључи или искључи висећа интерпункција? Тренутна подразумевана вредност (★) је искључено.
tr: Asılı noktalama işaretlerini varsayılan olarak etkinleştirmek ya da devre dışı bırakmak ister misiniz? Geçerli varsayılan (★) devre dışı.
uk: Увімкнути або вимкнути висячі розділові знаки типово? Поточне типове значення (★) вимкнено.
zh_cn: 你是想要默认启用还是禁用标点悬挂？ 当前的默认 (★) 设置是禁用。

source: Book language: %1
ar: لغة الكتاب: %1
ca: Idioma del llibre: %1
cs: Jazyk knihy: %1
de: Buchsprache: %1
el: Γλώσσα βιβλίου: %1
es: Idioma del libro: %1
fa: زبان کتاب: %1
fr: Langue du livre : %1
gl: Linguaxe do libro: %1
hu: Könyv nyelve: %1
it_it: Lingua del libro: %1
ja: 書籍の言語: %1
ko_kr: 책 언어: %1
nl_nl: Taal van boek: %1
pl: Język książki: %1
pt_br: Idioma do livro: %1
ro: Limba cărții: %1
ru: Язык книги: %1
sk: Jazyk knihy: %1
sr: Језик књиге: %1
tr: Kitap dili: %1
uk: Мова книги: %1
zh_cn: 书籍语言: %1

source: Changed language for typography rules to book language: %1.
ar: تم تغيير لغة قواعد الطباعة إلى لغة الكتاب: %1.
ca: S'ha canviat l'idioma de les regles de tipografia a l'idioma del llibre: %1.
cs: Jazyk typografických pravidel byl změněn na jazyk knihy: %1.
de: Geänderte Sprache für Typografie-Regeln zur Buchsprache: %1.
el: Η γλώσσα για τους τυπογραφικούς κανόνες άλλαξε σε γλώσσα βιβλίου: %1.
es: Se ha cambiado el idioma de las reglas de tipografía al idioma del libro: %1.
fa: تغییر زبان برای قوانین تایپوگرافی به زبان کتاب: %1.
fr: Langue des règles typographiques modifiée vers la langue du livre : %1.
gl: Linguaxe de regras tipográficas cambiada á linguaxe do libro: %1.
hu: A tipográfiai szabályok nyelve a könyv nyelvére változott: %1.
it_it: La lingua per le regole tipografiche del libro è stata cambiata: %1.
ja: 組版規則の言語設定を本の言語設定に変えます: %1。
ko_kr: 타이포그래피 규칙의 언어를 책 언어로 변경했습니다: %1.
nl_nl: Typografische regels voor boek gewijzigd naar: %1.
pl: Zmieniono język reguł typografii na język książki: %1.
pt_br: Idioma de regras tipográficas alterado para idioma do livro: %1.
ro: Limba pentru regulile tipografice a fost schimbată în limba cărții: %1.
ru: Язык для правил типографики изменён на язык книги: %1.
sk: Jazyk pravidiel typografie bol zmenený na jazyk knihy: %1.
sr: Језик типографских правила је промењен на језик књиге: %1.
tr: Tipografi kuralları dili kitap dili olarak değiştirildi: %1.
uk: Змінено мову для правил типографіки на мову книги: %1.
zh_cn: 因排版规则将书籍语言更改至: %1.

source: The user dictionary %1 is not alphabetically sorted. It will be disabled now.
ca: El diccionari d'usuari %1 no està ordenat alfabèticament. A partir d'ara es desactivarà.
cs: Vlastní slovník %1 není seřazen podle abecedy. Slovník bude zakázán.
de: Das Benutzerwörterbuch %1 ist nicht alphabetisch sortiert. Es wird jetzt deaktiviert.
el: Το λεξικό του χρήστη %1 δεν είναι αλφαβητικά ταξινομημένο. Θα απενεργοποιηθεί τώρα.
es: El diccionario de usuario %1 no está ordenado alfabéticamente. A partir de ahora se desactivará.
fa: واژه‌نامه کاربر %1 بر اساس حروف الفبا مرتب نشده است. الان غیرفعال خواهد شد.
fr: Le dictionnaire personnalisé %1 n’est pas trié par ordre alphabétique. Il a donc été désactivé.
gl: O dicionario de usuario %1 non está ordenado alfabeticamente. Vai ser desactivado.
hu: Ez a felhasználói szótár %1 nincs betűrendbe rendezve. Tiltásra került.
it_it: Il dizionario utente %1 non è ordinato alfabeticamente. Sarà perciò disabilitato.
ja: ユーザー辞書 %1 はアルファベット順にソートされていません。 現在、無効になっています。
ko_kr: 사용자 사전 %1 알파벳순으로 정렬되지 않습니다. 이제 비활성화됩니다.
nl_nl: Het gebruikerswoordenboek %1 is niet alfabetisch gesorteerd. Het zal nu worden uitgeschakeld.
pl: Słownik użytkownika %1 nie jest posortowany alfabetycznie. Zostanie teraz wyłączony.
pt_br: O dicionário do usuário %1 não está ordenado alfabeticamente. Ele será desativado agora.
ro: Dicționarul utilizatorului %1 nu este sortat alfabetic. Acesta va fi dezactivat.
ru: Словарь пользователя %1 не отсортирован по алфавиту. Он будет отключён.
sk: Používateľský slovník %1 nie je zoradený podľa abecedy. Teraz bude vypnuté.
sr: Кориснички речник %1 није сортиран по азбучном редоследу. Сада ће се искључити.
tr: Kullanıcı sözlüğü %1 alfabetik olarak sıralanmamış. Şimdi devre dışı bırakılacak.
uk: Користувацький словник %1 не впорядковано за абеткою. Його буде вимкнено.
zh_cn: 用户词典 %1 未按照字母顺序排列。 它将被禁用。

source: The user dictionary %1 has corrupted entries. Only valid entries will be used.
ar: قاموس المستخدم %1 يحتوي على إدخالات تالفة. سيتم استخدام إدخالات صالحة فقط.
ca: El diccionari de l'usuari %1 té entrades corruptes. Només s'utilitzaran les entrades que siguin vàlides.
cs: Ve vlastním slovníku %1 jsou poškozené položky. Budou se používat pouze platné položky.
de: Das Benutzerwörterbuch %1 hat korrupte Einträge. Es werden nur noch gültige Einträge verwendet.
el: Το λεξικό του χρήστη %1 έχει κατεστραμμένες καταχωρήσεις. Θα χρησιμοποιηθούν μόνο έγκυρες καταχωρήσεις.
es: El diccionario personalizado %1 tiene entradas dañadas. Se utilizarán únicamente aquellas que sean válidas.
fa: واژه‌نامه کاربر %1 ورودی‌های خراب دارد. تنها ورودی‌های معتبر استفاده خواهد شد.
fr: Le dictionnaire personnalisé %1 contient des entrées corrompues. Seules les entrées valides seront utilisées.
gl: O dicionario de usuario %1 ten entradas corrompidas. Só se usarán as entradas válidas.
hu: Ez a felhasználói szótár %1 korrupt bejegyzést tartalmaz. Csak az érvényes bejegyzések használódnak.
it_it: Il dizionario utente %1 ha delle voci corrotte. Solo le voci valide verranno utilizzate.
ja: ユーザー辞書 %1 には壊れたエントリーがあります。 有効なエントリーのみが使用されます。
ko_kr: 사용자 사전 %1 항목이 손상되었습니다. 유효한 항목만 사용됩니다.
nl_nl: Het gebruikerswoordenboek %1 heeft beschadigde lemma's. Alleen geldige lemma's zullen worden gebruikt.
pl: Słownik użytkownika %1 ma uszkodzone wpisy. Używane będą tylko prawidłowe wpisy.
pt_br: O dicionário de usuário %1 tem entradas corrompidas. Somente entradas válidas vão ser usadas.
ro: Dicționarul utilizatorului %1 are întrări corupte. Doar întrările valide vor fi folosite.
ru: В словаре пользователя %1 есть повреждённые записи. Будут использоваться только корректные записи.
sk: Používateľský slovník %1 má poškodené záznamy. Použijú sa iba platné položky.
sr: Кориснички речник %1 има искварене ставке. Користиће се само исправне ставке.
tr: Kullanıcı sözlüğü %1 kayıtları bozulmuş. Yalnızca geçerli kayıtlar kullanılacak.
uk: Користувацький словник %1 містить пошкоджені записи. Буде застосовано лише дійсні записи.
zh_cn: 用户词典 %1 有损坏条目。 只会使用有效条目。

source: Custom hyphenation rules
ar: قواعد الواصلة المخصصة
ca: Regles de partició de mots personalitzades
cs: Vlastní pravidla pro dělení slov
de: Benutzerdefinierte Silbentrennungsregeln
el: Προσαρμοσμένοι κανόνες συλλαβισμού
es: Reglas de silabación personalizadas
fr: Règles de césure personnalisées
gl: Regras personalizadas de separación en sílabas
hu: Egyedi szóelválasztási szabályok
it_it: Regole di sillabazione personalizzate
ja: カスタムハイフン規則
ko_kr: 사용자 지정 하이픈 규칙
nl_nl: Aangepaste woordafbrekingsregels
pl: Niestandardowe reguły dzielenia wyrazów
pt_br: Regras de hifenização personalizadas
ro: Reguli particularizate de silabisire
ru: Настраиваемые правила переносов
sk: Vlastné pravidlá delenia slov
sr: Произвољна правила хифенације
tr: Özel tireleme kuralları
uk: Спеціальні правила перенесення
zh_cn: 定制连字符规则

source: The hyphenation of a word can be changed from its default by long pressing for 3 seconds and selecting 'Hyphenate'.
ar: يمكن تغيير الواصلة من كلمة افتراضية عن طريق الضغط لفترة طويلة لمدة 3 ثوان واختيار "الواصلة".
ca: La partició d’un mot pot canviar-se respecte a la predeterminada prement prolongadament durant 3 segons i seleccionant «Parteix».
cs: Slovo lze rozdělit jinak než je jeho výchozí dělení dlouhým třísekundovým stisknutím a výběrem možnosti „Rozdělte slovo“.
de: Die Silbentrennung eines Wortes kann von der Standardeinstellung abweichend geändert werden, indem Sie 3 Sekunden lang drücken und "Silbentrennung" auswählen.
el: Ο συλλαβισμός μιας λέξης μπορεί να αλλάξει από την προεπιλογή του πατώντας παρατεταμένα για 3 δευτερόλεπτα και επιλέγοντας «Συλλαβισμός».
es: La silabación de una palabra puede cambiarse respecto a la predeterminada pulsando prolongadamente durante 3 segundos y seleccionando «Silabear».
fr: La césure d’un mot peut être modifiée depuis l’option « Césure » du menu qui s’affiche après avoir maintenant votre doigt sur un mot pendant plus de 3 secondes.
gl: A separación en sílabas dunha palabra pode cambiarse premendo durante 3 segundos e seleccionando "Separación en sílabas".
hu: Egy szó elválasztását megváltoztathatja, ha 3 másodpercig nyomva tartja, majd kiválasztja az "Elválasztást".
it_it: La sillabazione di una parola può essere modificata rispetto all'impostazione predefinita premendo a lungo per 3 secondi e selezionando 'Sillaba'.
ja: 3秒間長押しして「ハイフネーション」を選択すると、単語のハイフネーションが既定から変更されます。
ko_kr: 단어의 하이픈 넣기는 3초 동안 길게 눌러 '하이픈 넣기'를 선택하면 기본값에서 변경할 수 있습니다.
nl_nl: De standaardwoordafbreking van een woord kan worden gewijzigd door er 3 seconden lang op te drukken en 'Woordafbreking' te selecteren.
pl: Dzielenie wyrazów można zmienić z domyślnego za pomocą długiego naciśnięcia przez 3 sekundy i wybrania opcji 'Dziel wyrazy'.
pt_br: O padrão de hifenização de uma palavra pode ser alterado ao pressionar por 3 segundos e selecionar 'Hifenizar'.
ro: Silabisirea unui cuvînt poate fi schimbată față de cea implicită apăsînd timp de 3 secunde și alegînd „Silabisește”.
ru: Расстановку переносов по умолчанию можно изменять долгим касанием нужного слова и нажатием кнопки «Перенос» во всплывающем окне.
sk: Delenie slov je možné zmeniť z predvoleného nastavenia dlhým stlačením v slove na 3 sekundy a výberom 'Rozdeliť'.
sr: Растављање речи може да се измени у односу на подразумевано тако што се изврши дуги притисак од 3 секунде, па изабере ’Издели’.
tr: Bir sözcüğün varsayılan tirelemesini değiştirmek için 3 saniye uzun basın ve 'Tireleme' seçin.
uk: Типове розставлювання перенесень слова можна змінити відкривши меню тривалим натисканням протягом 3 секунд та вибиравши «Перенесення».
zh_cn: 要更改一个单词连字符的默认值，请长按单词三秒并选择 '连字符'。

source: Hyphenate: %1
ar: الواصلة: %1
ca: Partició de mots: %1
cs: Rozdělit slovo: %1
de: Silbentrennung: %1
el: Συλλαβισμός: %1
es: Silabear: %1
fr: Césure de : %1
gl: Separación en sílabas: %1
hu: Szóelválasztás: %1
it_it: Sillabare: %1
ja: ハイフネーション: %1
ko_kr: 하이픈 넣기: %1
nl_nl: Woordafbreking: %1
pl: Dziel wyrazy: %1
pt_br: Hifenizar: %1
ro: Desparte în silabe: %1
ru: Перенос: %1
sk: Delenie slov: %1
sr: Издели: %1
tr: Tirele: %1
uk: Перенесення: %1
zh_cn: 连字符: %1

source: Add hyphenation positions with hyphens ('-') or spaces (' ').
ar: إضافة مواضع الواصلة باستخدام واصلات ('-') أو مسافات (' ').
ca: Afegiu posicions de partició de mots amb guionets («-») o espais (« »).
cs: Zadejte místo rozdělení pomocí spojovníku (-) nebo mezery ( ).
de: Fügen Sie Silbentrennstellen mit Bindestrichen ('-') oder Leerzeichen (' ') hinzu.
el: Προσθέστε θέσεις συλλαβισμού με ενωτικά ("-") ή κενά (" ").
es: Añada posiciones de silabación con guiones («-») o espacios (« »).
fr: Ajouter des emplacements de césure en utilisant des tirets (« - ») ou des espaces (« »).
gl: Engade posicións de separación en sílabas con guións ("-") ou espazos (" ").
hu: Adj hozzá szóelválasztást kötőjelekkel ('-) vagy szókközökkel (' ').
it_it: Aggiungi posizioni di sillabazione con trattini ('-') o spazi (' ').
ja: ハイフン ('-') または空白 (' ')でハイフネーション位置を追加します。
ko_kr: 하이픈('-') 또는 빈칸(' ')을 사용하여 하이픈 위치를 추가합니다.
nl_nl: Voeg afbrekingsposities toe met koppeltekens ('-') of spaties (' ').
pl: Dodaj pozycje dzielenia wyrazów za pomocą łączników ('-') lub spacji (' ').
pt_br: Adicionar posições de hifenização com hifens ('-') ou espaços(' ').
ro: Adaugă locul despărțirii în silabe folosind cratime ('-') sau spații (' ').
ru: Добавлять места переноса через дефис ('-') или пробелы (' ').
sk: Pridať pozície delenia slov s pomlčkami ('-') alebo medzerami (' ').
sr: Додајте места поделе цртицама (’-’) или размацима (’ ’).
tr: Tire('-') ya da boşluk (' ') ile heceleme konumları ekleyin.
uk: Додати положення розставлення перенесень з дефісом («-») або пробілами (« »).
zh_cn: 通过连字符 ('-') 或空格 (' ') 添加断字位置。

source: Invalid hyphenation!
ar: واصلة غير صالحة!
ca: La partició de mots no és vàlida.
cs: Neplatné dělení slov!
de: Ungültige Silbentrennung!
el: Μη έγκυρος συλλαβισμός!
es: La silabación no es válida.
fr: Césure invalide !
gl: Separación en sílabas non válida!
hu: Hibás szóelválasztás!
it_it: Sillabazione invalida!
ja: ハイフネーションが不正！
ko_kr: 잘못된 하이픈!
nl_nl: Ongeldige woordafbreking!
pl: Nieprawidłowe dzielenie wyrazów!
pt_br: Hifenização inválida!
ro: Despărțire în silabe invalidă!
ru: Неверный перенос!
sk: Neplatné delenie slov!
sr: Неисправна хифенација!
tr: Tireleme geçersiz!
uk: Неприпустиме перенесення!
zh_cn: 无效连字符！

source: Rotation mode set to: %1
ar: تم ضبط وضع الدوران على: %1
ca: El mode de gir s’ha definit a: %1
cs: Otočení je nastaveno na možnost: %1
de: Rotationsmodus eingestellt auf: %1
el: Ο τρόπος περιστροφής ορίστηκε σε: %1
es: Modo de giro establecido a: %1
fa: حالت چرخش تنظیم شد بر روی: %1
fr: Mode de rotation réglé à : %1
gl: Modo de rotación axustado a: %1
hu: Forgatási mód: %1
it_it: Modalità di rotazione impostata a: %1
ja: 回転モードを %1 に設定しました
ko_kr: 회전 모드 설정: %1
nl_nl: Draaimodus ingesteld op: %1
pl: Tryb obracania ustawiony na: %1
pt_br: Modo de rotação definido para: %1
ro: Mod rotație setat la: %1
ru: Текущий режим поворота: %1
sk: Režim otáčania nastavený na: %1
sr: Режим ротације је постављен на: %1
tr: Döndürme kipi şuna ayarlandı: %1
uk: Режим обертання встановлено на: %1
zh_cn: 旋转模式已设为: %1

source: Continuous view (scroll mode) works best with zoom to page width, zoom to content width or zoom to rows. In combination with zoom to fit page, page height, content height, content or columns, continuous view can cause unexpected shifts when turning pages.
ar: يعمل العرض المستمر (وضع التمرير) بشكل أفضل مع التكبير لعرض الصفحة أو تكبير عرض المحتوى أو تكبير الصفوف. بالاقتران مع التكبير لملاءمة الصفحة أو ارتفاع الصفحة أو ارتفاع المحتوى أو المحتوى أو الأعمدة ، يمكن أن يتسبب العرض المستمر في حدوث تحولات غير متوقعة عند قلب الصفحات.
ca: La vista contínua (mode de desplaçament de pàgina) funciona millor amb el zoom ajustat a l'ample de la pàgina, a l'ample del texto a les files . En combinació amb el zoom ajustat a la pàgina, a l'altura de la pàgina, a l'altura del text, al text, o a les columnes, la vista contínua pot provocar desplaçaments inesperats en passar de pàgina.
cs: Režim zobrazení „nepřetržitě“ (rolování) funguje nejlépe při zazoomování na „šířku stránky“, „šířku obsahu (stránky)“, nebo řádky (komixů). V kombinaci se zoomováním na „stránku“, „výšku stránky“, „výšku obsahu (stránky)“, „obsah (stránky)“, nebo „sloupečky (komixů)“ může při otáčení stránek v režimu zobrazení „nepřetržitě“ docházet k neočekávanému svislému posunování obsahu.
de: Die fortlaufende Ansicht (Bildlaufmodus) funktioniert am besten mit Zoom auf Seitenbreite, Zoom auf Inhaltsbreite oder Zoom auf Zeilen. In Kombination mit Zoom auf Seite, Seitenhöhe, Inhaltshöhe, Inhalt oder Spalten kann die kontinuierliche Ansicht zu unerwarteten Verschiebungen beim Umblättern führen.
el: Η συνεχής προβολή (λειτουργία κύλισης) λειτουργεί καλύτερα με μεγέθυνση σε πλάτος σελίδας, μεγέθυνση σε πλάτος περιεχομένου ή μεγέθυνση σε σειρές. Σε συνδυασμό με μεγέθυνση για προσαρμογή σελίδας, ύψος σελίδας, ύψος περιεχομένου, περιεχόμενο ή στήλες, η συνεχής προβολή μπορεί να προκαλέσει απροσδόκητες αλλαγές κατά την περιστροφή σελίδων.
es: La vista continua (modo de desplazamiento de página) funciona mejor con el zoom ajustado al ancho de la página, al ancho del texto, o a las filas . En combinación con el zoom ajustado a la página, a la altura de la página, a la altura del texto, al texto, o a las columnas, la vista continua puede provocar desplazamientos inesperados al pasar de página.
fr: La vue continue (mode défilement) fonctionne mieux avec un zoom adapté à la largeur de la page ou à la largeur du contenu. En combinaison avec un zoom adapté à la page, la hauteur de page, la hauteur du contenu, au contenu ou aux colonnes, la vue continue peut provoquer des décalages inattendus lors du changement de page.
gl: Vista continua (modo desprazamento) funciona mellor co zoom axustado ao largo da páxina, axustado ao largo do contido ou axustado ás filas. Combinado co zoom axustado á páxina, ou á altura da páxina ou á altura de contido, a vista continua pode provocar saltos inesperados ao pasar páxina.
hu: A folyamatos nézet (görgetési mód) a legjobban az oldal szélességére, a tartalom szélességére vagy a sorokra való nagyítással működik. Az oldalra, oldalmagasságra, tartalmi magasságra, tartalommagasságra, tartalomra vagy oszlopokra való nagyítással kombinálva a folyamatos nézet váratlan elmozdulásokat okozhat az oldalak lapozásakor.
it_it: La vista continua (modalità di scorrimento) funziona meglio con lo zoom fissato sulla larghezza della pagina, sulla larghezza del contenuto o sulle righe. In combinazione con lo zoom adattato alla pagina, all'altezza della pagina, all'altezza del contenuto o delle colonne, la visualizzazione continua può causare spostamenti imprevisti mentre si volta la pagina.
ja: 連続表示(スクロールモード)は、ページ幅に合わせたズーム、コンテンツ幅に合わせたズーム、行に合わせたズームのいずれかと併用すると効果的です。 ページに合わせるズーム、ページの高さ、コンテンツの高さ、コンテンツ、列との組み合わせでは、連続表示を行うと、ページをめくるときに予期せぬずれが生じることがあります。
ko_kr: 연속 보기(스크롤 모드)는 페이지 너비에 맞게 확대나 컨텐트 너비에 맞게 확대, 행 너비에 맞게 확대일 때에 가장 알맞게 작동합니다. 연속 보기를 페이지에 맞게 확대나 페이지 높이, 컨텐트 높이, 컨텐트나 열 높이에 맞게 확대로 혼합하여 사용하면, 페이지를 넘길 때 예기치 않은 건너뜀이 생길 수 있습니다.
nl_nl: Ononderbroken weergave (scrollmodus) werkt het best met zoom naar paginagrootte, zoom naar inhoudsbreedte of zoom naar rijen. In combinatie met zoom naar paginagrootte, paginahoogte, inhoudshoogte, inhoud of kolommen, kan ononderbroken weergave onverwachte verschuivingen veroorzaken bij het omslaan van pagina's.
pl: Widok ciągły (tryb przewijania) działa najlepiej z powiększeniem do szerokości strony, powiększeniem do szerokości treści lub powiększeniem do wierszy. W połączeniu z dopasowaniem do strony, wysokością strony, wysokością zawartości, zawartością lub kolumnami, widok ciągły może powodować nieoczekiwane przesunięcia podczas przewracania stron.
pt_br: A visualização contínua (modo de rolagem) funciona melhor com ampliação para largura da página, ampliação para largura do conteúdo ou ampliação para colunas. Em combinação com a ampliação ajustada à página, à altura da página, à altura do conteúdo ou às colunas, a visualização contínua pode causar deslocamentos inesperados ao virar as páginas.
ro: Modul de vedere continuă (mod derulare) funcționează cel mai bine cu încadrare lățime pagină, lățime conținut sau încadrare rînduri. În combinație cu încadrare pagină, înălțime pagină, înălțime conținut, conținut sau coloane, modul de vedere continuă poate produce rezultate neașteptate la întoarcerea de pagini.
ru: Непрерывный просмотр (режим прокрутки) лучше всего работает при масштабировании по ширине: страницы, содержимого или строк. В сочетании с масштабированием по размеру/высоте страницы, высоте содержимого, по содержимому или столбцам, непрерывный просмотр может вызывать неожиданные сдвиги при листании страниц.
sk: Priebežné zobrazenie (režim posúvania) funguje najlepšie so zväčšením na šírku stránky, zväčšením na šírku obsahu alebo zväčšením na riadky. V kombinácii s priblížením na stránku, výšku stránky, výšku obsahu, obsah alebo stĺpce môže súvislé zobrazenie spôsobiť neočakávané posuny pri otáčaní stránok.
sr: Непрекидни поглед (режим скроловања) ради најбоље када је страница зумирана на своју ширину, ширину садржаја или зумирана на редове. У комбинацији са зумирањем тако да стане страница, висина странице, висина садржаја, садржај или колоне, непрекидни поглед може да проузрокује неочекивања померања када се окрећу странице.
tr: Sürekli görünüm (kaydırma kipi) en iyi şekilde sayfa genişliğine, içerik genişliğine ya da satırlara göre yakınlaştırma yapılmışken çalışır. Sayfa sığdırmaya, sayfa yüksekliğine, içerik yüksekliğine ya da içeriğe göre yakınlaştırma ile birlikte kullanıldığında, sürekli görünüm sayfalar çevrilirken beklenmeyen kaymalara neden olabilir.
uk: Безперервний перегляд (режим прокручування) найкраще працює під час масштабування за шириною сторінки, масштабування за шириною вмісту або масштабування за рядками. У поєднанні з масштабуванням за розміром сторінки, висотою сторінки, висотою вмісту, вмістом або стовпцями безперервний перегляд може викликати несподівані зрушення під час гортання сторінок.
zh_cn: 连续视图（滚动模式）在页面缩放模式设置为适应页面宽度、适应内容宽度或适应行数时效果最好。 在与缩放为适应页面、页面高度、内容高度或列数相结合的情况下，连续视图可能会在翻页时出现意料不到的偏移。

source: Contrast set to: %1.
ca: Contrast ajustat a: %1.
cs: Kontrast je nastavený na: %1.
de: Kontrast eingestellt auf: %1.
el: Η αντίθεση ορίστηκε σε: %1.
es: Contraste ajustado a: %1.
fa: اختلاف رنگ به مقدار %1 تنظیم شد.
fr: Contraste défini sur : %1.
gl: Contraste axustado a: %1.
hu: Beállított kontraszt: %1.
it_it: Contrasto impostato a: %1.
ko_kr: 대비 값 설정: %1.
nl_nl: Constrast ingesteld op: %1.
pl: Kontrast ustawiony na: %1.
pt_br: Contraste definido para: %1.
ru: Текущий контраст: %1.
sk: Kontrast nastavený na: %1.
sr: Контраст је постављен на: %1.
tr: Karşıtlık şuna ayarlandı: %1.
uk: Константою встановлено: %1.
zh_cn: 对比度已设为: %1。
