Repository: spruceUI/spruceOS
Catalog: App/KoReader/l10n/*/koreader.po
Languages: ar, ca, cs, de, el, es, fa, fr, gl, hu, it_it, ja, ko_kr, nl_nl, pl, pt_br, ro, ru, sk, sr, tr, uk, zh_cn

source: Articles processed. Deleted: %1
ar: عولجت المقالات. عدد ما تم حذفه: %1
ca: Articles processats. Eliminats: %1
cs: Články byly zpracovány. Smazáno: %1
de: Artikel bearbeitet. Gelöscht: %1
el: Τα άρθρα έχουν επεξεργαστεί. Διαγράφηκαν: %1
es: Artículos procesados. Eliminados: %1
fa: پردازش مقالات. حذف شده: %1
fr: Articles traités. Supprimés : %1
gl: Artigos procesados. Borrados: %1
hu: Cikkek feldolgozása. Törölve: %1
it_it: Articoli elaborati. Eliminati: %1
ja: 記事を処理しました。 削除数: %1
ko_kr: 처리된 글감. 삭제됨: %1
nl_nl: Artikels verwerkt. Verwijderd: %1
pl: Artykuły przetworzone. Usunięto: %1
pt_br: Artigos processados. Excluído: %1
ro: Articole procesate. Șterse: %1
ru: Статьи обработаны. Удалено: %1
sk: Články spracované. Vymazané: %1
sr: Чланци су обрађени. Обрисано: %1
tr: Yazılar işlendi. Silinen: %1
uk: Статті оброблено. Видалено: %1
zh_cn: 条目处理完毕。 删除: %1

source: Go to download folder
ar: إذهب إلى مجلّد التنزيلات
ca: Anar a la carpeta de descàrrega
cs: Přejít na složku stahování
de: Zu Herunterladen-Ordner gehen
el: Μετάβαση στον φάκελο λήψης
es: Ir a la carpeta de descarga
fa: رفتن به پوشه دانلود
fr: Aller au dossier de téléchargement
gl: Ir ao cartafol de descarga
hu: Letöltési mappa megnyitása
it_it: Vai alla cartella di download
ja: ダウンロードフォルダーに移動
ko_kr: 다운로드 폴더로 이동
nl_nl: Ga naar downloadmap
pl: Przejdź do folderu pobierania
pt_br: Ir para a pasta de download
ro: Mergi la dosarul de descărcări
ru: Перейти в папку загрузки
sk: Prejsť do priečinka na sťahovanie
sr: Иди на директоријум преузимања
tr: İndirme klasörüne git
uk: Перейти до теки завантажень
zh_cn: 前往下载文件夹

source: Configure Wallabag server
ar: ضبط خادم Wallabag
ca: Configurar el servidor de Wallabag
cs: Nastavení Wallabag serveru
de: Wallabag-Server konfigurieren
el: Διαμόρφωση του διακομιστή Wallabag
es: Configurar el servidor de Wallabag
fr: Configurer le serveur Wallabag
gl: Configurar servidor Wallabag
hu: Wallabag szerver beállítása
it_it: Configura server Wallabag
ja: Wallabagサーバの設定
ko_kr: Wallabag 서버 구성하기
nl_nl: Wallabagserver instellen
pl: Konfiguruj serwer Wallabag
pt_br: Configurar servidor do Wallabag
ro: Configurare server Wallabag
ru: Настроить сервер Wallabag
sk: Konfigurácia Wallabag servra
sr: Конфигуриши Wallabag сервер
tr: Wallabag sunucusunu yapılandır
uk: Сконфігурувати сервер Wallabag
zh_cn: 配置 Wallabag 服务器

source: Configure Wallabag client
ar: إعداد متلقّي (client) خدمة Wallabag
ca: Configurar el client de Wallabag
cs: Nastavení Wallabag klienta
de: Wallabag-Client konfigurieren
el: Διαμόρφωση προγράμματος-πελάτη Wallabag
es: Configurar el cliente de Wallabag
fr: Configurer le client Wallabag
gl: Configurar cliente de Wallabag
hu: Wallabag kliens beállítása
it_it: Configura client Wallabag
ja: Wallagag クライアントを設定
ko_kr: Wallabag 클라이언트 구성하기
nl_nl: Wallabagclient instellen
pl: Konfiguruj klienta Wallabag
pt_br: Configurar cliente do Wallabag
ro: Configurare client Wallabag
ru: Настроить клиент Wallabag
sk: Konfigurovať klienta Wallabag
sr: Конфигуриши Wallabag клијент
tr: Wallabag istemcisini yapılandır
uk: Налаштувати клієнт Wallabag
zh_cn: 配置 Wallabag 客户端

source: Not set
ar: غير محدد
ca: No configurat
cs: Nenastaveno
de: Nicht gesetzt
el: Δεν έχει οριστεί
es: No configurado
fa: تعیین نشده
fr: Non défini
gl: Sen valor
hu: Nincs beállítva
it_it: Non impostato
ja: 未設定
ko_kr: 설정 안됨
nl_nl: Niet ingesteld
pl: Nie ustawiony
pt_br: Não definido
ro: Nesetat
ru: Не задано
sk: Nenastavené
sr: Није постављено
tr: Ayarlanmamış
uk: Не встановлено
zh_cn: 未设置

source: Set download folder: %1
ca: Establir la carpeta de descàrrega: %1
cs: Nastavit složku pro stahování: %1
de: Download-Ordner festlegen: %1
el: Φάκελος λήψης: %1
es: Establecer la carpeta de descarga: %1
fa: تنظیم پوشه دریافت: %1
fr: Définir le dossier de téléchargement : %1
gl: Establecelo cartafol da descarga: %1
hu: Letöltési mappa beállítása: %1
it_it: Scegli la cartella di scarico: %1
ja: ダウンロードフォルダーを設定: %1
ko_kr: 다운로드 폴더 설정: %1
nl_nl: Downloadmap instellen: %1
pl: Ustaw folder pobierania: %1
pt_br: Definir pasta de download: %1
ru: Задать папку для загрузки: %1
sk: Nastaviť priečinok sťahovania: %1
sr: Постави директоријум преузимања: %1
tr: İndirme klasörünü ayarla: %1
uk: Вказати теку завантажень: %1
zh_cn: 设置下载文件夹：%1

source: All articles
ar: كل المقالات
ca: Tots els articles
cs: Všechny články
de: Alle Artikel
el: Όλα τα άρθρα
es: Todos los artículos
fa: تمام مقالات
fr: Tous les articles
gl: Todos os artigos
hu: Összes cikk
it_it: Tutti gli articoli
ja: 全ての記事
ko_kr: 모든 글감
nl_nl: Alle artikels
pl: Wszystkie artykuły
pt_br: Todos os artigos
ro: Toate articolele
ru: Все статьи
sk: Všetky články
sr: Сви чланци
tr: Tüm yazılar
uk: Всі статті
zh_cn: 所有条目

source: Filter articles by tag: %1
ca: Filtrar articles per etiqueta: %1
cs: Filtrovat články podle tagů: %1
de: Artikel filtern nach Stichwort: %1
el: Φιλτράρισμα άρθρων με βάση την ετικέτα: %1
es: Filtrar artículos por etiqueta: %1
fr: Filtrer les articles par mots-clés : %1
gl: Filtrar artigos por etiqueta: %1
hu: Cikkek szűrése címke szerint: %1
it_it: Filtra articoli per etichetta: %1
ja: タグで記事をフィルター: %1
ko_kr: 태그별로 글감 필터링: %1
nl_nl: Filter artikels bij tag: %1
pl: Filtrowanie artykułów przez znacznik: %1
pt_br: Filtrar artigos por etiqueta: %1
ru: Фильтрация статей по тегу: %1
sk: Filtrovať články podľa značky: %1
sr: Филтрирај чланке по ознаци: %1
tr: Yazıları etikete göre süz: %1
uk: Фільтрувати статті за мітками: %1
zh_cn: 按标签过滤条目：%1

source: Ignore tags
ca: Ignorar etiquetes
cs: Ignorovat tagy
de: Tags ignorieren
el: Παράβλεψη ετικετών
es: Ignorar etiquetas
fa: برچسب‌های صرف‌نظر شده
fr: Ignorer les étiquette
gl: Ignorar etiquetas
hu: Címkék figyelmen kívül hagyása
it_it: Ignora etichette
ja: タグを無視する
ko_kr: 태그 무시
nl_nl: Tags negeren
pl: Ignoruj znaczniki
pt_br: Ignorar etiquetas
ro: Ignoră etichetele
ru: Игнорировать теги
sk: Ignorovať značky
sr: Игнориши ознаке
tr: Kod imleri yok sayılsın
uk: Нехтувати мітками
zh_cn: 忽略标签

source: Ignore tags (%1)
ca: Ignorar etiquetes (%1)
cs: Ignorovat tagy (%1)
de: Tags ignorieren (%1)
el: Παράβλεψη ετικετών (%1)
es: Ignorar etiquetas (%1)
fr: Ignorer les étiquettes (%1)
gl: Ignorar etiquetas (%1)
hu: Figyelmen kívül hagyott címkék (%1)
it_it: Ignora etichette (%1)
ja: タグ (%1) を無視します
ko_kr: 태그 무시 (%1)
nl_nl: Tags negeren (%1)
pl: Ignoruj znaczniki (%1)
pt_br: Ignorar etiquetas (%1)
ro: Ignoră etichetele (%1)
ru: Игнорировать теги (%1)
sk: Ignorovať značky (%1)
sr: Игнориши ознаке (%1)
tr: Kod imleri yok sayılsın (%1)
uk: Нехтувати мітками (%1)
zh_cn: 忽略标签（%1）

source: Tags to ignore
ar: الوسوم التي سيتم تجاهلها
ca: Etiquetes a ignorar
cs: Tagy, které chcete ignorovat
de: Zu ignorierende Tags
el: Ετικέτες για παράβλεψη
es: Etiquetas a ignorar
fr: Étiquettes à ignorer
gl: Etiquetas ignoradas
hu: Figyelmen kívül hagyandó címkék
it_it: Etichette da ignorare
ja: 無視するタグ
ko_kr: 무시할 태그
nl_nl: Tags om te negeren
pl: Znaczniki do zignorowania
pt_br: Etiquetas para ignorar
ro: Etichete de ignorat
ru: Игнорируемые теги
sk: Značky, ktoré treba ignorovať
sr: Ознаке које се игноришу
tr: Yok sayılacak kod imleri
uk: Нехтувані мітки
zh_cn: 需要忽略的标签

source: Enter a comma-separated list of tags to ignore.
ar: أدخل قائمةً من الوسوم مفصولةً بفاصلة لتجاهلها.
ca: Introduir una llista d'etiquetes separades per comes per a ignorar.
cs: Zadejte čárkami oddělené tagy, které chcete ignorovat. Články s těmito tagy se nebudou stahovat.
de: Geben Sie eine kommagetrennte Liste von Tags ein, die ignoriert werden sollen.
el: Εισαγάγετε έναν κατάλογο ετικετών, διαχωρισμένων με κόμμα, για παράβλεψη.
es: Introducir una lista de etiquetas separadas por comas para ignorar.
fr: Saisir une liste d’étiquettes à ignorer, séparées par des virgules.
gl: Insire a lista de etiquetas para ser ignoradas separadas por comas.
hu: Adja meg vesszővel elválasztva a figyelmen kívül hagyandó címkéket.
it_it: Immetti elenco di etichette da ignorare, separato da virgole.
ja: 無視するタグをカンマ区切りリストで入力します。
ko_kr: 무시할 태그 목록을 쉼표로 구분하여 입력하세요.
nl_nl: Scheid de te negeren tags met een komma.
pl: Wpisz listę znaczników oddzielonych przecinkami, aby je zignorować.
pt_br: Insira uma lista de etiquetas separadas por vírgulas para ignorar.
ro: Întrodu o listă de etichete separată de virgule pentru a fi ignorate.
ru: Введите разделённый запятыми список игнорируемых тегов.
sk: Zadajte zoznam značiek oddelených čiarkou, ktoré sa majú ignorovať.
sr: Унесите листу ознака раздвојених запетама које се игноришу.
tr: Yok sayılacak kod imlerinin listesini virgül ile ayırarak yazın.
uk: Введіть розділений комами список міток, якими потрібно нехтувати.
zh_cn: 输入你要忽略的标签，以半角逗号分开。

source: Automatic tags
ca: Etiquetes automàtiques
cs: Automatické štítky
de: Automatisch
el: Αυτόματες ετικέτες
es: Etiquetas automáticas
fa: برچسب گذاری خودکار
fr: Étiquettes automatiques
gl: Etiquetas automáticas
hu: Automatikus címkék
it_it: Etichette automatiche
ja: 自動タグ付け
ko_kr: 자동 태그
nl_nl: Automatische tags
pl: Znaczniki automatyczne
pt_br: Etiquetas automáticas
ro: Etichete automate
ru: Автоматические теги
sk: Automatické značky
sr: Аутоматске ознаке
tr: Otomatik etiketler
uk: Автоматичні мітки
zh_cn: 自动标签

source: Automatic tags (%1)
ca: Etiquetes automàtiques (%1)
cs: Automatické štítky (%1)
de: Automatische Tags (%1)
el: Αυτόματες ετικέτες (%1)
es: Etiquetas automáticas (%1)
fa: برچسب‌های خودکار (%1)
fr: Étiquettes automatiques (%1)
gl: Etiquetas automáticas (%1)
hu: Automatikus címkék (%1)
it_it: Etichette automatiche (%1)
ja: 自動タグ付け (%1)
ko_kr: 자동 태그(%1)
nl_nl: Automatische tags (%1)
pl: Znaczniki automatyczne (%1)
pt_br: Etiquetas automáticas (%1)
ro: Etichete automate (%1)
ru: Автоматические теги (%1)
sk: Automatické značky (%1)
sr: Аутоматске ознаке (%1)
tr: Otomatik etiketler (%1)
uk: Автоматичні мітки (%1)
zh_cn: 自动标签（%1）

source: Tags to automatically add
ca: Etiquetes a afegir automàticament
cs: Štítky pro automatické přidání
de: Tags zum automatischen Hinzufügen
el: Ετικέτες για αυτόματη προσθήκη
es: Etiquetas para añadir automáticamente
fa: برچسب‌هایی که به صورت خودکار اضافه می‌شوند
fr: Étiquettes à ajouter automatiquement
gl: Etiquetas para engadir automaticamente
hu: Automatikusan hozzáadott címkék
it_it: Etichette da aggiungere automaticamente
ja: 自動的に追加するタグ
ko_kr: 자동으로 추가할 태그
nl_nl: Tags om automatisch toe te voegen
pl: Znaczniki do automatycznego dodania
pt_br: Etiquetas para adicionar automaticamente
ro: Etichete de adăugat automat
ru: Теги для автоматического добавления
sk: Automaticky pridávané značky
sr: Ознаке које се аутоматски додају
tr: Otomatik olarak eklenecek etiketler
uk: Автоматично додавані мітки
zh_cn: 自动添加的标签

source: Enter a comma-separated list of tags to automatically add to new articles.
ca: Introduir una llista d'etiquetes separades per comes per afegir-les automàticament als articles nous.
cs: Zadejte čárkami oddělené štítky, které chcete automaticky přidat do nových článků.
de: Geben Sie eine durch Komma getrennte Liste von Tags ein, die automatisch zu neuen Artikeln hinzugefügt werden sollen.
el: Εισαγάγετε έναν κατάλογο ετικετών, διαχωρισμένων με κόμματα, για αυτόματη προσθήκη σε νέα άρθρα.
es: Introducir una lista de etiquetas separadas por comas para añadirlas automáticamente a los nuevos artículos.
fa: فهرستی از تگ‌ها را که با ویرگول از هم جدا شده‌اند وارد کنید، تا به صورت خودکار به مقالات جدید افزوده شوند.
fr: Saisir une liste d’étiquettes (séparées par des virgules) à ajouter automatiquement aux nouveaux articles.
gl: Insire a lista de etiquetas separadas por comas que se van a engadir automaticamente aos novos artigos.
hu: Adja meg az új cikkekhez automatikusan hozzáadandó címkék vesszővel elválasztott listáját.
it_it: Inserisci un elenco separato da virgole di etichette da aggiungere automaticamente ai nuovi articoli.
ja: 記事に自動的に追加するタグをカンマ区切りリストで入力します。
ko_kr: 새 글감에 자동으로 추가할 태그 목록을 쉼표로 구분하여 입력하세요.
nl_nl: Voer een door komma's gescheiden lijst van tags in om automatisch aan nieuwe artikelen toe te voegen.
pl: Wpisz rozdzieloną przecinkami listę znaczników, które będą automatycznie dodawane do nowych artykułów.
pt_br: Insira uma lista de etiquetas separadas por vírgulas para adicionar automaticamente a novos artigos.
ro: Întrodu o listă de etichete separată prin virgule pentru a fi adăugate automat la noile articole.
ru: Введите через запятую список тегов для автоматического добавления к новым статьям.
sk: Zadajte čiarkami oddelený zoznam značiek, ktoré sa majú automaticky pridávať do nových článkov.
sr: Унесите листу ознака раздвојених запетама које ће се аутоматски додати новим чланцима.
tr: Yeni makalelere otomatik olarak eklenecek etiketlerin listesini virgül ile ayırarak yazın.
uk: Введіть розділений комами список міток, щоб автоматично додавати їх до нових статей.
zh_cn: 输入要自动添加到新文章的标签，以半角逗号分开。

source: Article deletion
ar: حذف المقالة
ca: Eliminació d'articles
cs: Mazání článků
de: Artikel-Löschung
el: Διαγραφή άρθρου
es: Eliminación de artículos
fa: حذف مقاله
fr: Suppression de l’article
gl: Borrado de artigos
hu: Cikk törlése
it_it: Eliminazione articolo
ja: 記事削除
ko_kr: 글감 삭제
nl_nl: Artikelverwijdering
pl: Usunięcie artykułu
pt_br: Exclusão de arquivo
ro: Ștergere articol
ru: Удаление статьи
sk: Vymazanie článku
sr: Брисање чланака
tr: Yazı silme
uk: Видалення статті
zh_cn: 文章删除

source: Remotely delete finished articles
ar: حذف المقالات المنتهية عن بعد
ca: Esborrar remotament els articles finalitzats
cs: Vzdáleně smazat dokončené články
de: Lösche die entfernten beendeten Artikel
el: Απομακρυσμένη διαγραφή αναγνωσμένων άρθρων
es: Borrar remotamente los artículos terminados
fr: Supprimer à distance les articles terminés
gl: Borrar remotamente os artigos finalizados
hu: Befejezett cikkek távolról történő törlése
it_it: Elimina gli articoli finiti da remoto
ja: リモートの読了記事を削除
ko_kr: 원격으로 완료된 글감 삭제
nl_nl: Verwijder afgewerkte artikels op afstand
pl: Zdalnie usuwaj zakończone artykuły
pt_br: Excluir remotamente artigos concluídos
ro: Șterge articolele finalizate de pe server
ru: Удалять с сервера прочитанные статьи
sk: Odstrániť hotové články na diaľku
sr: Уклони удаљене завршене чланке
tr: Okunmuş yazılar uzaktan silinsin
uk: Віддалено видалити закінчені статті
zh_cn: 远程删除已完成文章

source: Remotely delete 100% read articles
ar: تم الحذف عن بعد للمقالات المقروءة بنسبة 100%
ca: Esborrar remotament els articles llegits per complet
cs: Vzdáleně smazat 100% přečtené články
de: Lösche die entfernten 100% gelesen Artikel
el: Διαγράφει εξ αποστάσεως άρθρα που έχουν διαβαστεί κατά 100%
es: Borrar remotamente los artículos leídos por completo
fr: Supprimer à distance les articles lus à 100 %
gl: Borrar remotamente os artigos lidos ao 100%
hu: 100%-ban olvasott cikkek távoli törlése
it_it: Elimina gli articoli letti al 100% da remoto
ja: リモートの100%読破の記事を削除
ko_kr: 원격으로 100% 읽음 글감 삭제
nl_nl: Verwijder 100% gelezen artikels op afstand
pl: Usunięto zdalnie artykuły w 100% przeczytane
pt_br: Excluir remotamente artigos 100% lidos
ro: Șterge articolele 100% citite de pe server
ru: Удалять с сервера прочитанные на 100% статьи
sk: Odstránenie 100% prečítaných článkov na diaľku
sr: Уклони удаљене 100% прочитане чланке
tr: %100 okunmuş yazılar uzaktan silinsin
uk: Віддалено видалити прочитані на 100% статті
zh_cn: 远程删除100%已读文章

source: Mark as finished instead of deleting
ca: Marcar com llegit en lloc d'esborrar
cs: Označit jako dočtené místo smazání
de: Als gelesen markieren, anstatt zu löschen
el: Σήμανση ως τελειωμένου αντί για διαγραφή
es: Marcar como leído en lugar de borrar
fa: به جای حذف به عنوان پایان یافته نشانه گذاری شود
fr: Marquer comme terminé au lieu de supprimer
gl: Marcar como rematado en lugar de eliminalo
hu: Törlés helyett jelölés befejezettnek
it_it: Segna come finito invece di eliminare
ja: 削除せずに読了としてマークします
ko_kr: 삭제하지 않고 완료된 것으로 표시
nl_nl: Als gelezen markeren i.p.v. verwijderen
pl: Oznacz jako ukończone zamiast usunąć
pt_br: Marcar como concluído em vez de excluir
ru: Помечать как прочитанное вместо удаления
sk: Označiť ako prečítané namiesto odstránenia
sr: Уместо брисања означи као завршено
tr: Silmek yerine tamamlanmış olarak işaretle
uk: Позначити завершеним, замість видалення
zh_cn: 标记为已读，而不是删除

source: Process deletions when downloading
ar: قم بمعالجة الحذف عند التحميل
ca: Processar eliminacions durant la descàrrega
cs: Zpracovat články ke smazání během stahování
de: Löschen beim Herunterladen ausführen
el: Επεξεργασία διαγραφών κατά τη λήψη
es: Procesar eliminaciones durante la descarga
fr: Traiter les suppressions lors du téléchargement
gl: Procesar borrados ao descargar
hu: Törlések feldolgozása letöltéskor
it_it: Elabora eliminati durante il download
ja: ダウンロード中に削除処理も行う
ko_kr: 다운로드하면서 진행 과정 삭제
nl_nl: Verwijderingen verwerken tijdens download
pl: Usuwanie procesów podczas pobierania
pt_br: Processar exclusões ao fazer o download
ro: Procesare ștergeri în timpul descărcării
ru: Обрабатывать удаления при загрузке
sk: Spracovať odstránené články pri sťahovaní
sr: Обради брисања током преузимања
tr: İndirme sırasında silmeler işlensin
uk: Обробити видалення під час завантаження
zh_cn: 下载时同步删除

source: Synchronize remotely deleted files
ca: Sincronitza els fitxers suprimits remotament
cs: Synchronizovat vzdáleně smazané soubory
de: Synchronisiere entfernt gelöschte Dateien
el: Συγχρονισμός αρχείων που έχουν διαγραφεί εξ αποστάσεως
es: Sincronizar archivos eliminados remotamente
fr: Synchroniser les fichiers supprimés à distance
gl: Sincronizar ficheiros borrados remotamente
hu: Távolról törölt fájlok szinkronizálása
it_it: Sincronizza file eliminati da remoto
ja: リモートで削除されたファイルを同期する
ko_kr: 원격으로 삭제된 파일 동기화
nl_nl: Synchroniseer op afstand verwijderde bestanden
pl: Synchronizuj zdalnie usunięte pliki
pt_br: Sincronizar arquivos excluídos remotamente
ro: Sincronizează fișierele șterse de pe server
ru: Синхронизация удаления файлов с сервером
sk: Synchronizovať na diaľku odstránené súbory
sr: Синхорнизуј удаљене обрисане фајлове
tr: Uzakta silinmiş dosyalar eşitlensin
uk: Синхронізувати віддалено видалені файли
zh_cn: 同步远程删除操作

source: Send review as tags
ca: Enviar ressenyes com a etiquetes
cs: Odeslat recenzi jako tagy
de: Bewertung als Tags versenden
el: Αποστολή κριτικής ως ετικέτες
es: Enviar reseña como etiquetas
fr: Envoyer l’avis comme étiquette
gl: Enviar crítica como etiquetas
hu: Ismertető mentése címkeként
it_it: Invia recensione come etichette
ja: レビューをタグとして送信する
ko_kr: 리뷰를 태그로 보내기
nl_nl: Stuur bespreking als tags
pl: Wyślij recenzję jako znaczniki
pt_br: Enviar revisão como etiquetas
ro: Trimite recenzie ca etichete
ru: Отправлять обзор в качестве тегов
sk: Odoslať recenziu ako značky
sr: Шаљи процену као ознаке
tr: Değerlendirmeyi etiket olarak gönder
uk: Надіслати відгук як теґи
zh_cn: 将评论作为标签发送

source: This allow you to write tags in the review field, separated by commas, which can then be sent to Wallabag.
ca: Aquesta opció permet escriure etiquetes que després poden ser enviades a Wallabag. Cal escriure les etiquetes en el camp ressenya i han d'anar separades per comes.
cs: Toto vám umožní psát tagy do pole recenze, oddělené čárkami, které pak mohou být odeslány do Wallabagu.
de: So können Sie im Bewertungsfeld durch Kommas getrennte Tags eingeben, die dann an Wallabag gesendet werden können.
el: Αυτό σας επιτρέπει να γράφετε ετικέτες στο πεδίο κριτικής, διαχωρισμένες με κόμματα, οι οποίες στη συνέχεια μπορούν να σταλούν στο Wallabag.
es: Esta opción permite escribir etiquetas que luego pueden ser enviadas a Wallabag. Las etiquetas han de escribirse en el campo reseña y han de ir separadas por comas.
fr: Cela vous permet d'ajouter des étiquettes dans le champ d'évaluation, toutes séparées par des virgules, qui peuvent être ainsi envoyées à Wallabag.
gl: Isto permite gardar etiquetas no campo de crítica, separadas por comas, que poden ser enviadas a Wallabag.
hu: Lehetővé teszi, hogy az áttekintő mezőbe címkéket írjon, vesszővel elválasztva, ami elküldhető a Wallabagnak.
it_it: Questo ti permette di scrivere etichette nel campo della recensione, separate da virgole, che possono poi essere inviati a Wallabag.
ja: これにより、レビュー欄にタグをカンマで区切って記述し、 Wallagag に送信します。
ko_kr: 이렇게 하면 리뷰 필드에 쉼표로 구분된 태그를 작성할 수 있으며, 이를 Wallabag으로 보낼 수 있습니다.
nl_nl: Hiermee kunnen tags in het besprekingsveld worden geschreven, gescheiden door komma's, die dan naar Wallabag kunnen worden gestuurd.
pl: Pozwala to na wpisanie znaczników w polu recenzji, oddzielonych przecinkami, które następnie można wysłać do aplikacji Wallabag.
pt_br: Isso permite que você escreva etiquetas no campo de revisão, separadas por vírgulas, que podem ser enviadas para o Wallabag.
ro: Acesta te lasă să scrii etichete în cîmpul de review, separate de virgule, care pot fi trimise către Wallabag.
ru: Позволяет вам писать в поле обзора теги (разделенные запятыми), которые затем можно отправлять в Wallabag.
sk: Toto vám umožní napísať do poľa pre hodnotenie značky oddelené čiarkami, ktoré potom môžete odoslať do služby Wallabag.
sr: Ово вам омогућава да у поље процене уписујете ознаке раздвојене запетама које се онда шаљу на Wallabag.
tr: Bu seçenek, daha sonra Wallabag üzerine gönderilebilecek etiketleri inceleme alanına virgül ile ayırarak yazabilmenizi sağlar.
uk: Це дає змогу писати теґи в полі відгуку, розділеному комами, які потім можуть бути надіслані до Wallabag.
zh_cn: 你可以在评论内使用标签，这些标签将会被发送至 Wallabag。标签之间请使用分号分隔。

source: Remove finished articles from history
ar: إزالة المقالات المنتهية من السجل
ca: Esborrar de l'historial els articles acabats
cs: Odstranit dokončené články z Historie
de: Fertige Artikel aus dem Verlauf entfernen
el: Διαγραφή αναγνωσμένων άρθρων από το Ιστορικό
es: Borrar del historial los artículos terminados
fa: مقالات پایان یافته از تاریخچه حذف شوند
fr: Supprimer les articles terminés de l’historique
gl: Borrar do historial artigos finalizados
hu: Befejezett cikkek eltávolítása az előzményekből
it_it: Elimina articoli finiti dalla cronologia
ja: 履歴から読了記事を削除する
ko_kr: 내력에서 완성된 글감 제거
nl_nl: Gelezen artikelen uit de geschiedenis verwijderen
pl: Usuń zakończone artykuły z historii
pt_br: Remover artigos finalizados do histórico
ro: Șterge articolele finalizate din istoric
ru: Удалять прочитанные статьи из истории
sk: Odstrániť hotové články z histórie
sr: Уклони завршене чланке из историје
tr: Tamamlanmış yazılar geçmişten silinsin
uk: Вилучити завершені статті з дієпису
zh_cn: 从历史记录中删除完成的文章

source: Remove 100% read articles from history
ar: إزالة المقالات المقروءة بنسبة 100٪ من السجل
ca: Eliminar de l'historial els articles llegits per complet
cs: Odstranit 100% přečtené články z Historie
de: 100% gelesene Artikel aus dem Verlauf entfernen
el: Διαγραφή 100% αναγνωσμένων άρθρων από το Ιστορικό
es: Borrar del historial los artículos leídos por completo
fa: مقاله‌های با پیشرفت ۱۰۰٪ از تاریخچه حذف شوند
fr: Supprimer les articles lus à 100% de l’historique
gl: Eliminar todos os artigos lidos completamente do historial
hu: Elolvasott cikkek eltávolítása az előzményekből
it_it: Rimuovi articoli letti al 100% dalla cronologia
ja: 履歴から 100% 読んだ記事を削除する
ko_kr: 내력에서 100% 읽은 글감 제거
nl_nl: 100% gelezen artikelen uit de geschiedenis verwijderen
pl: Usuń artykuły w 100% przeczytane z historii
pt_br: Remover artigos 100% lidos do histórico
ro: Șterge articolele 100% citite din istoric
ru: Удалять прочитанные на 100% статьи из истории
sk: Odstrániť 100 % prečítaných článkov z histórie
sr: Уклони 100% прочитане чланке из историје
tr: % 100 okunmuş yazılar geçmişten silinsin
uk: Вилучити прочитані на 100% статті з дієпису
zh_cn: 从历史记录中删除阅读进度100%的文章
