Repository: spruceUI/spruceOS
Catalog: App/KoReader/l10n/*/koreader.po
Languages: ar, ca, cs, de, el, es, fa, fr, gl, hu, it_it, ja, ko_kr, nl_nl, pl, pt_br, ro, ru, sk, sr, tr, uk, zh_cn

source: Enforce right alignment of text in all elements.
ar: فرض المحاذاة الصحيحة للنص في جميع العناصر.
ca: Forçar l'alineació a la dreta del text en tots els elements.
cs: Vynutí zarovnání textu vpravo ve všech prvcích.
de: Rechtsbündiger Text in allen Elementen erzwingen.
el: Επιβάλλει δεξιά στοίχιση του κειμένου σε όλα τα στοιχεία.
es: Forzar la alineación a la derecha del texto en todos los elementos.
fr: Forcer l’alignement du texte à droite dans tous les éléments.
gl: Forzar o aliñamento á dereita do texto en todos os elementos.
hu: A szöveg jobbra igazításának kikényszerítése minden elemben.
it_it: Applicare l'allineamento a destra del testo in tutti gli elementi.
ja: 全てのテキスト対象を強制的に右揃えする。
ko_kr: 모든 요소에서 텍스트를 오른쪽 정렬합니다.
nl_nl: Dwing rechts uitlijnen in alle elementen.
pl: Wymuś wyrównanie tekstu do prawej dla wszystkich elementów.
pt_br: Força alinhamento à direita do texto em todos os elementos.
ro: Impune alinierea la dreapta a textului în toate elementele.
ru: Принудительное выравнивание текста по правому краю для всех элементов.
sk: Vynútiť zarovnanie textu doprava vo všetkých prvkoch.
sr: Форсира десно поравнање текста у свим елементима.
tr: Tüm metin bileşenleri sağa hizalanır.
uk: Забезпечити вирівнювання тексту за правим краєм в усіх елементах.
zh_cn: 强制向右对齐所有元素中的文本。

source: Document direction LTR
ar: اتجاه المستند: من اليسار إلى اليمين
ca: Direcció del document LTR
cs: Směr dokumentu L→P
de: Dokumentenrichtung LTR
el: Κατεύθυνση εγγράφου ΑπΔ
es: Dirección del documento LTR
fa: جهت سند چپ به راست
fr: Lecture du document de gauche à droite
gl: Dirección do documento EAD
hu: Dokumentum iránya B->J
it_it: Direzione documento LTR
ja: 文書の方向は LTR
ko_kr: 문서 방향 LTR
nl_nl: Documentrichting LnR
pl: Kierunek dokumentu z lewej do prawej
pt_br: Direção de documento EPD
ro: Direcție document LTR
ru: Направление документа слева направо (ЛНП)
sk: Smer textu dokumentu zľava doprava
sr: LTR смер документа
tr: Belge yönü soldan sağa
uk: Напрямок письма в документі справа на ліво
zh_cn: 文档方向 从左至右

source: Hyphenation, ligatures, ruby
ar: الواصلة ، الأربطة ، الاحمرار
ca: Separació de síl·labes, lligadures, caràcters ruby
cs: Dělení slov, ligatury, ruby
de: Silbentrennung, Ligaturen, Ruby
el: Συλλαβισμός, τυπογραφικά συμπλέγματα, ruby
es: Silabación, ligaduras, caracteres ágata
fr: Césure, ligatures, ruby
gl: Separación en sílabas, ligaduras, ruby
hu: Szóelválasztás, ligatúrák, ruby
it_it: Sillabazione, legature, ruby
ja: ハイフネーション、合字、ルビ
ko_kr: 하이픈, 합자, 루비 넣기
nl_nl: Woordafbreking, ligaturen, ruby
pl: Dzielenie wyrazów, ligatury, ruby
pt_br: Hifenização, ligaduras, ruby
ro: Silabisire, ligaturi, rubi
ru: Переносы, лигатуры, ruby
sk: Delenie slov, ligatúry, ruby znaky
sr: Хифенација, лигатуре, рубин
tr: Tireleme, bitişik harfler, puntolu harfler
uk: Перенесення, лігатури, ruby
zh_cn: 连接符、合字与注音

source: Allow hyphenation on all text
ar: السماح بفصل الكلمات لكل النص
ca: Permet la partició de mots en tot el text
cs: Povolit dělení slov na celém textu
de: Erlaube Silbentrennung für den gesamten Text
el: Ενεργοποίηση του συλλαβισμού σε όλο το κείμενο
es: Permitir silabación en todo el texto
fr: Autoriser la césure sur tout le texte
gl: Permitir a separación en sílabas en todo o texto
hu: Szóelválasztás engedélyezése
it_it: Consenti la sillabazione su tutto il testo
ja: 全ての文章にハイフン処理を有効
ko_kr: 모든 텍스트에 하이픈 넣기 허용
nl_nl: Woordafbreking toestaan in alle tekst
pl: Zezwól na dzielenie wyrazów
pt_br: Permitir hifenização em todo o texto
ro: Permite silabisirea pe tot textul
ru: Разрешить переносы во всём тексте
sk: Povoliť delenie slov v celom texte
sr: Уљкучи хифенацију комплетног текста
tr: Tüm metin tirelenebilsin
uk: Дозволити перенесення для всього тексту
zh_cn: 在所有文字上允许断字

source: Allow hyphenation on all text (except headings), in case the publisher has disabled it.
ar: السماح بفصل الكلمات لكل النص (عدا العناوين), في حالة تم عطّل الناشر هذه الخاصيّة.
ca: Permetre separació de síl·labes en tot el text (excepte en els títols), en cas que l'editor ho haja desactivat.
cs: Povolí dělení slov na celém textu (kromě nadpisů) pro případ, že je to od vydavatele zakázáno.
de: Erlaube Silbentrennung für den gesamten Text (außer für Überschriften), falls der Herausgeber sie deaktiviert hat.
el: Ενεργοποιεί τον συλλαβισμό σε όλο το κείμενο (εκτός των επικεφαλίδων), σε περίπτωση που ο εκδότης τον έχει απενεργοποιήσει.
es: Permitir silabación en todo el texto (salvo en los títulos), en caso de que el editor lo haya desactivado.
fr: Autoriser la césure sur tout le texte (à l’exception des en-têtes), au cas où l’éditeur l’aurait désactivée.
gl: Permitir a separación de sílabas en todo o texto (exceptuando títulos), no caso de que o estilo do libro o teña desactivado.
hu: Szóelválasztás engedélyezése (a címsorok kivételével), ha a kiadó letiltotta azt.
it_it: Consenti sillabazione su tutto il testo (tranne le intestazioni), nel caso in cui l'editore l'abbia disabilitata.
ja: 原稿により無効されている場合でも、(ヘッダを除いて)全ての文章でハイフン処理を有効にする。
ko_kr: 발행인이 꺼놓은 경우에도, 모든 텍스트(소제목 제외)에 하이픈 넣기를 허용하기.
nl_nl: Woordafbreking toestaan in alle tekst (behalve kopjes), als de uitgever het heeft uitgeschakeld.
pl: Zezwalaj na dzielenie wyrazów w całym tekście (z wyjątkiem nagłówków), na wypadek, gdyby wydawca go wyłączył.
pt_br: Permite hifenização em todo o texto (exceto títulos), caso a editora tenha desativado.
ro: Permite silabisirea să fie folosită pe tot textul (exceptînd titlurile), în cazul în care editura a dezactivat-o.
ru: Разрешить переносы во всём тексте (кроме заголовков), если издатель отключил их.
sk: Povoliť delenie slov v celom texte (okrem nadpisov), ak ho vydavateľ zakázal.
sr: Уљкучује хифенацију комплетног текста (осим наслова), у случају да је издавач искључио хифенацију.
tr: Yayıncı devre dışı bırakmış olsa bile tüm metnin tirelenebilmesini sağlar (başlıklar dışında).
uk: Дозволити перенесення для всього тексту (крім заголовків), якщо видавець вимкнув його.
zh_cn: 在除标题外的所有文字上允许断字，以防出版者禁用了断字功能。

source: Ignore publisher line-break restrictions
ca: Ignorar les restriccions de salt de línia predeterminades per l'editor
cs: Ignorovat omezení vydavatele pro zalomení řádků
de: Einschränkungen für den Zeilenumbruch des Herausgebers ignorieren
el: Παράβλεψη περιορισμών αλλαγής γραμμής του εκδότη
es: Ignorar las restricciones de salto de línea predeterminadas por el editor
fa: صرف نظر از محدودیت‌های شکست سطر تعیین شده توسط ناشر
fr: Ignorer les restrictions de saut de ligne de l'éditeur
gl: Ignorar as restricións de salto de liña da editorial
hu: Kiadói sortörés kihagyása
it_it: Ignora le restrizioni di spezzatura delle linee dell'editore
ja: 原稿による改行制限を無視
ko_kr: 발행인의 줄 바꿈 제한 무시
nl_nl: Uitgeverlijnafbrekingsrestricties negeren
pl: Ignoruj ograniczenia podziału wierszy wydawcy
pt_br: Ignorar restrições da editora à quebra de linha
ro: Ignoră restricțiile întreruperilor de linii ale editurii
ru: Игнорировать издательские запреты разрыва строк
sk: Ignorovať obmedzenia vydavateľa týkajúce sa zlomov riadkov
sr: Игнориши ограничења прелома реда издавача
tr: Yayıncının satır sonu kısıtlamaları yok sayılsın
uk: Нехтувати обмеженням розриву рядків видавця
zh_cn: 忽略出版商换行符限制

source: A publisher might use non-breaking spaces and hyphens to avoid line breaking between some words, which is not always necessary and may have been added to make reading easier. This can cause large word spacing on some lines. Ignoring them will only use KOReader's own typography rules for line breaking.
ca: De vegades, els editors utilitzen espais de no separació i guions per a evitar salts de línia entre algunes paraules. Això, que no és sempre necessari, sol fer-se per a facilitar la lectura, i pot provocar que algunes línies mostren un espaiat entre paraules major de l'habitual. Si s'ignoren aquestes opcions predeterminades, únicament s'usaran les regles tipogràfiques pròpies de KOReader per als salts de línia.
cs: Vydavatelé mohou používat nezlomitelné mezery a pomlčky, aby zabránili mezi některými slovy zalamování řádků, které není vždy nutné a může být přidáno pro jednodušší čtení. Na některých řádcích to ale může způsobit velké mezery mezi slovy. Při jejich ignorování budou pro zalamování řádků použita pouze typografická pravidla KOReaderu.
de: Ein Herausgeber kann Leerzeichen und Bindestriche verwenden, um einen Zeilenumbruch zwischen einigen Wörtern zu vermeiden, was nicht immer notwendig ist und möglicherweise hinzugefügt wurde, um das Lesen zu erleichtern. Dies kann zu großen Wortabständen in einigen Zeilen führen. Wenn Sie diese ignorieren, verwendet KOReader nur die eigenen Typografieregeln für den Zeilenumbruch.
el: Ένας εκδότης μπορεί να χρησιμοποιεί αδιάσπαστα κενά διαστήματα και παύλες για να αποφύγει την αλλαγή της γραμμής μεταξύ ορισμένων λέξεων, κάτι το οποίο δεν είναι πάντα απαραίτητο και μπορεί να έχει προστεθεί για να διευκολύνει την ανάγνωση. Αυτό μπορεί να προκαλέσει μεγάλα διαστήματα μεταξύ των λέξεων σε ορισμένες γραμμές. Αν τα παραβλέψετε, θα χρησιμοποιήσετε μόνο τους τυπογραφικούς κανόνες του KOReader για την αλλαγή των γραμμών.
es: En ocasiones, los editores utilizan espacios de no separación y guiones para evitar saltos de línea entre algunas palabras. Esto, que no es siempre necesario, suele hacerse para facilitar la lectura, y puede provocar que algunas líneas se muestren con un espaciado entre palabras mayor del habitual. Si se ignoran estas opciones predeterminadas, únicamente se usarán las reglas tipográficas propias de KOReader para los saltos de línea.
fr: Un éditeur peut vouloir utiliser des espaces et tirets non-sécables pour éviter le retour à la ligne entre certains mots, qui ne sont pas toujours nécessaires mais qui peuvent aider à la lecture. Cela peut utiliser un plus grand espacement entre les lettres de certains mots. Ignorer ces caractères non-sécables forcera KOReader à utiliser ses propres règles pour les retours à la ligne.
gl: Unha editorial pode usar espazos irrompibles e guións para evitar o salto de liña entre algunhas palabras, o que é non sempre necesario e puido ser engadido para facilitar a lectura. Isto pode causar longos espazos entre palabras nalgunhas liñas. Ignorando estes caracteres, KOReader usará as súas propias regras tipográficas para os saltos de liña.
hu: A kiadó használhat szóközöket és kötőjeleket, hogy elkerülje a sortörést egyes szavak között, ami nem mindig szükséges, de előfordulhat, hogy az olvasás megkönnyítése érdekében hozzáadták. Ez egyes sorokban nagyobb szóközöket okozhat. Ezek figyelmen kívül hagyásával a KOReader csak saját tipográfiai szabályait használja a sortöréshez.
it_it: Un editore potrebbe usare spazi fissi e trattini per evitare l'interruzione di riga tra alcune delle parole, il ché non è sempre necessario, e potrebbe essere stato aggiunto per rendere la lettura più facile. Questo può causare una grande spaziatura delle parole in alcune linee. Ignorandoli si useranno solo le regole tipografiche di KOReader per l'interruzione di riga.
ja: 原稿によっては、単語間の改行を避けるために非改行空白やハイフンを使用することがありますが、これは必ずしも必要ではなく、読みやすくするために追加されたものである可能性があります。これにより、一部の行で単語の間隔が大きくなることがあります。 これらを無視すると、KOReader独自の組版規則ルールのみが改行に使用されます。
ko_kr: 발행인은 일부 낱말 사이의 줄 바꿈을 피하기 위해 줄 바꿈하지 않는 공백과 하이픈을 사용할 수 있습니다. 이는 항상 필요한 것은 아니며 읽기를 쉽게 하기 위해 추가되었을 수 있습니다. 이로 인해 일부 행에서 큰 낱말 간격이 발생할 수 있습니다. 무시하면 줄 바꿈에 KOReader의 고유한 타이포그래피 규칙만 사용됩니다.
nl_nl: Een uitgever kan gebruik maken van niet afbrekende spaties en koppeltekens om te voorkomen dat de regel tussen sommige woorden wordt afgebroken, wat niet altijd nodig is en misschien is toegevoegd om het lezen te vergemakkelijken. Dit kan op sommige regels grote spatiëring veroorzaken. Door ze te negeren zullen alleen KOReader's eigen typografische regels voor regelafbreking worden gebruikt.
pl: Wydawca może używać nierozdzielających spacji i łączników, aby uniknąć podziału wierszy między niektórymi wyrazami, co nie zawsze jest konieczne i mogło zostać dodane, aby ułatwić czytanie. Może to powodować duże odstępy między wyrazami w niektórych wierszach. Ignorowanie ich spowoduje użycie własnych reguł typografii KOReadera do podziału wierszy.
pt_br: Uma editora pode usar espaços sem quebra e hífens para evitar quebra de linha entre algumas palavras, o que nem sempre é necessário e pode ter sido adicionado para facilitar a leitura. Isso pode causar grandes espaçamentos de palavras em algumas linhas. Ignorá-los usará apenas as próprias regras de tipografia do KOReader para quebra de linha.
ro: O editură ar putea folosi spații și liniuțe de tip non-interuptibile pentru a evita întreruperile dintre anumite cuvinte, care sînt întotdeauna necesare și care au fost adăugate pentru a facilita cititul. Acest lucru poate cauza spațieri mari pe unele linii. Ignorîndu-le, se vor folosi doar regulile tipografice ale KOReader pentru întreruperile de linii.
ru: Издатель может использовать неразрывные пробелы и дефисы, чтобы избежать разрывов строк между некоторыми словами, что не всегда необходимо и может быть добавлено для облегчения чтения. Это может привести к большому интервалу между словами в части строк. Игнорирование их приведет к использованию только собственных правил типографики KOReader'а для разрыва строк.
sk: Vydavateľ môže použiť nedeliteľné medzery a spojovníky, aby sa vyhlo zalamovaniu riadkov medzi niektorými slovami, čo nie je vždy potrebné a mohlo byť pridané na uľahčenie čítania. Toto môže spôsobiť veľké medzery medzi slovami na niektorých riadkoch. Pri ich ignorovaní sa na zalamovanie riadkov použijú iba vlastné typografické pravidlá KOReadera.
sr: Издавач може да употреби непрекидајуће размаке и цртице да спречи преламање реда унутар неких речи, што није увек неопходни и можда је додато да би се олакшало читање. Ово у неким линијама може да буде узрок превеликог размака између речи. Када се огноришу, за прелом реда ће се користити само типографска правила програма KOReader.
tr: Yayıncı, satırın bazı sözcükler arasında kesilmesini önlemek için, her zaman gerekli olmayan ve okumayı kolaylaştırmak için eklenmiş olabilecek, bölünmeyen boşluk ve kısa çizgi karakterleri kullanabilir. Bunlar, bazı satırlarda büyük sözcük boşluklarına neden olabilir. Bunlar yok sayıldığında, satır kesme için yalnızca KOReader tipografi kuralları kullanılır.
uk: Видавець може використовувати нерозривні пробіли та дефіси, щоб уникнути розриву рядків між деякими словами, що не завжди необхідно і, можливо, було додано, щоб полегшити читання. Це може створити великий інтервал між словами в деяких рядках. Нехтування ними буде використовувати лише власні правила типографіки KOReader для перенесення рядків.
zh_cn: 出版社有时会使用非换行空白和连字符避免在部分字词之间换行，以改进文档的可读性。然而，这一行为会造成部分行的字词间距过大。 忽略此规则将仅使用KOReader自己的排版规则处理换行。

source: Disable common ligatures
ar: تعطيل الحروف المركبة المشتركة
ca: Deshabilitar lligadures comunes
cs: Zakázat běžné ligatury
de: Gemeinsame Ligaturen deaktivieren
el: Απενεργοποίηση κοινών τυπογραφικών συμπλεγμάτων
es: Deshabilitar ligaduras comunes
fr: Désactiver les ligatures communes
gl: Desactivar ligaduras comúns
hu: Általános ligatúrák tiltása
it_it: Disabilita legature comuni
ja: 一般的な合字を無効にする
ko_kr: 공통 합자 비활성화
nl_nl: Veel voorkomende ligaturen uitschakelen
pl: Wyłączenie wspólnych ligatur
pt_br: Desativar ligaduras comuns
ro: Dezactivează ligaturi comune
ru: Отключить общие лигатуры
sk: Zakázať bežné väzby 2 znakov (ligatúry)
sr: Искључи уобичајене лигатуре
tr: Yaygın bitişik harfler kullanılmasın
uk: Вимкнути загальні лігатури
zh_cn: 禁用通用/标准合字

source: Disable common ligatures, which are enabled by default in 'best' kerning mode.
ar: قم بتعطيل الحروف المركبة الشائعة ، والتي يتم تمكينها افتراضيًا في وضع تقنين الأحرف "الأفضل".
ca: Desactivar lligadures comunes, que són activades per defecte en el mode d'nterlletratge 'millor'.
cs: Zakáže běžné ligatury, které jsou povolené v „nejlepším“ režimu vyrovnání písma (kerningu).
de: Deaktivieren Sie gemeinsame Ligaturen, die standardmäßig im „besten“ Kerning-Modus aktiviert sind.
el: Απενεργοποιεί τα κοινά τυπογραφικά συμπλέγματα, τα οποία είναι ενεργοποιημένα από προεπιλογή στην «κάλλιστη» λειτουργία διαγραμμάτωσης.
es: Deshabilitar las ligaduras comunes, que están habilitadas por defecto en el modo de interletraje 'mejor'.
fr: Désactiver les ligatures communes qui sont activées par défaut en mode de crénage « meilleur ».
gl: Desactivar as ligaduras comúns, que están activadas por defecto no modo de kerning "mellor".
hu: Letiltja a leggyakrabban alkalmazott ligatúrákat, amelyeket alapértelmezés szerint engedélyezve vannak a 'legjobb' megjelenítési módban.
it_it: Disabilita le legature comuni, che sono abilitate impostando la crenatura su 'migliore'.
ja: 「品質優先」カーニングモードでは既定で有効になっている一般的な合字を無効化します。
ko_kr: '최상의' 커닝 모드에서 기본적으로 활성화되는 공통 합자를 비활성화합니다.
nl_nl: Veel voorkomende ligaturen uitschakelen, die standaard aanstaan in 'beste' overhang (kerning).
pl: Wyłącz typowe ligatury, które są domyślnie włączone w „najlepszym” trybie kerningu.
pt_br: Desativa ligaduras comuns, que são habilitadas por padrão no modo de kerning ‘ótimo’.
ro: Dezactivează ligaturile comune care sînt activate ca implicit în modul cel mai bun de spațiere a caracterelor.
ru: Отключить общие лигатуры, которые по умолчанию используются в режиме «отличного» кернинга.
sk: Zakázať bežné väzby 2 znakov (ligatúry), ktoré sú predvolene povolené v „najlepšom“ režime vylepšenia písmen.
sr: Искључује уобичајене лигатуре које су подразумевано укључене у ’најбољи’ кернинг режиму.
tr: Varsayılan olarak 'en iyi' karakter aralığı kipinde etkinleştirilmiş ortak bitişik harfleri devre dışı bırakır.
uk: Вимкнути загальні лігатури, які типово увімкнені в режимі 'кращого' кернінгу (міжзнакового інтервалу).
zh_cn: 禁用标准合字，它们默认在“最佳”字距调整模式下启用。

source: About ruby
ar: حول روبي
ca: Sobre ruby
cs: O ruby anotaci
de: Über Ruby
el: Σχετικά με τους χαρακτήρες ruby
es: Acerca de ruby
fr: À propos de ruby
gl: Acerca de ruby
hu: A Ruby-ról
it_it: Informazioni su Ruby
ja: ルビについて
ko_kr: 루비에 대해
nl_nl: Over ruby
pl: O ruby
pt_br: Sobre rubi
ro: Despre rubi
ru: О ruby
sk: O znakoch ruby
sr: О рубину
tr: Puntolu harfler hakkında
uk: Про рубі
zh_cn: 关于注音

source: Ruby characters are small glosses on writing in Asian languages (Hanzi, Kanji, Hanja, etc.) to show the pronunciation of the logographs. These tweaks can help make ruby easier to read or ignore.
ar: أحرف روبي هي لمحات صغيرة على الكتابة باللغات الآسيوية (هانزي ، كانجي ، هانجا ، إلخ) لإظهار طريقة نطق الشعارات. يمكن أن تساعد هذه التعديلات في تسهيل قراءة روبي أو تجاهله.
ca: Els caràcters ruby són petites glosses de l'escriptura en llengües asiàtiques (hanzi, kanji, hanja, etc.) per a mostrar la pronunciació dels logogramas. Aquests ajustos poden ajudar al fet que els caràcters ruby siguen més fàcils de llegir o d'ignorar.
cs: Ruby anotace jsou malé glosy (poznámky) psané nad texty v asijských jazycích (Kandži, Hanzi, Hanča atd.), které zobrazují výslovnost logogramů. Tato nastavení mohou napomoci k jednoduššímu čtení nebo ignorování ruby anotací.
de: Ruby-Zeichen sind kleine Glossen zu Schriften in asiatischen Sprachen (Hanzi, Kanji, Hanja usw.), um die Aussprache der Logogramme zu verdeutlichen. Diese Verbesserungen können dazu beitragen, dass Ruby leichter zu lesen oder zu ignorieren ist.
el: Οι χαρακτήρες Ruby είναι μικρές γλωσσίδες για τη γραφή σε ασιατικές γλώσσες (Hanzi, Kanji, Hanja κ.λπ.) για να δείξουν την προφορά των λογογραμμάτων. Αυτές οι τροποποιήσεις μπορούν να βοηθήσουν στο να γίνουν οι χαρακτήρες ruby πιο ευανάγνωστοι ή να αγνοηθούν.
es: Los caracteres ruby son pequeñas glosas de la escritura en lenguas asiáticas (hanzi, kanji, hanja, etc.) para mostrar la pronunciación de los logogramas. Estos ajustes pueden ayudar a que los caracteres ruby sean más fáciles de leer o de ignorar.
fr: Les caractères rubys sont de petites gloses sur l’écriture des langues asiatiques (hanzi, kanji, hanja, etc.) pour indiquer la prononciation des logographes. Ces modifications peuvent contribuer à rendre les caractères rubys plus faciles à lire ou à ignorer.
gl: Os caracteres ruby son pequenas glosas na escrita de idiomas asiáticos (Hanzi, Kanji, Hanja, etc) para mostrar a pronunciación dos ideogramas. Estes axustes poden facer que ruby sexa máis sinxelo de ler ou ignorar.
hu: A ruby karakterek az ázsiai nyelvek (Hanzi, Kanji, Hanja stb.) írásainak kis glosszái, amelyek a logogramok kiejtését mutatják. Ezek a stíluskorrekciók segíthetnek abban, hogy a rubyt könnyebben olvashatóvá vagy figyelmen kívül hagyhatóvá tegyék.
it_it: I caratteri ruby sono piccole annotazioni sulla scrittura nelle lingue asiatiche (Hanzi, Kanji, Hanja, ecc.) per mostrare la pronuncia dei logografi. Questi ritocchi possono aiutare a rendere il ruby più facile da leggere o ignorarlo.
ja: ルビは、漢字の読み方を示すために、アジア言語(漢字)で書かれた小さな文字です。 これらの調整は、ルビの読み取りや無視を容易にするのに役立ちます。
ko_kr: 루비 문자는 로고 그래프의 발음을 보여주기 위해 아시아 언어(한지, 간, 한자 등)로 작성하는 작은 글로스입니다. 이러한 조정을 통해 루비를 더 쉽게 읽거나 무시할 수 있습니다.
nl_nl: Ruby-tekens zijn kleine glossen op het schrift in Aziatische talen (Hanzi, Kanji, Hanja, enz.) om de uitspraak van de logografen weer te geven. Deze aanpassingen kunnen ruby gemakkelijker te lezen of te negeren maken.
pl: Znaki ruby są małymi wyjaśnieniami pisma w językach azjatyckich (hanzi, kanji, hanja, itp.) do pokazywania wymowy logografów. Te poprawki mogą sprawić, że znaki ruby będą łatwiejsze do odczytania lub zignorowania.
pt_br: Caracteres rubi são pequenos símbolos usados em línguas asiáticas (hanzi, kanji, hanja etc) para indicar a pronúncia dos caracteres logográficos. Esses ajustes podem tornar rubi mais fácil de ler ou ignorar.
ro: Caracterele rubi sînt mici glose în scrierea limbilor asiatice (hanzi, kanji, hanja etc.) pentru a arăta pronunțarea logografelor. Aceste ajustări pot face caracterele rubi mai ușor de citit sau de ignorat.
ru: Символы ruby - это небольшие пояснения к письму на некоторых азиатских языках (ханзи, кандзи, ханджа, и т.п.), призванные показывать произношение логографов. Данные подстройки могут упростить как чтение ruby, так и его игнорирование.
sk: Ruby znaky sú malé poznámky nad textom písaným v ázijských jazykoch (Hanzi, Kanji, Hanja atď.), ktoré ukazujú výslovnosť logogramov (ázijských znakov). Tieto vylepšenia môžu pomôcť uľahčiť čítanie alebo ignorovanie Ruby znakov.
sr: Рубин карактери су мали украси у писању азијских језика (ханзи, канђи, ханђа, итд.) који приказују изговор логографа. Ова дотеривања могу да омогуће лакше читање рубина или да се игноришу.
tr: Puntolu harf karakterleri, logografların telaffuzunu göstermek için Asya dillerinde (Hanzi, Kanji, Hanja, vb.) yazım üzerindeki küçük parlaklıklardır. Bu düzenlemeler puntolu harflerin okunmasını veya yok sayılmasını kolaylaştırabilir.
uk: Символи рубі — це невеликі прикраси для написання азійськими мовами (Ханзі, Кандзі, Ханджа тощо), щоб показати вимову логографів. Ці налаштування можуть допомогти легше читати або нехтувати рубі.
zh_cn: 注音字符是书面亚洲语言 (汉字、日本汉字、朝鲜汉字等) 用到的小注释，用于显示符号的发音。 你可以在此菜单下关闭或调整注音字符的显示方式。

source: Sans-serif font for ruby
ar: خط Sans-serif للروبي
ca: Font sans-serif per a ruby
cs: Sans-serif písmo pro ruby anotaci
de: Sans-serif-Schriftart für Ruby
el: Γραμματοσειρά Sans-serif για ruby
es: Fuente sans-serif para ruby
fr: Police sans-sérif pour ruby
gl: Fonte sans-serif para ruby
hu: Sans-serif betűtípus a ruby karakterek számára
it_it: Carattere sans-serif per ruby
ja: ルビ書体を Sans-serif(ゴシック体)にする
ko_kr: 루비용 산세리프 글꼴
nl_nl: Schreefloos lettertype voor ruby
pl: Czcionka bezszeryfowa dla ruby
pt_br: Fonte sem serifa para rubi
ro: Font sans-serif pentru rubi
ru: Отображать ruby шрифтом без засечек
sk: Písmo Sans-Serif pre Ruby znaky
sr: Линерни фонт за рубин
tr: Puntolu harfler için Sans-serif yazı tipi
uk: Шрифт без зарубок для ruby
zh_cn: 注音使用无衬线字体
