Repository: spruceUI/spruceOS
Catalog: App/KoReader/l10n/*/koreader.po
Languages: ar, ca, cs, de, el, es, fa, fr, gl, hu, it_it, ja, ko_kr, nl_nl, pl, pt_br, ro, ru, sk, sr, tr, uk, zh_cn

source: Low level threshold is checked when the device is not charging. High level threshold is checked when the device is charging.
ar: يتم فحص عتبة المستوى المنخفض عندما لا يتم شحن الجهاز. يتم فحص عتبة المستوى العالي عند شحن الجهاز.
ca: El límit de nivell baix es comprova quan el dispositiu no s'està carregant. El límit de nivell alt es comprova quan el dispositiu s'està carregant.
cs: Nízká prahová hodnota se kontroluje, když se zařízení nenabíjí. Vysoká prahová hodnota se kontroluje, když se zařízení nabíjí.
de: Der niedrige Schwellenwert wird überprüft, wenn das Gerät nicht geladen wird. Der hohe Schwellenwert wird überprüft, wenn das Gerät geladen wird.
el: Το όριο χαμηλής στάθμης ελέγχεται όταν η συσκευή δεν φορτίζεται. Το όριο υψηλής στάθμης ελέγχεται όταν η συσκευή φορτίζεται.
es: El límite de nivel bajo se comprueba cuando el dispositivo no se está cargando. El límite de nivel alto se comprueba cuando el dispositivo se está cargando.
fa: آستانه سطح پایین زمانی که باتری درحال شارژ نیست بررسی می‌شود. آستانه سطح بالا زمانی که باتری درحال شارژ است بررسی می‌شود.
fr: Le seuil de niveau bas est vérifié lorsque l’appareil n’est pas en charge. Le seuil de niveau haut est vérifié lorsque l’appareil est en charge.
gl: O limiar de nivel baixo é comprobado cando o dispositivo non está a cargar. O limiar de nivel alto é comprobado cando o dispositivo está a cargar.
hu: Az alacsony küszöbérték akkor kerül ellenőrzésre, amikor a készülék nem töltődik. A magas küszöbérték pedig akkor, amikor töltődik.
it_it: La soglia di livello basso è controllata quando il dispositivo non è in carica. La soglia di livello alto è controllata quando il dispositivo è in carica.
ja: デバイスが充電されていないときは、低レベルのしきい値がチェックされます。 高レベルしきい値は、デバイスの充電中にチェックされます。
ko_kr: 낮은 수준의 한계값은 기기가 충전 중이 아닐 때 확인합니다. 높은 수준의 한계값은 기기가 충전 중일 때 확인합니다.
nl_nl: De drempel voor het lage niveau wordt gecontroleerd wanneer het apparaat niet wordt opgeladen. De drempel voor het hoge niveau wordt gecontroleerd wanneer het apparaat wordt opgeladen.
pl: Próg niskiego poziomu jest sprawdzany, gdy urządzenie nie jest ładowane. Próg wysokiego poziomu jest sprawdzany, gdy urządzenie jest ładowane.
pt_br: Limiar de nível baixo é conferido quando o dispositivo não está carregando. Limiar de nível alto é conferido quando o dispositivo está carregando.
ro: Pragul de nivel scăzut este verificat cînd dispozitivul nu este la încărcat. Pragul de nivel crescut este verificat cînd dispozitivul este la încărcat.
ru: Порог низкого уровня проверяется, когда устройство не заряжается. Порог высокого уровня проверяется, когда устройство заряжается.
sk: Hraničná hodnota nízkej úrovne sa kontroluje, keď sa zariadenie nenabíja. Hraničná hodnota vysokej úrovne sa kontroluje, keď sa zariadenie nabíja.
sr: Граница ниског нивоа се проверава када се уређај не пуни. Граница високог нивоа се проверава када се уређај пуни.
tr: Aygıt şarj olmadığında düşük düzey eşiği denetlenir. Aygıt şarj edilirken yüksek düzey eşiği denetlenir.
uk: Поріг низького рівня перевіряється, коли пристрій не заряджається. Поріг високого рівня перевіряється під час заряджання пристрою.
zh_cn: 设备未充电时将检查低电量水平阈值。 设备充电时将检查高电量水平阈值。

source: Low
ar: منخفض
ca: Baix
cs: Nízká
de: Niedrig
el: Χαμηλή
es: Bajo
fa: پایین
fr: Faible
gl: Baixo
hu: Alacsony
it_it: Basso
ja: 低い
ko_kr: 낮은
nl_nl: Laag
pl: Niski
pt_br: Baixo
ro: Scăzut
ru: Низкий
sk: Nízka
sr: Ниско
tr: Düşük
uk: Низький
zh_cn: 低

source: High
ar: عالي
ca: Alt
cs: Vysoká
de: Hoch
el: Υψηλή
es: Alto
fa: بالا
fr: Élevé
gl: Alto
hu: Magas
it_it: Alto
ja: 高い
ko_kr: 높은
nl_nl: Hoog
pl: Wysoki
pt_br: Alto
ro: Ridicat
ru: Высокий
sk: Vysoká
sr: Високо
tr: Yüksek
uk: Високий
zh_cn: 高

source: High memory usage
ar: استخدام ذاكرة عالي
ca: Ús elevat de memòria
cs: Vysoké využití paměti
de: Hoher Speicherverbrauch
el: Υψηλή χρήση μνήμης
es: Uso elevado de memoria
fa: مصرف حافظه‌ی بالا
fr: Consommation mémoire importante
gl: Uso elevalo de memoria
hu: Magas memóriahasználat
it_it: Elevato utilizzo della memoria
ja: 高いメモリ使用量
ko_kr: 높은 메모리 사용량
nl_nl: Hoog geheugengebruik
pl: Wysokie zużycie pamięci
pt_br: Alto uso de memória
ro: Consum memorie ridicat
ru: Повышенное использование памяти
sk: Vysoké využitie pamäte
sr: Велика употреба меморије
tr: Bellek kullanımı yüksek
uk: Надмірне споживання пам'яті
zh_cn: 高内存用量

source: Memory check interval
ar: فاصل زمني لفحص الذاكرة
ca: Interval de comprovació de la memòria
cs: Interval kontroly využití paměti
de: Speicherprüfungsintervall
el: Συχνότητα ελέγχου μνήμης
es: Intervalo de comprobación de la memoria
fa: فاصله‌ی بین هر بررسی حافظه
fr: Fréquence de vérification de la conso mémoire
gl: Intervalo de comprobación da memoria
hu: Memóriaellenőrzési intervallum
it_it: Intervallo di controllo della memoria
ja: メモリ使用量検査間隔
ko_kr: 메모리 확인 간격
nl_nl: Geheugencontrole-interval
pl: Interwał sprawdzania pamięci
pt_br: Intervalo de verificação de memória
ro: Interval verificare memorie
ru: Интервал проверки памяти
sk: Interval kontroly pamäte
sr: Интервал провере меморије
tr: Bellek denetimi sıklığı
uk: Інтервал перевірки пам’яті
zh_cn: 内存检查间隔

source: Threshold: %1 MB
ar: العتبة: %1 ميغا بايت
ca: Límit: %1 MB
cs: Prahová hodnota: %1 MB
de: Schwellenwert : %1 MB
el: Όριο: %1 MB
es: Límite: %1 MB
fa: آستانه: %1 مگابایت
fr: Seuil (%1 Mo)
gl: Limiar: %1 MB
hu: Határérték: %1 MB
it_it: Soglia: %1 MB
ja: しきい値: %1MB
ko_kr: 한계값: %1 MB
nl_nl: Drempel: %1 MB
pl: Próg: %1 MB
pt_br: Limiar: %1 MB
ro: Prag: %1 MO
ru: Порог: %1 МБ
sk: Hraničná hodnota: %1 MB
sr: Праг: %1 MB
tr: Eşik: %1 MB
uk: Граничне значення %1 МБ
zh_cn: 阈值：%1 MB

# Data storage size
source: MB
ar: ميغابايت
fa: مگابایت
fr: Mo
ro: MO
ru: МБ
uk: Мб

source: Memory alert threshold
ar: عتبة تنبيه الذاكرة
ca: Límit de l'alerta de memòria
cs: Paměť - prahová hodnota pro upozornění
de: Schwellenwert für Speicheralarm
el: Όριο ειδοποίησης κατανάλωσης μνήμης
es: Límite de la alerta de memoria
fa: آستانه‌ی هشدار حافظه
fr: Seuil d’alerte de consommation mémoire
gl: Limiar do aviso de memoria
hu: Memória riasztás küszöbértéke
it_it: Soglia di avviso della memoria
ja: メモリ使用量警告の閾値
ko_kr: 메모리 경고 한계값
nl_nl: Geheugenalarmdrempel
pl: Próg alarmu pamięci
pt_br: Limiar do alerta de memória
ro: Prag alertă memorie
ru: Порог предупреждения о памяти
sk: Upozornenia na hraničné úrovne pamäte
sr: Праг за упозорење о меморији
tr: Bellek uyarısı eşiği
uk: Поріг сповіщення про брак пам'яті
zh_cn: 内存警报阈值

source: Automatic restart
ar: إعادة التشغيل التلقائي
ca: Reinici automàtic
cs: Automaticky restartovat
de: Automatischer Neustart
el: Αυτόματη επανεκκίνηση
es: Reinicio automático
fa: راه‌اندازی‌مجدد خودکار
fr: Redémarrage automatique
gl: Reinicio automático
hu: Automatikus újraindítás
it_it: Riavvio automatico
ja: 自動再起動
ko_kr: 자동 재시작
nl_nl: Automatische herstart
pl: Automatyczne ponowne uruchamianie
pt_br: Reinicialização automática
ro: Repornire automată
ru: Автоматический перезапуск
sk: Automatický reštart
sr: Аутоматско поновно покретање
tr: Otomatik yeniden başlatma
uk: Автоперезапуск
zh_cn: 自动重启

source: Searching dictionary for: %1
ar: يتم الآن البحث في القاموس عن: %1
ca: Buscant en diccionari: %1
cs: Hledám ve slovníku: %1
de: Durchsuche Wörterbuch nach: %1
el: Αναζήτηση στο λεξικό για: %1
es: Buscando en diccionario: %1
fa: درحال جستجوی واژه‌نامه برای: %1
fr: Recherche dans le dictionnaire de : %1
gl: A buscar no dicionario: %1
hu: Szótár keresése ehhez: %1
it_it: Ricerca nel dizionario: %1
ja: 辞書を検索中: %1
ko_kr: 사전 검색중 %1
nl_nl: In woordenboek aan het zoeken naar: %1
pl: Wyszukiwanie w słowniku: %1
pt_br: Buscando no dicionário por: %1
ro: Se caută în dicționar după: %1
ru: Словарь для поиска: %1
sk: Hľadám v slovníku: %1
sr: Речник се претражује за: %1
tr: Sözlük şunun için aranıyor: %1
uk: Шукаємо в словнику: %1
zh_cn: 正在词典中搜索： %1

source: Dictionary lookup
ar: البحث في قاموس
ca: Buscar en diccionari
cs: Vyhledat ve slovníku
de: Im Wörterbuch nachschlagen
el: Αναζήτηση στο λεξικό
es: Consulta en diccionario
fa: جستجوی واژه‌نامه
fr: Rechercher dans les dictionnaires
gl: Busca no dicionario
hu: Szótár használata
it_it: Consulta dizionario
ja: 辞書検索
ko_kr: 사전 조회
nl_nl: Zoek in woordenboek
pl: Wyszukaj w słowniku
pt_br: Busca no dicionário
ro: Caută în dicționar
ru: Поиск в словаре
sk: Hľadať v slovníku
sr: Претрага речника
tr: Sözlüğe bak
uk: Пошук у словнику
zh_cn: 词典查找

source: Dictionary lookup history
ar: محفوظات البحث في قاموس
ca: Historial de cerca del diccionari
cs: Historie vyhledávání ve slovníku
de: Verlauf der Wörterbuch-Suche
el: Ιστορικό αναζητήσεων στο λεξικό
es: Historial de búsqueda del diccionario
fa: تاریخچه‌ی جستجوی واژه‌نامه
fr: Historique des recherches dans les dictionnaires
gl: Historial de buscas no dicionario
hu: Szótár használati előzmények
it_it: Cronologia di ricerca nei dizionari
ja: 辞書検索履歴
ko_kr: 사전 검색 내력
nl_nl: Woordenboekopzoekgeschiedenis
pl: Historia wyszukiwania
pt_br: Histórico de busca do dicionário
ro: Istoric căutări dicționar
ru: Поиск в истории словаря
sk: História vyhľadávania v slovníku
sr: Историја претраге речника
tr: Sözlük arama geçmişi
uk: Історія пошуку в словнику
zh_cn: 词典查询历史

source: Dictionary settings
ar: إعدادات القاموس
ca: Paràmetres de diccionaris
cs: Nastavení slovníku
de: Wörterbuch Einstellungen
el: Ρυθμίσεις λεξικού
es: Configurar diccionarios
fa: تنظیمات واژه‌نامه
fr: Paramètres des dictionnaires
gl: Configuración dos dicionarios
hu: Szótár beállítások
it_it: Impostazioni dizionario
ja: 辞書設定
ko_kr: 사전 설정
nl_nl: Woordenboekinstellingen
pl: Ustawienia słownika
pt_br: Configurações do dicionário
ro: Setări dicționar
ru: Настройки словарей
sk: Nastavenia slovníka
sr: Подешавања речника
tr: Sözlük ayarları
uk: Налаштування словника
zh_cn: 词典设置

source: Manage dictionaries: %1
ar: إدارة القواميس: %1
ca: Administrar diccionaris: %1
cs: Spravovat slovníky (%1)
de: Wörterbücher verwalten: %1
el: Διαχείριση λεξικών: %1
es: Administrar diccionarios: %1
fa: مدیریت واژه‌نامه‌ها: %1
fr: Gérer les dictionnaires : %1
gl: Administrar dicionarios: %1
hu: Szótárak kezelése: %1
it_it: Gestisci dizionari: %1
ja: インストール済辞書の管理: %1
ko_kr: 사전 관리: %1
nl_nl: Woordenboeken beheren: %1
pl: Zarządzaj słownikami: %1
pt_br: Gerenciar dicionários: %1
ro: Gestionează dicționarele: %1
ru: Управление словарями: %1
sk: Spravovať slovníky: %1
sr: Управљање речницима: %1
tr: Sözlükleri yönet: %1
uk: Керувати словниками: %1
zh_cn: 管理词典：%1

source: Download dictionaries
ar: تنزل قواميس
ca: Descarregar diccionaris
cs: Stáhnout slovníky
de: Wörterbücher herunterladen
el: Λήψη λεξικών
es: Descargar diccionarios
fa: دریافت واژه‌نامه‌ها
fr: Télécharger des dictionnaires
gl: Descargar dicionarios
hu: Szótárak letöltése
it_it: Download dizionari
ja: 辞書のダウンロード
ko_kr: 사전 다운로드
nl_nl: Download woordenboeken
pl: Pobierz słowniki
pt_br: Baixar dicionários
ro: Descarcă dicționare
ru: Загрузить словари
sk: Stiahnuť slovníky
sr: Преузимање речникâ
tr: Sözlükleri indir
uk: Завантажити словники
zh_cn: 下载词典

source: Enable fuzzy search
ar: تفعيل خاصية البحث التقريبي
ca: Habilitar la cerca difusa
cs: Povolit vyhledávání s opravami (fuzzy search)
de: Fuzzy-Suche aktivieren
el: Ενεργοποίηση ασαφούς αναζήτησης
es: Habilitar la búsqueda difusa
fa: فعال‌کردن جستجوی فازی
fr: Activer la recherche approximative
gl: Activar busca aproximada
hu: Intelligens keresés engedélyezése
it_it: Abilita ricerca fuzzy
ja: あいまい検索を有効
ko_kr: 지능형 검색 활성
nl_nl: "Fuzzy" zoeken inschakelen
pl: Włącz wyszukiwanie heurystyczne
pt_br: Ativar busca difusa
ro: Activează căutarea aproximativă
ru: Включить нечёткий поиск
sk: Povoliť vyhľadávanie podobných slov
sr: Укључи приближно претраживање
tr: Karmaşık arama kullanılsın
uk: Увімкнути неточний пошук
zh_cn: 启用模糊搜索

source: Enable dictionary lookup history
ar: فعّل سجلَّ تأريخ الكلمات المستخرجة من القاموس
ca: Activa l’historial de cerques al diccionari
cs: Povolit historii vyhledávání ve slovníku
de: Verlauf der Wörterbuch-Suche aktivieren
el: Ενεργοποίηση ιστορικού αναζητήσεων στο λεξικό
es: Activar historial de búsquedas en diccionario
fa: فعال‌کردن تاریخچه‌ی جستجوی واژه‌نامه
fr: Activer l’historique des recherches dans les dictionnaires
gl: Activar historial de busca no dicionario
hu: Szótár használati előzmények engedélyezése
it_it: Abilita cronologia di ricerca nei dizionari
ja: 辞書検索履歴を有効
ko_kr: 사전 검색 내력 활성
nl_nl: Woordenboekgeschiedenis inschakelen
pl: Włącz historię wyszukiwania słownika
pt_br: Ativar o histórico de busca do dicionário
ro: Activează istoricul căutărilor în dicționar
ru: Включить поиск в истории словаря
sk: Povoliť históriu vyhľadávania v slovníku
sr: Укључи историју претраге речника
tr: Sözlük tarama geçmişi kullanılsın
uk: Увімкнути історію пошуку в словнику
zh_cn: 启用词典查询历史

source: Clean dictionary lookup history
ar: فرّغ سجلّ الكلمات المستعلم عنها في القاموس
ca: Neteja l’historial de cerques al diccionari
cs: Pročistit historii vyhledávání ve slovníku
de: Lösche Verlauf der Wörterbuch-Suche
el: Διαγραφή ιστορικού αναζητήσεων στο λεξικό
es: Vaciar historial de búsquedas en diccionario
fa: پاک‌کردن تاریخچه‌ی جستجوی واژه‌نامه
fr: Supprimer l’historique des recherches dans les dictionnaires
gl: Limpar o historial de buscas no dicionario
hu: Szótár használati előzmények törlése
it_it: Svuota cronologia di ricerca nei dizionari
ja: 辞書検索履歴を消去
ko_kr: 사전 검색 내력 지우기
nl_nl: Woordenboekzoekgeschiedenis opschonen
pl: Wyczyść historię wyszukiwania
pt_br: Limpar o histórico de busca do dicionário
ro: Șterge istoricul căutărilor în dicționar
ru: Очистка истории поиска в словаре
sk: Vyčistiť históriu vyhľadávania v slovníku
sr: Обриши историју претраге речника
tr: Sözlük arama geçmişini temizle
uk: Очистити історію пошуку в словнику
zh_cn: 清除词典查询历史

source: Clean dictionary lookup history?
ar: هل تريد إزالة سجل الكلمات السابقة التي تم البحث عنها في القاموس؟
ca: Voleu netejar l’historial de cerques al diccionari?
cs: Pročistit historii vyhledávání ve slovníku?
de: Verlauf der Wörterbuch-Suche löschen?
el: Να διαγραφεί το ιστορικό αναζητήσεων στο λεξικό;
es: ¿Quiere vaciar el historial de búsquedas en diccionario?
fa: تاریخچه جستجوی واژه‌نامه پاک شود؟
fr: Supprimer l’historique des recherches dans les dictionnaires ?
gl: Limpar o historial de buscas no dicionario?
hu: Törli a szótár használati előzményeket?
it_it: Svuotare la cronologia di ricerca nei dizionari?
ja: 辞書検索履歴を消去しますか?
ko_kr: 사전 검색 내력을 지울까요?
nl_nl: Woordenboekzoekgeschiedenis opschonen?
pl: Wyczyścić historię wyszukiwania?
pt_br: Limpar o histórico de busca do dicionário?
ro: Ștergi istoricul căutărilor în dicționar?
ru: Очистить историю поиска в словаре?
sk: Vyčistiť históriu vyhľadávania v slovníku?
sr: Да обришем историју претраге речника?
tr: Sözlük arama geçmişi temizlensin mi?
uk: Очистити історію пошуку в словнику?
zh_cn: 要清理掉词典查询历史吗？

source: Clean
ar: فرّغ
ca: Neteja
cs: Pročistit
de: Löschen
el: Διαγραφή
es: Vaciar
fa: پاک‌کردن
fr: Supprimer
gl: Limpar
hu: Törlés
it_it: Pulisci
ja: 消去
ko_kr: 지움
nl_nl: Schoonmaken
pl: Wyczyść
pt_br: Limpar
ro: Curăță
ru: Очистить
sk: Vyčistiť
sr: Обриши
tr: Temizle
uk: Очистити
zh_cn: 清除

source: Large window
ar: نافذة كبيرة
ca: Engrandir finestra
cs: Velké okno
de: Großes Fenster
el: Μεγάλο παράθυρο
es: Agrandar ventana
fa: پنجره‌ی بزرگ
fr: Fenêtre large
gl: Xanela grande
hu: Nagy ablak
it_it: Finestra allargata
ja: 全画面で辞書検索を表示
ko_kr: 큰 창
nl_nl: Groot scherm
pl: Wielkie okno
pt_br: Janela grande
ro: Fereastră mare
ru: Большое окно
sk: Veľké okno
sr: Велики прозор
tr: Büyük pencere
uk: Велике вікно
zh_cn: 大窗口

source: Justify text
ar: توسيط النص
ca: Justifica el text
cs: Zarovnat text do bloku
de: Text ausrichten
el: Πλήρης στοίχιση κειμένου
es: Justificar texto
fa: هم‌تراز کردن متن
fr: Justifier le texte
gl: Xustificar texto
hu: Sorkizárt szöveg
it_it: Giustifica il testo
ja: テキスト両端揃え
ko_kr: 본문 양쪽 정렬
nl_nl: Tekst uitvullen
pl: Wyjustuj tekst
pt_br: Texto justificado
ro: Justifică textul
ru: Выравнивать текст по ширине
sk: Zarovnať text
sr: Обострано поравнај текст
tr: Metni iki yana hizala
uk: Вирівнювати текст
zh_cn: 对齐文字

source: Dictionary font size
ar: حجم خط القاموس
ca: Grandària de la lletra del diccionari
cs: Velikost písma slovníku
de: Wörterbuch Schriftgröße
el: Μέγεθος γραμματοσειράς λεξικού
es: Tamaño de letra del diccionario
fa: اندازه قلم واژه‌نامه
fr: Taille des polices du dictionnaire
gl: Tamaño da fonte do dicionario
hu: Szótár betűmérete
it_it: Dimensione carattere del dizionario
ja: 辞書のフォントサイズ
ko_kr: 사전 글꼴 크기
nl_nl: Woordenboeklettergrootte
pl: Rozmiar czcionki słownika
pt_br: Tamanho da fonte do dicionário
ro: Dimensiune font dicționar
ru: Размер шрифта словаря
sk: Veľkosť písma slovníka
sr: Величина фонта речника
tr: Sözlük yazı boyutu
uk: Розмір шрифту словника
zh_cn: 词典字体大小

source: Use external dictionary
ar: استخدم قاموسًا خارجيًّا
ca: Usar diccionari extern
cs: Použít externí slovník
de: Nutze externes Wörterbuch
el: Χρήση εξωτερικού λεξικού
es: Usar diccionario externo
fa: استفاده از واژه‌نامه‌ی بیرونی
fr: Utiliser un dictionnaire externe
gl: Usar dicionario externo
hu: Külső szótár használata
it_it: Usa dizionario esterno
ja: 外部辞書を使用
ko_kr: 외부 사전 사용
nl_nl: Extern woordenboek gebruiken
pl: Użyj zewnętrznego słownika
pt_br: Usar dicionário externo
ro: Folosește un dicționar extern
ru: Использовать внешний словарь
sk: Použiť externý slovník
sr: Користи спољни речник
tr: Dış sözlük kullanılsın
uk: Використовувати зовнішній словник
zh_cn: 使用外置词典

source: none
ar: لا شيء
ca: ningú
cs: žádné
de: kein
el: κανένα
es: ninguno
fa: هیچ‌
fr: aucun
gl: nada
hu: nincs
it_it: nessuno
ja: なし
ko_kr: 없음
nl_nl: geen
pl: brak
pt_br: nenhum
ro: fără
ru: нет
sk: žiaden
sr: нема
tr: yok
uk: немає
zh_cn: 无

source: Dictionary: %1
ar: القاموس: %1
ca: Diccionari: %1
cs: Slovník: %1
de: Wörterbuch: %1
el: Λεξικό: %1
es: Diccionario: %1
fa: واژه‌نامه: %1
fr: Dictionnaire : %1
gl: Dicionario: %1
hu: Szótár: %1
it_it: Dizionario: %1
ja: 辞書: %1
ko_kr: 사전: %1
nl_nl: Woordenboek: %1
pl: Słownik: %1
pt_br: Dicionário: %1
ro: Dicționar: %1
ru: Словарь: %1
sk: Slovník: %1
sr: Речник: %1
tr: Sözlük: %1
uk: Словник: %1
zh_cn: 目录: %1

source: Manage installed dictionaries
ar: إدارة القواميس المثبتة
ca: Gestiona els diccionaris instal·lats
cs: Spravovat nainstalované slovníky
de: Installierte Wörterbücher verwalten
el: Διαχείριση εγκατεστημένων λεξικών
es: Gestionar diccionarios instalados
fa: مدیریت واژه‌نامه‌های نصب‌شده
fr: Gérer les dictionnaires installés
gl: Administrar os dicionarios instalados
hu: Telepített szótárak kezelése
it_it: Gestisci dizionari installati
ja: インストール済辞書の管理
ko_kr: 설치된 사전 관리
nl_nl: Geïnstalleerde woordenboeken beheren
pl: Zarządzaj zainstalowanymi słownikami
pt_br: Gerenciar dicionários instalados
ro: Gestionează dicționarele instalate
ru: Управление установленными словарями
sk: Spravovať nainštalované slovníky
sr: Управљање инсталираним речницима
tr: Kurulmuş sözlükleri yönet
uk: Керувати встановленими словниками
zh_cn: 管理已安装词典

source: Enter a word or phrase to look up
ar: أدخل كلمة أو عبارة للبحث عنها
ca: Introduïu la paraula o frase a cercar
cs: Vložte slovo nebo frázi, které chcete vyhledat
de: Geben Sie ein Wort oder eine Phrase zum Nachschlagen ein
el: Εισαγάγετε μια λέξη ή φράση για αναζήτηση
es: Introducir palabra o frase a buscar
fa: یک واژه یا عبارت را برای جستجو وارد کنید
fr: Saisir un mot ou une phrase à rechercher
gl: Insire unha palabra ou frase para buscar
hu: Keresett szó/kifejezés
it_it: Inserisci una parola o una frase da cercare
ja: 検索する文字を入力
ko_kr: 조회할 단어나 문구를 입력하세요
nl_nl: Voer een woord of zin in om op te zoeken
pl: Wpisz słowo lub frazę do wyszukania
pt_br: Digite uma palavra ou frase para buscar
ro: Întrodu un cuvînt sau o frază pentru căutare
ru: Введите слово или фразу для поиска
sk: Zadajte slovo alebo frázu, ktorú si prajete vyhľadať
sr: Унесите реч или фразу треба да се тражи
tr: Aranacak bir sözcük ya da ifade yazın
uk: Введіть слово або фразу для пошуку
zh_cn: 输入要查询的单词或词组

source: Search dictionary
ar: البحث في القاموس
ca: Cerca al diccionari
cs: Hledat ve slovníku
de: Suche Wörterbuch
el: Αναζήτηση στο λεξικό
es: Buscar en diccionario
fa: جستجوی واژه‌نامه
fr: Rechercher dans les dictionnaires
gl: Procurar en dicionario
hu: Keresés szótárban
it_it: Consulta dizionario
ja: 辞書で検索
ko_kr: 사전 검색
nl_nl: Zoek in woordenboek
pl: Szukaj w słowniku
pt_br: Buscar no dicionário
ro: Caută în dicționar
ru: Искать в словаре
sk: Hľadať v slovníku
sr: Претрага речника
tr: Sözlüğü ara
uk: Знайти в словнику
zh_cn: 在词典中搜索
