Repository: spruceUI/spruceOS
Catalog: App/KoReader/l10n/*/koreader.po
Languages: ar, ca, cs, de, el, es, fa, fr, gl, hu, it_it, ja, ko_kr, nl_nl, pl, pt_br, ro, ru, sk, sr, tr, uk, zh_cn

source: Maximum width of items
ar: أقصى عرض للعناصر
ca: Grandària màxima dels elements
cs: Maximální šířka položek
de: Maximale Breite der Elemente
el: Μέγιστο πλάτος στοιχείων
es: Anchura máxima de los elementos
fa: حداکثر عرض هر مورد
fr: Largeur maximale des éléments
gl: Largo máximo dos elementos
hu: Elemek max. szélessége
it_it: Larghezza massima degli elementi
ja: アイテムの最大幅
ko_kr: 항목의 최대 폭
nl_nl: Maximale itembreedte
pl: Maksymalna szerokość elementów
pt_br: Largura máxima dos itens
ro: Lățime maximă elemente
ru: Максимальная ширина элементов
sk: Maximálna šírka položiek
sr: Максимална ширина ставки
tr: Ögelerin en fazla genişliği
uk: Найбільша ширина елементів
zh_cn: 项目最大宽度

source: Book title: %1 %
ca: Títol del llibre: %1 %
cs: Název knihy: %1 %
de: Buchtitel: %1 %
el: Τίτλος βιβλίου: %1 %
es: Título del libro: %1 %
fa: عنوان کتاب: %1 %
fr: Titre du livre : %1 %
gl: Título do libro: %1 %
hu: Könyv címe: %1 %
it_it: Titolo del libro: %1%
ja: 書籍の題名: %1 %
ko_kr: 책 제목: %1 %
nl_nl: Boektitel: %1 %
pl: Tytuł książki: %1%
pt_br: Título do livro: %1%
ro: Titlul cărții: %1%
ru: Название книги: %1%
sk: Názov knihy: %1 %
sr: Наслов књиге: %1 %
tr: Kitap başlığı: %%1
uk: Назва книги: %1 %
zh_cn: 书籍标题：%1%

source: Maximum width
ar: أقصى عرض
ca: Grandària màxima
cs: Maximální šířka
de: Maximale Breite
el: Μέγιστο πλάτος
es: Anchura máxima
fa: حداکثر عرض
fr: Largeur maximale
gl: Largura máxima
hu: Maximális szélesség
it_it: Larghezza massima
ja: 最大幅
ko_kr: 최대 폭
nl_nl: Maximale breedte
pl: Maksymalna szerokość
pt_br: Largura máxima
ro: Lățime maximă
ru: Максимальная ширина
sk: Maximálna šírka
sr: Максимална ширина
tr: En fazla genişlik
uk: Найбільша ширина
zh_cn: 最大宽度

source: Maximum book title width in percentage of screen width
ar: عرض عنوان الكتاب الأقصى بالنسبة المئوية لعرض الشاشة
ca: Amplària màxima del títol del llibre en percentatge d'amplària de la pantalla
cs: Maximální šířka názvu knihy v procentech vzhledem k šířce obrazovky
de: Minimale Breite des Buchtitels in Prozent der Bildschirmbreite
el: Μέγιστο πλάτος τίτλου βιβλίου σε ποσοστό πλάτους οθόνης
es: Anchura máxima del título del libro en porcentaje de la anchura de la pantalla
fa: حداکثر عرض عنوان کتاب به شکل درصدی از عرض صفحه
fr: Largeur maximale du titre du livre en pourcentage de la taille d’écran
gl: Largura máxima do título do libro en porcentaxe da largura da pantalla
hu: A könyv címének maximális szélessége a képernyő szélességének százalékában
it_it: Larghezza massima del titolo in percentuale della larghezza dello schermo
ja: 書名の最大幅(画面幅に対する割合)
ko_kr: 화면 폭을 기준으로 책 제목의 최대 폭 비율
nl_nl: Maximale boektitelbreedte in percentage van schermbreedte
pl: Maksymalna szerokość tytułu książki w procentach szerokości ekranu
pt_br: Largura máxima do título do livro em porcentagem da largura da tela
ro: Procent lățime maximă titlu carte din lățimea ecranului
ru: Максимальная ширина названия книги в процентах от ширины экрана
sk: Maximálna šírka názvu knihy v percentách šírky obrazovky
sr: Максимална ширина наслова књиге у процентима ширине екрана
tr: Ekran genişliğine oranla en fazla kitap başlığı genişliği
uk: Найбільша ширина назви книги у відсотках від ширини екрана
zh_cn: 进度条的最大宽度（相对于屏幕宽度的百分比）

source: Current chapter: %1 %
ca: Capítol actual: %1 %
cs: Aktuální kapitola: %1 %
de: Aktuelles Kapitel: %1 %
el: Τρέχον κεφάλαιο: %1 %
es: Capítulo actual: %1 %
fa: فصل فعلی: %1%
fr: Chapitre actuel : %1 %
gl: Capítulo actual: %1 %
hu: Aktuális fejezet: %1 %
it_it: Capitolo attuale: %1%
ja: 現在の章 %1 %
ko_kr: 현재 챕터: %1 %
nl_nl: Huidig hoofdstuk: %1 %
pl: Bieżący rozdział: %1%
pt_br: Capítulo atual: %1%
ro: Capitolul curent: %1%
ru: Текущая глава: %1%
sk: Aktuálna kapitola: %1 %
sr: Текуће поглавље: %1 %
tr: Geçerli bölüm: %%1
uk: Поточний розділ: %1 %
zh_cn: 当前章节：%1%

source: Maximum chapter width in percentage of screen width
ar: أقصى عرض للفصل بالنسبة المئوية لعرض الشاشة
ca: Amplària màxima del capítol en percentatge d'amplària de la pantalla
cs: Maximální šířka kapitoly v procentech vzhledem k šířce obrazovky
de: Maximale Breite des Kapitels in Prozent der Bildschirmbreite
el: Μέγιστο πλάτος κεφαλαίου σε ποσοστό πλάτους οθόνης
es: Anchura máxima del capítulo en porcentaje de la anchura de la pantalla
fa: حداکثر عرض عنوان فصل به شکل درصدی از عرض صفحه
fr: Largeur maximale du chapitre en pourcentage de la taille d’écran
gl: Largura máxima do capítulo en porcentaxe da largura da pantalla
hu: A fejezet címének maximális szélessége a képernyő szélességének százalékában
it_it: Larghezza massima del capitolo in percentuale dello schermo
ja: 章名の最大幅(画面幅に対する割合)
ko_kr: 화면 폭을 기준으로 한 챕터 최대 폭 비율
nl_nl: Maximale hoofdstukbreedte in percentage van schermbreedte
pl: Maksymalna szerokość rozdziału w procentach szerokości ekranu
pt_br: Largura máxima de capítulo em porcentagem de largura da tela
ro: Procent lățime maximă capirol din lățimea ecranului
ru: Максимальная ширина названия главы в процентах от ширины экрана
sk: Maximálna šírka kapitoly v percentách šírky obrazovky
sr: Максимална ширина наслова поглавља у процентима ширине екрана
tr: Ekran genişliği yüzdesi cinsinden en fazla bölüm genişliği
uk: Найбільша ширина розділу у відсотках від ширини екрана
zh_cn: 进度条的最大宽度（相对于屏幕宽度的百分比）

source: Left
ar: يسار
ca: Esquerra
cs: Vlevo
de: Links
el: Αριστερά
es: Izquierda
fa: چپ
fr: À gauche
gl: Esquerda
hu: Balra
it_it: Sinistra
ja: 左
ko_kr: 왼쪽
nl_nl: Links
pl: Z lewej
pt_br: Esquerda
ro: Stînga
ru: Слева
sk: Vľavo
sr: Лево
tr: Sol
uk: Ліворуч
zh_cn: 左

source: Right
ar: يمين
ca: Dreta
cs: Vpravo
de: Rechts
el: Δεξιά
es: Derecha
fa: راست
fr: À droite
gl: Dereita
hu: Jobbra
it_it: Destra
ja: 右
ko_kr: 오른쪽
nl_nl: Rechts
pl: Z prawej
pt_br: Direita
ro: Dreapta
ru: Справа
sk: Vpravo
sr: Десно
tr: Sağ
uk: Праворуч
zh_cn: 右

source: Center
ar: مركز
ca: Centrar
cs: Na střed
de: Mitte
el: Κέντρο
es: Centrar
fa: مرکز
fr: Centré
gl: Centro
hu: Középre
it_it: Centra
ja: 中央揃え
ko_kr: 가운데
nl_nl: Centreren
pl: Wyśrodkuj
pt_br: Centralizado
ro: Centru
ru: По центру
sk: Na stred
sr: Центрирано
tr: Ortada
uk: Центрувати
zh_cn: 居中

source: Alignment: %1
ar: المحاذاة: %1
ca: Alineació: %1
cs: Zarovnání: %1
de: Ausrichtung: %1
el: Στοίχιση: %1
es: Alineación: %1
fa: ترازبندی: %1
fr: Alignement : %1
gl: Aliñamento: %1
hu: Igazítás: %1
it_it: Allineamento: %1
ja: 揃え設定: %1
ko_kr: 정렬: %1
nl_nl: Uitlijning: %1
pl: Wyrównanie: %1
pt_br: Alinhamento: %1
ro: Aliniere: %1
ru: Выравнивание: %1
sk: Zarovnanie: %1
sr: Поравнање: %1
tr: Hizalama: %1
uk: Вирівнювання: %1
zh_cn: 对齐方式：%1

# Status bar
source: Icons
ca: Icones
cs: Ikony
el: Εικονίδια
es: Iconos
fa: آیکون‌ها
fr: Icônes
gl: Iconas
hu: Ikonok
it_it: Icone
ja: アイコン
ko_kr: 아이콘
nl_nl: Pictogrammen
pl: Ikony
pt_br: Ícones
ru: Значки
sk: Ikony
sr: Иконе
tr: Simgeler
uk: Піктограми
zh_cn: 图标

# Status bar
source: Compact
ca: Compacte
cs: Kompaktní
de: kompakt
el: Συνεπτυγμένα στοιχεία
es: Compacto
fa: فشرده
fr: Condensé
gl: Compacta
hu: Tömör
it_it: Compatto
ja: コンパクト
ko_kr: 컴팩트
pl: Zwarty
pt_br: Compacto
ru: Компактно
sk: Kompaktné
sr: Збијено
tr: Sıkışık
uk: Компактний
zh_cn: 紧凑

# Status bar
source: Letters
ca: Lletres
cs: Písmena
de: Buchstaben
el: Γράμματα
es: Letras
fa: حروف
fr: Lettres
gl: Letras
hu: Betűk
it_it: Lettere
ja: 文字
ko_kr: 글자
pl: Litery
pt_br: Letras
ru: Буквы
sk: Písmená
sr: Слова
tr: Harfler
uk: Букви
zh_cn: 字母

source: Item style: %1
ca: Estil dels elements: %1
cs: Styl položky: %1
de: Stil der Aufzählung: %1
el: Στυλ στοιχείων: %1
es: Estilo de los elementos: %1
fa: سبک موارد: %1
fr: Style d'élément : %1
gl: Estilo do elemento: %1
hu: Elem stílus: %1
it_it: Stile degli elementi: %1
ja: 項目のスタイル: %1
ko_kr: 항목 스타일: %1
nl_nl: Itemstijl: %1
pl: Styl elementów: %1
pt_br: Estilo dos itens: %1
ru: Стиль элементов: %1
sk: Typ oddeľovača položiek: %1
sr: Стил ставке: %1
tr: Öge biçemi: %1
uk: Стиль елементів: %1
zh_cn: 条目样式：%1

# Status bar
source: Icons (%1)
ca: Icones (%1)
cs: Ikony (%1)
el: Εικονίδια (%1)
es: Iconos (%1)
fa: آیکن‌ها (%1)
fr: Icônes (%1)
gl: Iconas (%1)
hu: Ikonok (%1)
it_it: Icone (%1)
ja: アイコン(%1)
ko_kr: 아이콘 (%1)
nl_nl: Pictogrammen (%1)
pl: Ikony (%1)
pt_br: Ícones (%1)
ru: Значки (%1)
sk: Ikony (%1)
sr: Иконе (%1)
tr: Simgeler (%1)
uk: Піктограми (%1)
zh_cn: 图标 (%1)

# Status bar
source: Letters (%1)
ca: Lletres (%1)
cs: Písmena (%1)
de: Buchstaben (%1)
el: Γράμματα (%1)
es: Letras (%1)
fa: نامه‌ها (%1)
fr: Lettres (%1)
gl: Letras (%1)
hu: Betűk (%1)
it_it: Lettere (%1)
ja: 文字(%1)
ko_kr: 글자 (%1)
pl: Litery (%1)
pt_br: Letras (%1)
ru: Буквы (%1)
sk: Písmená (%1)
sr: Слова (%1)
tr: Harfler (%1)
uk: Букви (%1)
zh_cn: 字母 (%1)

# Status bar
source: Compact (%1)
ca: Compacte (%1)
cs: Kompaktní (%1)
de: Kompakt (%1)
el: Συνεπτυγμένα στοιχεία (%1)
es: Compacto (%1)
fa: فشرده (%1)
fr: Compacts (%1)
gl: Compacta (%1)
hu: Tömör (%1)
it_it: Compatta (%1)
ja: コンパクト(%1)
ko_kr: 컴팩트 (%1)
pl: Zwarty (%1)
pt_br: Compacto (%1)
ru: Компактно (%1)
sk: Kompaktné (%1)
sr: Збијено (%1)
tr: Sıkışık (%1)
uk: Компактний (%1)
zh_cn: 紧凑 (%1)

source: Item separator: %1
ar: فاصل العنصر: %1
ca: Separador d'elements: %1
cs: Oddělovač položek: %1
de: Trennzeichen: %1
el: Διαχωριστικό στοιχείων: %1
es: Separador de elementos: %1
fa: جدا کننده موارد: %1
fr: Séparateur entre les éléments : %1
gl: Separador de elementos: %1
hu: Elem elválasztó: %1
it_it: Separatore degli elementi: %1
ja: 項目の区切り: %1
ko_kr: 항목 구분자: %1
nl_nl: Itemscheidingsteken: %1
pl: Separator elementów: %1
pt_br: Separador de itens: %1
ro: Separator elemente: %1
ru: Разделитель элементов: %1
sk: Oddeľovač položiek: %1
sr: Граничник ставке: %1
tr: Öge ayıracı: %1
uk: Роздільник елементів: %1
zh_cn: 条目分隔符：%1

source: Vertical line (|)
ar: خط عمودي (|)
ca: Línia vertical (|)
cs: Svislá čára (|)
de: Vertikale Linie (|)
el: Κάθετη γραμμή (|)
es: Línea vertical (|)
fa: خط عمودی (|)
fr: Ligne verticale (|)
gl: Liña vertical (|)
hu: Függőleges vonal (|)
it_it: Linea verticale (|)
ja: 縦線(|)
ko_kr: 수직선 (|)
nl_nl: Verticale lijn (|)
pl: Pionowa linia (|)
pt_br: Linha vertical (|)
ro: Linie verticală (|)
ru: Вертикальная линия (l)
sk: Vertikálna čiara (|)
sr: Вертикална црта (|)
tr: Dikey çizgi (|)
uk: Вертикальна лінія (|)
zh_cn: 垂直分隔符 (|)

source: Bullet (•)
ar: نقطة سوداء (•)
ca: Vinyeta (•)
cs: Kulka (•)
de: Stichpunkt (•)
el: Κουκκίδα (•)
es: Viñeta (•)
fa: گلوله (•)
fr: Puce (•)
gl: Punto (•)
hu: Pötty (•)
it_it: Punto (•)
ja: ビュレット(•)
ko_kr: 점 (•)
nl_nl: Bolletje (•)
pl: Punktor (•)
pt_br: Ponto lista (•)
ro: Bilă (•)
ru: Маркер (•)
sk: Odrážka (•)
sr: Зрно (•)
tr: Madde imi (•)
uk: Кулька (•)
zh_cn: 点 (•)

source: Dot (·)
ar: نقطة (·)
ca: Punt (·)
cs: Tečka (·)
de: Punkt (·)
el: Κουκκίδα (·)
es: Punto (·)
fa: نقطه (·)
fr: Point (·)
gl: Punto (·)
hu: Pont (.)
it_it: Punto (·)
ja: ドット(·)
ko_kr: 점(·)
nl_nl: Punt (·)
pl: Punkt (·)
pt_br: Ponto (·)
ro: Punct (·)
ru: Точка (·)
sk: Bodka (·)
sr: Тачка (·)
tr: Nokta (·)
uk: Крапка (·)
zh_cn: 点 (·)

source: No separator
ar: بلا فاصل
ca: Sense separador
cs: Žádný oddělovač
de: Kein Trennzeichen
el: Κανένα διαχωριστικό
es: Sin separador
fa: بدون جداکننده
fr: Pas de séparateur
gl: Sen separador
hu: Nincs elválasztás
it_it: Nessun separatore
ja: 区切りなし
ko_kr: 구분선 없음
nl_nl: Geen scheidingsteken
pl: Bez separatora
pt_br: Sem separador
ro: Fără separator
ru: Нет разделителя
sk: Žiaden oddeľovač
sr: Без граничника
tr: Ayıraç yok
uk: Без роздільника
zh_cn: 无分隔符

source: Progress percentage format: %1
ar: تنسيق النسبة المئوية للتقدم: %1
ca: Format de percentatge llegit del llibre: %1
cs: Formát procentuálního postupu čtení: %1
de: Format der Fortschrittsanzeige: %1
el: Μορφή ποσοστού προόδου: %1
es: Formato de porcentaje leído del libro: %1
fa: قالب‌بندی درصد پیشرفت: %1
fr: Format du pourcentage de progression : %1
gl: Formato de porcentaxe de progreso: %1
hu: Folyamat százalék formátum: %1
it_it: Formato percentuale di avanzamento: %1
ja: 進捗率の書式: %1
ko_kr: 진행률 형식: %1
nl_nl: Voortgangspercentageformaat: %1
pl: Format postępu procentowego: %1
pt_br: Formato de porcentagem do progresso: %1
ro: Format procent progres: %1
ru: Формат прогресса в процентах: %1
sk: Percentuálny formát priebehu čítania: %1
sr: Формат процента напретка: %1
tr: İlerleme yüzdesi biçimi: %1
uk: Формат відсотків перебігу: %1
zh_cn: 进度百分比格式：%1

source: No decimal point (%1)
ar: بلا فاصلة عشرية (%1)
ca: Sense punt decimal (%1)
cs: Bez desetinných míst (%1)
de: Kein Dezimalpunkt (%1)
el: Χωρίς δεκαδικά (%1)
es: Sin punto decimal (%1)
fa: بدون نقطه اعشار (%1)
fr: Pas de virgule (%1)
gl: Sen coma decimal (%1)
hu: Nincs tizedespont (%1)
it_it: Senza punto decimale (%1)
ja: 小数点なし (%1)
ko_kr: 소수점 없음 (%1)
nl_nl: Geen cijfer achter de komma (%1)
pl: Bez cyfry dziesiętnej (%1)
pt_br: Sem ponto decimal (%1)
ro: Fără zecimale (%1)
ru: Нет десятичной точки (%1)
sk: Bez desatinnej čiarky (%1)
sr: Без децималне тачке (%1)
tr: Ondalık basamak yok (%1)
uk: Без десяткових знаків (%1)
zh_cn: 无小数点 (%1)

source: 1 digit after decimal point (%1)
ar: خانةٌ واحدةٌ بعد الفاصلة العشرية (%1)
ca: 1 dígit després del punt decimal (%1)
cs: S jedním desetinným místem (%1)
de: 1 Dezimalstelle (%1)
el: 1 δεκαδικό (%1)
es: 1 dígito después del punto decimal (%1)
fa: یک رقم بعد از اعشار (%1)
fr: 1 chiffre après la virgule (%1)
gl: 1 díxito despois de coma decimal (%1)
hu: 1 tizedesjegy (%1)
it_it: 1 cifra dopo il punto decimale (%1)
ja: 小数点の後に 1 桁の数字 (%1)
ko_kr: 소수점 1 자리 (%1)
nl_nl: 1 cijfer achter de komma (%1)
pl: 1 cyfra dziesiętna (%1)
pt_br: 1 dígito após ponto decimal (%1)
ro: 1 cifră după virgulă (%1)
ru: 1 цифра после десятичной точки (%1)
sk: 1 číslica za desatinnou čiarkou (%1)
sr: 1 цифра након децималне тачке (%1)
tr: 1 ondalık basamak (%1)
uk: 1 знак після коми (%1)
zh_cn: 小数点后一位 (%1)

source: 2 digits after decimal point (%1)
ar: رقمان بعد الفاصلة العشرية (%1)
ca: 2 dígits després del punt decimal (%1)
cs: S dvěmi desetinnými místy (%1)
de: 2 Dezimalstellen (%1)
el: 2 δεκαδικά (%1)
es: 2 dígitos después del punto decimal (%1)
fa: دو رقم بعد از اعشار (%1)
fr: 2 chiffres après la virgule (%1)
gl: 2 díxitos despois da coma decimal (%1)
hu: 2 tizedesjegy (%1)
it_it: 2 cifre dopo il punto decimale (%1)
ja: 小数点の後に 2 桁の数字(%1)
ko_kr: 소수점 2 자리 (%1)
nl_nl: 2 cijfers achter de komma (%1)
pl: 2 cyfry dziesiętne (%1)
pt_br: 2 dígitos após ponto decimal (%1)
ro: 2 cifre după virgulă (%1)
ru: 2 цифры после десятичной точки (%1)
sk: 2 číslice za desatinnou čiarkou (%1)
sr: 1 цифре након децималне тачке (%1)
tr: 2 ondalık basamak (%1)
uk: 2 знаки після коми (%1)
zh_cn: 小数点后两位 (%1)

source: Include current page in pages left
ar: تضمين الصفحة الحالية في الصفحات المتبقية
ca: Incloure la pàgina actual en pàgines restants
cs: Zahrnout aktuální stránku do zbývajících stránek
de: Aktuelle Seite in verbleibende Seiten einbeziehen
el: Συμπερίληψη τρέχουσας σελίδας στις σελίδες που απομένουν
es: Incluir la página actual en páginas restantes
fa: محاسبه صفحه فعلی در صفحات باقیمانده
fr: Inclure la page courante dans les pages restantes
gl: Incluír a páxina actual nas páxinas restantes
hu: Az aktuális oldal része a hátralévő oldalszámnak
it_it: Includi la pagina corrente nelle rimanenti
ja: 残りページに現在のページを含め
ko_kr: 왼쪽 페이지에 현재 페이지 포함
nl_nl: Huidige pagina meetellen in resterende pagina's
pl: Uwzględnij bieżącą stronę w pozostałych stronach
pt_br: Incluir página atual em páginas restantes
ro: Include pagina curentă în numărul de pagini rămase
ru: Учитывать текущую страницу в оставшихся
sk: Zahrnúť aktuálnu stranu do zostávajúcich strán
sr: Обухвати текућу страницу у преосталим страницама
tr: Geçerli sayfayı kalan sayfalara ekle
uk: Включити поточну сторінку до сторінок, що залишилися
zh_cn: 将当前页面包含在剩余页面中

source: Normally, the current page is not counted as remaining, so "pages left" (in a book or chapter with n pages) will run from n-1 to 0 on the last page. With this enabled, the current page is included, so the count goes from n to 1 instead.
ar: في العادة ، لا يتم احتساب الصفحة الحالية على أنها باقية ، لذلك سيتم تشغيل "الصفحات المتبقية" (في كتاب أو فصل به عدد n من الصفحات) من n-1 إلى 0 في الصفحة الأخيرة. عند تمكين هذا ، يتم تضمين الصفحة الحالية ، وبالتالي ينتقل العدد من n إلى 1 بدلاً من ذلك.
ca: Normalment, la pàgina actual no es compta com a restant, per la qual cosa les "pàgines restants" (en un llibre o capítol amb n pàgines) aniran de n-1 a 0 en l'última pàgina. Amb aquesta opció activada, la pàgina actual s'inclou en el còmput, de manera que el recompte va de n a 1.
cs: Normálně se aktuálně čtená stránka nepočítá jako zbývající, takže „zbývající stránky“ (v knize nebo v kapitole s „n“ stránkami) se budou počítat od n-1 do 0, která bude na poslední stránce. Při povolení této možnosti bude aktuálně čtená stránka zahrnuta, takže se stránky budou počítat od n do 1.
de: Normalerweise wird die aktuelle Seite nicht als verbleibend gezählt, so dass "verbleibende Seiten" (in einem Buch oder Kapitel mit n Seiten) von n-1 bis 0 auf der letzten Seite läuft. Wenn diese Option aktiviert ist, wird die aktuelle Seite mitgezählt, so dass die Zählung stattdessen von n bis 1 geht.
el: Κανονικά, η τρέχουσα σελίδα δεν υπολογίζεται ως εναπομείνασα, οπότε οι «σελίδες που απομένουν» (σε ένα βιβλίο ή κεφάλαιο με ν σελίδες) θα τρέχουν από ν-1 έως 0 στην τελευταία σελίδα. Με αυτήν την επιλογή ενεργοποιημένη, η τρέχουσα σελίδα συμπεριλαμβάνεται, οπότε η μέτρηση πηγαίνει από το ν στο 1.
es: Normalmente, la página actual no se cuenta como restante, por lo que las "páginas restantes" (en un libro o capítulo con n páginas) irán de n-1 a 0 en la última página. Con esta opción activada, la página actual se incluye en el cómputo, de manera que el recuento va de n a 1.
fa: معمولا صفحه فعلی جز صفحات باقی‌مانده محاسبه نمی‌شود، در نتیجه "صفحات باقیمانده" (در یک کتاب یا فصل) از n-1 تا ۰ در آخرین صفحه شمارش می‌شود. با فعال کردن این گزینه، صفحه فعلی نیز در شمارش در نظر گرفته خواهد شد، در نتیجه شمارش از n تا ۱ صورت می‌گیرد.
fr: Normalement, la page courante n’est pas compté comme restante, donc les « pages restantes » (dans un livre ou chapitre de n pages) commenceront à n-1 et finiront à 0. Lorsque cette option est activé, la page courante est inclus, donc le compte va de n à 1.
gl: Normalmente a páxina actual non conta como páxina restante, de xeito que as "páxinas restantes" (nun libro ou capítulo con n páxinas) irán desde n-1 a 0 na derradeira páxina. Con esta opción activada, a páxina actual é incluída, e a conta vai de n a 1 no seu lugar.
hu: Általában az aktuális oldalt nem számolják bele a még hátra lévőkbe, ezért a „hátralevő oldalak” (egy n oldalas könyvben vagy fejezetben) n-1-től 0-ig terjednek. Ha ezt engedélyezi, a számlálás n-től 1-ig terjed.
it_it: Normalmente, la pagina corrente non viene contata come rimanente, quindi «pagine rimaste» (in un libro o capitolo con n pagine) andrà da n-1 a 0 sull'ultima pagina. Con questo abilitato, la pagina corrente è inclusa, quindi il conteggio va invece da n a 1.
ja: 通常、現在のページは残りページとしてカウントされないため、最後のページでは「左ページ」( n ページのブックまたは章)が n-1 から 0 に表示されます。 これを有効にすると、現在のページが含まれるため、カウントは n から 1 になります。
ko_kr: 일반적으로 현재 페이지는 남은 것으로 계산되지 않으므로 "남은 페이지"(n 페이지가 있는 책이나 장에서)는 마지막 페이지의 n-1에서 0까지 실행됩니다. 이 옵션을 활성화하면 현재 페이지가 포함되므로 개수가 n에서 1로 변경됩니다.
nl_nl: Normaal wordt de huidige pagina niet meegeteld als resterend, dus "resterende pagina's" (in een boek of hoofdstuk met n pagina's) loopt van n-1 tot 0 op de laatste pagina. Met deze optie wordt de huidige pagina meegeteld, dus gaat de telling van n naar 1.
pl: Zwykle bieżąca strona nie jest liczona jako pozostała, więc „pozostałe strony” (w książce lub rozdziale o liczbie stron n) będą wyświetlane od n-1 do 0 na ostatniej stronie. Gdy ta opcja jest włączona, bieżąca strona jest uwzględniana, więc zamiast tego liczba zmienia się od n do 1.
pt_br: Normalmente, a página atual não é contada como restante, então "páginas restantes" (em um livro ou capítulo com n páginas) vai de n−1 a 0 na última página. Com isso ativado, a página atual é incluída, então a contagem vai de n a 1.
ro: În mod normal, pagina curentă nu este numărată ca pagină rămasă, deci „pagini rămas” (într-o carte sau capitol cu n pagini) va indica un număr între n-1 și 0 pînă la ultima pagină. Cînd opțiunea este activată, pagina curentă este inclusă, deci numărătoarea va merge de la n la 1.
ru: Обычно текущая страница оставшейся не считается, поэтому «оставшиеся страницы» (в книге или главе с n страницами) будут иметь значение от n-1 до 0 на последней странице. Если данный параметр включён, то текущая страница учитывается, и поэтому счёт идёт от n до 1.
sk: Bežne sa aktuálna strana nepočíta ako zostávajúca, takže „zostávajúce strany“ (v knihe alebo kapitole s n stranami) budú prebiehať od n-1 po 0 na poslednej strane. Keď je toto povolené, aktuálna stránka je zahrnutá, takže počet sa namiesto toho mení od n do 1.
sr: Обично се текућа страница не рачуна у преостале, тако да ће „преостале стране” (у књизи или поглављу са n страница) да иде од n–1 до 0 на последњој страници. Када се ово укључи, обухвата се и текућа страница, тако да уместо тога одбројавање иде од n до 1.
tr: Normalde, geçerli sayfa kalan olarak sayılmaz. Bu nedenle "kalan sayfalar" (n sayfalı bir kitapta veya bölümde) son sayfada n-1 ile 0 arasında olur. Bu seçenek etkinleştirildiğinde, sayıma geçerli sayfa da katılır, ve n ile 1 arasında olur.
uk: Зазвичай, поточна сторінка не вважається непрочитаною. Тому у книзі або розділі з n сторінками «сторінки, що залишилися» рахуються від n-1 до 0 на останній сторінці. При виборі цієї опції поточну сторінку буде враховано, тому відлік йтиме від n до 1.
zh_cn: 通常，当前页面不计为剩余页面，因此“剩余页面”（在有 n 页的书籍或章节中）范围在 n-1 到最后一页显示的 0 之间。 启用此功能后，将包含当前页面，因此计数范围变为 n 到 1。

source: Hide battery status if level higher than: %1 %
ca: Ocultar l'estat de la bateria si el nivell és superior a: %1 %
cs: Skrýt stav baterie, pokud je nabitá více než: %1 %
de: Batteriestatus ausblenden, wenn Füllstand höher als: %1 %
el: Απόκρυψη κατάστασης μπαταρίας εάν το επίπεδο είναι υψηλότερο από: %1 %
es: Ocultar el estado de la batería si el nivel de carga es superior a: %1 %
fa: پنهان کردن وضعیت باتری برای درصد بالاتر اژ: %1 %
fr: Cacher l’état de la batterie si le niveau est supérieur à : %1 %
gl: Agochar o estado da batería se o nivel de carga é superior a: %1 %
hu: Akku állapot elrejtése, ha az akkuszint > mint: %1 %
it_it: Nascondi stato della batteria se il livello è superiore a: %1%
ja: バッテリー残量が次の値以上の場合は、バッテリーステータスを非表示にします: %1 %
ko_kr: 다음보다 높은 수준이면 배터리 상태 숨기기: %1 %
nl_nl: Batterijstatus verbergen als het niveau hoger is dan: %1 %
pl: Ukryj stan akumulatora, jeśli jego poziom jest wyższy niż: %1%
pt_br: Ocultar o status da bateria se o nível for superior a: %1%
ro: Ascunde starea bateriei dacă nivelul este mai mare de: %1%
ru: Скрывать статус батареи при уровне выше %1%
sk: Skryť stav batérie, ak je úroveň nabitia vyššia ako: %1 %
sr: Сакриј статус батерије ако је ниво већи од: %1 %
tr: Düzey şundan yüksekse pil durumu gizlensin: %%1
uk: Сховати стан батареї, якщо рівень вище за: %1 %
zh_cn: 如果电量高于以下水平，则隐藏电池状态：%1 %

source: Hide battery status
ca: Ocultar estat de la bateria
cs: Skrýt stav baterie
de: Batteriestatus verstecken
el: Απόκρυψη κατάστασης μπαταρίας
es: Ocultar estado de la batería
fa: پنهان کردن وضعیت باتری
fr: Masquer l'état de la batterie
gl: Agochar o estado da batería
hu: Akku állapot elrejtése
it_it: Nascondi stato batteria
ja: バッテリー状態を隠す
ko_kr: 배터리 상태 숨기기
nl_nl: Batterijstatus verbergen
pl: Ukryj stan akumulatora
pt_br: Ocultar status da bateria
ro: Ascunde stare baterie
ru: Скрывать статус батареи
sk: Skryť stav batérie
sr: Сакриј статус батерије
tr: Pil durumunu gizle
uk: Сховати стан акумулятора
zh_cn: 隐藏电池状态
