Repository: spruceUI/spruceOS
Catalog: App/KoReader/l10n/*/koreader.po
Languages: ar, ca, cs, de, el, es, fa, fr, gl, hu, it_it, ja, ko_kr, nl_nl, pl, pt_br, ro, ru, sk, sr, tr, uk, zh_cn

source: File path: %1 File size: %2 bytes Last modified: %3 Remove this file from text editor history?
ca: Ruta de l'arxiu: %1 Grandària de l'arxiu: %2 bytes Última modificació: %3 Llevar aquest arxiu de l'historial de l'editor de text?
cs: Cesta k souboru: %1 Velikost souboru: %2 bytů Naposledy upraveno: %3 Odstranit tento soubor z historie textového editoru?
de: Dateipfad: %1 Dateigröße: %2 bytes Zuletzt geändert: %3 Diese Datei aus dem Verlauf des Texteditors entfernen?
el: Διαδρομή αρχείου: %1 Μέγεθος αρχείου: %2 bytes Τελευταία τροποποίηση: %3 Να διαγραφεί αυτό το αρχείο από το ιστορικό του επεξεργαστή κειμένου;
es: Ruta del archivo: %1 Tamaño del archivo: %2 bytes Última modificación: %3 ¿Quitar este archivo del historial del editor de texto?
fr: Chemin du fichier : %1 Taille du fichier : %2 octets Dernière modification : %3 Supprimer ce fichier de l’historique de l’éditeur de texte ?
gl: Ruta ao ficheiro: %1 Tamaño: %2 bytes Modificado: %3 Quitar este ficheiro do historial do editor de texto?
hu: Fájl útvonala: %1 Fájlméret: %2 bájt Legutóbb módosítva: %3 Eltávolítja ezt a fájlt a szövegszerkesztő előzményeiből?
it_it: Percorso file: %1 Dimensione file: %2 bytes Ultima modifica: %3 Rimuovi questo file dalla cronologia dell'editor di testo?
ja: ファイルパス: %1 ファイルサイズ: %2 バイト 最終更新: %3 テキストエディタの履歴からこのファイルを削除してもいいですか？
ko_kr: 파일 경로: %1 파일 크기: %2 바이트 최근 수정: %3 텍스트 편집기 내력에서 이 파일을 제거할까요?
nl_nl: Bestandspad: %1 Bestandsgrootte: %2 byte Laatst gewijzigd: %3 Dit bestand uit tekstbewerkergeschiedenis verwijderen?
pl: Ścieżka pliku: %1 Rozmiar pliku: %2 bajtów Ostatnia modyfikacja: %3 Usunąć ten plik z historii edytora tekstowego?
pt_br: Caminho do arquivo: %1 Tamanho do arquivo: %2 bytes Última modificação: %3 Remover este arquivo do histórico do editor de texto?
ro: Cale fișier: %1 Dimensiune fișier: %2 octeți Modificat la: %3 Ștergi acest fișier din istoricul editorului de text?
ru: Путь к файлу: %1 Размер файла: %2 байт Последнее изменение: %3 Удалить данный файл из истории текстового редактора?
sk: Cesta k súboru: %1 Veľkosť súboru: %2 bajtov Posledná úprava: %3 Odstrániť tento súbor z histórie textového editora?
sr: Путања фајла: %1 Величина фајла: %2 bytes Последњи пут измењен: %3 Желите ли да се овај фајл уклони из историје текст едитора?
tr: Dosya yolu: %1 Dosya boyutu: %2 bytes Son değişiklik: %3 Bu dosya metin düzenleyici geçmişinden kaldırılsın mı?
uk: Шлях до файлу: %1 Розмір файлу: %2 байтів Востаннє змінено: %3 Вилучити цей файл з історії текстового редактора?
zh_cn: 文件路径: %1 文件大小: %2 字节 修改时间: %3 从历史记录中删除此文本吗？

source: File path: %1 This file does not exist anymore. Remove it from text editor history?
ca: Ruta de l'arxiu: %1 L'arxiu ha desaparegut. Llevar-ho de l'historial de l'editor de text?
cs: Cesta k souboru: %1 Tento soubor již neexistuje. Chcete ho odstranit z historie textového editoru?
de: Dateipfad: %1 Diese Datei existiert nicht mehr. Aus dem Verlauf des Texteditors entfernen?
el: Διαδρομή αρχείου: %1 Αυτό το αρχείο δεν υπάρχει πλέον. Να διαγραφεί από το ιστορικό του επεξεργαστή κειμένου;
es: Ruta del archivo: %1 El archivo ha desaparecido. ¿Quitarlo del historial del editor de texto?
fa: مسیر فایل: %1 این فایل دیگر وجود ندارد. می‌خواهید از تاریخچه ویرایشگر متن حذف شود؟
fr: Chemin du fichier : %1 Ce fichier n’existe plus. Le supprimer de l’historique de l’éditeur de texte ?
gl: Ruta ao ficheiro: %1 Este ficheiro xa non existe. Queres quitalo do historial do editor de texto?
hu: Fájl útvonal: %1 Ez a fájl már nem létezik. Eltávolítja a szövegszerkesztő előzményeiből?
it_it: Percorso file: %1 Questo file non esiste più. Rimuoverlo dalla cronologia dell'editor di testo?
ja: ファイルパス: %1 このファイルがどこにもありません。 テキストエディタの履歴から削除してもいいですか？
ko_kr: 파일 경로: %1 이 파일은 더 이상 존재하지 않습니다. 텍스트 편집기 내력에서 제거할까요?
nl_nl: Bestandspad: %1 Dit bestand bestaat niet meer. Dit bestand uit de tekstbewerkergeschiedenis verwijderen?
pl: Ścieżka pliku: %1 Ten plik już nie istnieje. Usunąć go z historii edytora tekstowego?
pt_br: Caminho do arquivo: %1 Este arquivo não existe mais. Remover do histórico do editor de texto?
ro: Cale fișier: %1 Acest fișier nu mai exită. Ștergi fișierul din istoricul editorului de text?
ru: Путь к файлу: %1 Данный файл больше не существует. Удалить его из истории текстового редактора?
sk: Cesta k súboru: %1 Tento súbor už neexistuje. Prajete si ho odstrániť z histórie textového editora?
sr: Путања фајла: %1 Овај фајл више не постоји. Желите ли да се уклони из историје текст едитора?
tr: Dosya yolu: %1 Dosya artık yok. Bu dosya metin düzenleyici geçmişinden kaldırılsın mı?
uk: Шлях до файлу: %1 Цього файлу більше не існує. Вилучити його з історії текстового редактора?
zh_cn: 文件路径： %1 此文件不存在。 从历史记录中删除吗？

source: To start editing a new file, you will have to: - First choose a folder - Then enter a name for the new file - And start editing it Do you want to proceed?
ca: Per a començar a editar un arxiu nou, és necessari: - En primer lloc seleccionar una carpeta - A continuació, introduir un nom per al nou arxiu - Llavors ja és possible començar a editar-lo Començar a editar?
cs: Abyste mohli začít upravovat nový soubor, musíte: - Nejdříve vybrat složku - Potom zadat název nového souboru - A nakonec ho můžete začít upravovat Chcete pokračovat?
de: Um mit der Bearbeitung einer neuen Datei zu beginnen, müssen Sie Folgendes tun: - Wählen Sie zunächst einen Ordner - Dann geben Sie einen Namen für die neue Datei ein - Und mit der Bearbeitung der Datei beginnen Möchten Sie fortfahren?
el: Για να ξεκινήσετε την επεξεργασία ενός νέου αρχείου, θα πρέπει: - Να επιλέξετε πρώτα έναν φάκελο - Στη συνέχεια, να εισαγάγετε ένα όνομα για το νέο αρχείο - Και να αρχίσετε την επεξεργασία του Θέλετε να προχωρήσετε;
es: Para empezar a editar un archivo nuevo, es necesario: - En primer lugar seleccionar una carpeta - A continuación, introducir un nombre para el nuevo archivo - Entonces ya es posible comenzar a editarlo ¿Comenzar a editar?
fa: برای آغاز ویرایش یک فایل جدید شما باید: - ابتدا یک پوشه انتخاب کنید - سپس یک نام برای فایل جدید خود وارد کنید - و سپس شروع به ویرایش آن کنید می‌خواهید فرایند را شروع کنید؟
fr: Pour commencer à éditer un nouveau fichier, vous devrez : - Sélectionner d’abord un dossier - Entrer ensuite un nom pour le nouveau fichier - Et commencer à le modifier Voulez-vous continuer ?
gl: Para comezar a editar un ficheiro novo, terás que: - Primeiro, seleccionar un cartafol - Despois inserir un nome para o novo ficheiro - E comezar a editalo Queres proceder?
hu: Egy új fájl szerkesztésének megkezdéséhez: - Válasszon ki egy mappát - Adja meg az új fájl nevét - Kezdje el a szerkesztést Akarja most elkezdeni?
it_it: Per iniziare a modificare un nuovo file, dovrai: - Scegliere una cartella - Inserire un nome per il nuovo file - Iniziare a modificarlo Vuoi procedere?
ja: 新しいファイルの編集を開始するには次のように行います: - まずフォルダを選択します - 次に、新しいファイルの名前を入力します - そして、編集を開始します 続けますか？
ko_kr: 새 파일 편집을 시작하려면 다음을 수행해야 합니다: - 먼저 폴더를 선택하십시오 - 그런 다음 새 파일의 이름을 입력합니다 - 그리고 편집을 시작합니다 진행할까요?
nl_nl: Om een nieuw bestand te bewerken: - Kies eerst een map - Typ de nieuwe bestandsnaam - Start met bewerken Doorgaan?
pl: Aby rozpocząć edycję nowego pliku, musisz: - Najpierw wybrać folder - Następnie podać nazwę nowego pliku - Zacząć edytować nowy plik Czy chcesz kontynuować?
pt_br: Para começar a editar um novo arquivo, você vai ter que: - Primeiro, escolher uma pasta - Em seguida, digitar um nome para o novo arquivo - E começar a editá-lo Você quer continuar?
ro: Pentru a începe editarea unui nou fișier va trebui să: - Alegi un dosar - Întroduci un nume pentru noul fișier - Editezi fișierul Dorești să continui?
ru: Для создания и редактирования текстового файла необходимо: • сначала выбрать папку; • затем ввести имя нового файла; • и начать его редактирование. Вы хотите продолжить?
sk: Ak si prajete začať upravovať nový súbor, budete musieť: - Najprv vybrať priečinok - Potom zadať názov nového súboru - A začať ho upravovať Prajete si pokračovať?
sr: Ако хоћете да уређујете нови фајл, мораћете: - најпре да изаберете директоријум - затим да унесете име за нови фајл - па да кренете са уређивањем Желите ли да наставите?
tr: Yeni bir dosyayı düzenlemeye başlamak için şu işlemleri yapmalısınız: - Önce bir klasör seçin - Ardından yeni dosya için bir ad yazın - Ve düzenlemeye başlayın İlerlemek ister misiniz?
uk: Щоб розпочати редагування нового файлу потрібно: - Спочатку вибрати теку - Потім увести назву нового файлу - І розпочати його редагування Бажаєте продовжити?
zh_cn: 要开始编辑一个新文件，你需要： - 先选择一个文件夹 - 输入新文件的名称 - 开始编辑 你想要继续吗？

source: This file does not exist anymore: %1 Do you want to create it and start editing it?
ca: L'arxiu no existeix: %1 Vol crear-ho i començar a editar-ho?
cs: Tento soubor již neexistuje: %1 Chcete ho vytvořit a začít upravovat?
de: Diese Datei existiert nicht mehr: %1 Möchten Sie sie erstellen und mit der Bearbeitung beginnen?
el: Αυτό το αρχείο δεν υπάρχει πλέον: %1 Θέλετε να το δημιουργήσετε και να αρχίσετε να το επεξεργάζεστε;
es: El archivo no existe: %1 ¿Quiere crearlo y empezar a editarlo?
fa: این فایل دیگر وجود ندارد: %1 آیا می‌خواهید آن را ساخته و شروع به ویرایش کنید؟
fr: Ce fichier n’existe plus : %1 Voulez-vous le créer et commencer à le modifier ?
gl: Este ficheiro xa non existe: %1 Queres crealo e comezar a editalo?
hu: Ez a fájl már nem létezik: %1 Létrehozza és elkezdi szerkeszteni?
it_it: Questo file non esiste più: %1 Vuoi crearlo e iniziare a modificarlo?
ja: このファイルはどこにもありません: %1 新しく作成し編集を開始しますか？
ko_kr: 이 파일은 더 이상 존재하지 않습니다: %1 새로 만들어서 편집을 시작할까요??
nl_nl: Dit bestand bestaat niet meer: %1 Het aanmaken en starten met bewerken?
pl: Ten plik już nie istnieje: %1 Czy chcesz go utworzyć i zacząć edytować?
pt_br: Este arquivo não existe mais: %1 Você quer criá-lo e começar a editá-lo?
ro: Fișierul nu mai există: %1 Dorești să îl creezi și să începi editarea?
ru: Данный файл больше не существует: %1 Вы хотите его создать и начать редактирование?
sk: Tento súbor už neexistuje: %1 Prajete si ho vytvoriť a začať upravovať?
sr: Овај фајл више не постоји: %1 Желите ли да га креирате, па да кренете са уређивањем?
tr: Şu dosya artık yok: %1 Oluşturup düzenlemeye başlamak ister misiniz?
uk: Цього файлу більше не існує: %1 Бажаєте його створити і почати редагування?
zh_cn: 此文件不再存在了： %1 你想要新建并继续编辑吗？

source: This file is not a regular file: %1
ca: Aquest arxiu no és un arxiu normal: %1
cs: Tento soubor není běžný soubor: %1
de: Diese Datei ist keine normale Datei: %1
el: Αυτό το αρχείο δεν είναι ένα κανονικό αρχείο: %1
es: Este archivo no es un archivo normal: %1
fa: این یک فایل معمول نیست: %1
fr: Ce fichier n’est pas un fichier standard : %1
gl: Este non é un ficheiro normal: %1
hu: Ez nem egy normál fájl: %1
it_it: Questo file non è un file normale: %1
ja: このファイルは通常のファイルではありません: %1
ko_kr: 이 파일은 일반적인 파일이 아닙니다: %1
nl_nl: Dit is geen gewoon bestand: %1
pl: Ten plik nie jest zwykłym plikiem: %1
pt_br: Este arquivo não é um arquivo normal: %1
ro: Acest fișier nu este un fișier obișnuit %1
ru: Данный файл не является обычным файлом: %1
sk: Tento súbor nie je štandardný súbor: %1
sr: Овај фајл није уобичајен фајл: %1
tr: Bu normal bir dosya değil: %1
uk: Цей файл не є звичайним файлом: %1
zh_cn: 此文件并非常规文件： %1

source: This file can not be created: %1 Reason: %2
ca: No es pot crear aquest fitxer: %1 Motiu: %2
cs: Tento soubor nelze vytvořit: %1 Důvod: %2
de: Diese Datei kann nicht erstellt werden: %1 Grund: %2
el: Αυτό το αρχείο δεν μπορεί να δημιουργηθεί: %1 Αιτία: %2
es: No se ha podido crear el archivo: %1 Motivo: %2
fa: قادر به ساخت این فایل نیستم: %1 چون: %2
fr: Ce fichier ne peut pas être créé : %1 Raison : %2
gl: Este ficheiro non pode ser creado: %1 Razón: %2
hu: Ezt a fájlt nem lehet létrehozni: %1 Ok: %2
it_it: Questo file non può essere creato: %1 Motivo: %2
ja: このファイルは作成できませんでした: %1 理由: %2
ko_kr: 이 파일은 만들 수 없습니다: %1 이유: %2
nl_nl: Dit bestand kan niet worden gemaakt: %1 Reden: %2
pl: Plik nie może zostać utworzony: %1 Przyczyna: %2
pt_br: Este arquivo não pode ser criado: %1 Motivo: %2
ro: Acest fișier nu poate fi creat: %1 Motiv: %2
ru: Данный файл не может быть создан: %1 Причина: %2
sk: Tento súbor nie je možné vytvoriť: %1 Dôvod: %2
sr: Овај фајл не може да се креира: %1 Разлог: %2
tr: Şu dosya oluşturulamadı: %1 Nedeni: %2
uk: Не можливо створити файл: %1 Причина: %2
zh_cn: 此文件无法被创建： %1 原因：%2

source: Lua check
ca: Comprovació de Lua
cs: Kontrola Lua
de: Lua Prüfung
el: Έλεγχος Lua
es: Comprobación de Lua
fr: Vérification Lua
gl: Comprobación de Lua
hu: Lua ellenőrzés
it_it: Controllo Lua
ja: Lua構文チェック
ko_kr: Lua 검사
nl_nl: Lua-controle
pl: Sprawdzenie Lua
pt_br: Verificação de Lua
ro: Verificare Lua
ru: Проверка Lua
sk: Kontrola Lua
sr: Lua провера
tr: Lua denetimi
uk: Перевірка Lua
zh_cn: Lua 检查

source: Lua syntax check failed: %1
ar: فشلت عملية التحقق من صياغة Lua: %1
ca: Error en la comprovació sintàctica de Lua: %1
cs: Kontrola Lua syntaxe se nezdařila: %1
de: Lua Syntax Überprüfung fehlgeschlagen: %1
el: Ο έλεγχος σύνταξης Lua απέτυχε: %1
es: Error en la comprobación sintáctica de Lua: %1
fr: La vérification de la syntaxe lua a échoué : %1
gl: Fallou a comprobación de sintaxe de Lua: %1
hu: Lua szintaxis ellenőrzési hiba: %1
it_it: Controllo della sintassi Lua fallito: %1
ja: Lua構文チェックに失敗しました: %1
ko_kr: Lua 구문 검사 실패: %1
nl_nl: Lua-sytaxcheck mislukt: %1
pl: Sprawdzanie składni Lua zakończone niepowodzeniem: %1
pt_br: A verificação de sintaxe de Lua: %1
ro: Verificarea sintaxei Lua a eșuat: %1
ru: Неудачная проверка синтаксиса Lua: %1
sk: Kontrola syntaxe Lua zlyhala: %1
sr: Није успела провера Lua синтаксе: %1
tr: LUA söz dizimi denetiminde sorun bulundu: %1
uk: Не вдалось перевірити синтаксис Lua: %1
zh_cn: Lua 语法检查失败： %1

source: Lua syntax OK
ar: صياغة Lua صحيحة
ca: Sintaxi de Lua OK
cs: Lua syntaxe je v pořádku
el: Η σύνταξη Lua είναι εντάξει
es: Sintaxis de Lua OK
fr: Syntaxe lua correcte
gl: Sintaxe Lua correcta
hu: Lua szintaxis rendben
it_it: Sintassi Lua OK
ja: Lua構文チェック成功
ko_kr: Lua 구문 확인
nl_nl: Lua-syntax in orde
pl: Składnie Lua OK
pt_br: Sintaxe de Lua OK
ro: Sintaxa Lua e OK
ru: Синтаксис Lua правильный
sk: Syntax Lua je v poriadku
sr: Lua синтакса је OK
tr: LUA söz dizimi sorunsuz
uk: Синтаксис Lua в порядку
zh_cn: Lua 语法检测通过

source: Text reset to last saved content
ar: تمت إعادة تعيين النص إلى آخر محتوىً محفوظ
ca: Restablir text a l'últim contingut guardat
cs: Text byl resetován na poslední uložený obsah
de: Text zurückgesetzt zum letzten gespeicherten Inhalt
el: Επαναφορά κειμένου στο τελευταίο αποθηκευμένο περιεχόμενο
es: Restablecer texto al último contenido guardado
fa: متن به آخرین محتوای ذخیره شده بازنشانی شد
fr: Réinitialisation du texte à la dernière version enregistrée
gl: Restablecer o texto da derradeira versión gardada
hu: Szöveg visszaállítása az utolsó mentett tartalomra
it_it: Testo ripristinato all'ultimo contenuto salvato
ja: 本文が最後に保存された内容にリセットされました
ko_kr: 최근에 저장된 컨텐츠로 텍스트 재설정
nl_nl: Tekst resetten naar laatst opgeslagen inhoud
pl: Tekst przywrócony do ostatnio zapisanej zawartości
pt_br: Redefinir texto para o último conteúdo salvo
ro: Textul a fost resetat la ultimul conținut salvat
ru: Сброс текста до последнего сохраненного содержимого
sk: Text bol obnovený na posledný uložený obsah
sr: Текст је ресетован на последње сачувани садржај
tr: Metni kaydedilmiş son içeriğe döndürür
uk: Скинути текст до останнього записаного вмісту
zh_cn: 将文本重置为上次保存状态

source: File is read only
ar: الملف موسومٌ بوسم للقراءة فقط
ca: El fitxer és només de lectura
cs: Soubor je jen ke čtení
de: Datei ist schreibgeschützt
el: Το αρχείο είναι μόνο για ανάγνωση
es: El archivo es de sólo lectura
fa: فایل در وضعیت تنها خواندنی است
fr: Le fichier est en lecture seule
gl: O ficheiro é de só lectura
hu: Csak olvasható fájl
it_it: Il file è di sola lettura
ja: ファイルは読み込み専用です
ko_kr: 파일이 읽기 전용입니다
nl_nl: Bestand is alleen lezen
pl: Plik jest tylko do odczytu
pt_br: O arquivo é somente leitura
ro: Fișierul este doar în citire
ru: Файл только для чтения
sk: Súbor len na čítanie
sr: Фајл може само да се чита
tr: Dosya salt okunur
uk: Файл тільки для читання
zh_cn: 只读文件

source: File saved
ca: Arxiu guardat
cs: Soubor byl uložen
de: Datei gespeichert
el: Το αρχείο αποθηκεύτηκε
es: Archivo guardado
fa: فایل ذخیره شد
fr: Fichier sauvegardé
gl: Ficheiro gardado
hu: Fájl elmentve
it_it: File salvato
ja: ファイルを保存しました
ko_kr: 파일 저장됨
nl_nl: Bestand opgeslagen
pl: Plik został zapisany
pt_br: Arquivo salvo
ro: Fișier salvat
ru: Файл сохранён
sk: Súbor uložený
sr: Фајл је сачуван
tr: Dosya kaydedildi
uk: Файл збережено
zh_cn: 已保存

source: Failed saving file: %1
ar: فشلت عملية حفظ الملف: %1
ca: Error en guardar l'arxiu: %1
cs: Nepodařilo se uložit soubor: %1
de: Fehler beim Speichern der Datei: %1
el: Αποτυχία αποθήκευσης αρχείου: %1
es: Error al guardar el archivo: %1
fa: ذخیره فایل ناموفق: %1
fr: Échec de l’enregistrement du fichier : %1
gl: Erro gardando ficheiro: %1
hu: Fájl mentési hiba: %1
it_it: Salvataggio del file non riuscito: %1
ja: ファイルの保存に失敗しました: %1
ko_kr: 저장 실패한 파일: %1
nl_nl: Bestand opslaan mislukt: %1
pl: Nieudana próba zapisania pliku: %1
pt_br: Falha ao salvar o arquivo: %1
ro: A eșuat salvarea fișierului %1
ru: Не удалось сохранить файл: %1
sk: Zlyhalo uloženie súboru: %1
sr: Није успело чување фајла: %1
tr: Dosya kaydedilemedi: %1
uk: Не вдалося зберегти файл: %1
zh_cn: 保存文件失败：%1

source: Lua syntax OK, file saved
ar: صياغة Lua صحيحة, تمّ حفظ الملف
ca: Sintaxi de Lua OK, arxiu guardat
cs: Lua syntaxe je OK, soubor byl uložen
de: Lua Syntax OK, Datei gespeichert
el: Σύνταξη Lua OK, το αρχείο αποθηκεύτηκε
es: Sintaxis de Lua OK, archivo guardado
fr: Syntaxe lua correcte, fichier sauvegardé
gl: Sintaxe de Lua correcta, ficheiro gardado
hu: Lua szintaxis rendben, fájl elmentve
it_it: Sintassi Lua OK, file salvato
ja: Lua 構文チェック成功、ファイルを保存しました
ko_kr: Lua 구문 확인, 파일 저장됨
nl_nl: Lua-syntax in orde, bestand opgeslagen
pl: Składnia Lua OK, plik zapisany
pt_br: Sintaxe Lua OK, arquivo salvo
ro: Sintaxa LUA e în regulă, fișier salvat
ru: Синтаксис Lua правильный, файл сохранён
sk: Syntax Lua je v poriadku, súbor bol uložený
sr: Lua синтакса је OK, фајл је сачуван
tr: LUA söz dizimi sorunsuz, dosya kaydedildi
uk: Синтаксис Lua в порядку, файл збережено
zh_cn: Lua 语法检测通过，文件已保存

source: Lua syntax check failed: %1 KOReader may crash if this is saved. Do you really want to save to this file? %2
ar: فشلت عملية التحقق من صياغة Lua: %1 قد يتعطّل برنامج KOReader أو ينهار إذا تمّ حفظ الملف. هل تريد فعلًا أن تحفظ الملفّ؟ %2
ca: Error en comprovar la sintaxi de Lua: %1 KOReader pot fallar si es guarda. Desitja guardar l'arxiu? %2
cs: Kontrola Lua syntaxe se nezdařila: %1 KOReader může spadnout, pokud to bude uloženo. Opravdu chcete soubor uložit? %2
de: Lua-Syntaxprüfung fehlgeschlagen: %1 KOReader kann abstürzen, wenn dies gespeichert wird. Möchten Sie wirklich in dieser Datei speichern? %2
el: Ο έλεγχος σύνταξης Lua απέτυχε: %1 Το KOReader μπορεί να καταρρεύσει αν αυτό αποθηκευτεί. Θέλετε πραγματικά να αποθηκεύσετε σε αυτό το αρχείο; %2
es: Error al comprobar la sintaxis de Lua: %1 KOReader puede fallar si se guarda. ¿Desea guardar el archivo? %2
fr: La vérification de la syntaxe lua a échoué : %1 KOReader pourrait planter s’il est enregistré. Voulez-vous vraiment enregistrer ce fichier ? %2
gl: A comprobación de sintaxe de Lua fallou: %1 KOReader pode fallar se isto é gardado. Queres realmente gardar isto neste ficheiro? %2
hu: Lua szintaxis ellenőrzési hiba: %1 A KOReader összeomolhat, ha ezt az állapotot menti. Valóban el szeretné menteni ezt a fájlt? %2
it_it: Controllo della sintassi Lua fallito: %1 KOReader potrebbe smettere di funzionare se questo viene salvato. Vuoi veramente salvare questo file? %2
ja: Lua 構文チェックに失敗しました: %1 保存すると KOReader がクラッシュする可能性があります。 本当にこのファイルを保存しますか？ %2
ko_kr: Lua 구문 검사 실패: %1 이대로 저장하면 KOReader가 죽을 수 있습니다. 그래도 이 파일을 저장할까요? %2
nl_nl: Lua-syntaxcontrole mislukt: %1 KOReader kan crashen als dit wordt opgeslagen. Dit bestand echt opslaan? %2
pl: Sprawdzenie składni języka Lua zakończone niepowodzeniem: %1 KOReader może się nie uruchomić jeżeli zmiany zostaną zapisane. Czy na pewno chcesz zapisać plik? %2
pt_br: A verificação de sintaxe de Lua falhou: %1 KOReader pode falhar se isso for salvo. Você realmente deseja salvar neste arquivo? %2
ro: Verificarea sintaxei LUA a eșuat: %1 KOReader poate crăpa dacă aceasta e salvată. Ești sigur că vrei să salvezi în acest fișier? %2
ru: Неудачная проверка синтаксиса Lua: %1 В KOReader'е может произойти сбой, если данный файл будет сохранён. Вы действительно хотите его сохранить? %2
sk: Kontrola syntaxe Lua zlyhala: %1 KOReader môže zlyhať, ak toto uložíte. Naozaj si to prajete uložiť do tohto súboru? %2
sr: Није успела провера Lua синтаксе: %1 KOReader може да се сруши ако се овај фајл сачува. Да ли заиста желите да сачувате у овај фајл? %2
tr: Lua söz dizimi denetimi yapılamadı : %1 Bu kaydedilirse KOReader çökebilir. Bu dosyayı kaydetmek istediğinize emin misiniz? %2
uk: Не вдалося перевірити синтаксис Lua: %1 Може статися збій роботи KOReader, якщо його зберегти. Ви справді бажаєте зберегти його до цього файлу? %2
zh_cn: Lua 语法检查失败： %1 KOReader 在保存此文件后可能会崩溃。 你真的要保存这个文件吗？ %2

source: Do not save
ca: No guardar
cs: Neukládat
de: Nicht speichern
el: Να μην αποθηκευτεί
es: No guardar
fa: ذخیره نکن
fr: Ne pas sauvegarder
gl: Non gardar
hu: Ne történjen mentés
it_it: Non salvare
ja: 保存しない
ko_kr: 저장하지 마세요
nl_nl: Niet opslaan
pl: Nie zapisuj
pt_br: Não salvar
ro: Nu salva
ru: Не сохранять
sk: Neuložiť
sr: Не чувај
tr: Kaydedilmesin
uk: Не зберігати
zh_cn: 不要保存

source: Save anyway
ca: Guardar de totes maneres
cs: Přesto uložit
de: Trotzdem speichern
el: Αποθήκευση ούτως ή άλλως
es: Guardar de todos modos
fa: به هر حال ذخیره کن
fr: Sauvegarder quand même
gl: Gardar de tódolos xeitos
hu: Mentés mindenkor
it_it: Salva comunque
ja: とにかく保存する
ko_kr: 어쨌든 저장하기
nl_nl: Toch opslaan
pl: Zapisz mimo to
pt_br: Salvar assim mesmo
ro: Salvează oricum
ru: Сохранить в любом случае
sk: Uložiť určite
sr: Ипак сачувај
tr: Gene de kaydet
uk: Зберегти у будь-якому випадку
zh_cn: 仍然保存
