Repository: spruceUI/spruceOS
Catalog: App/KoReader/l10n/*/koreader.po
Languages: ar, ca, cs, de, el, es, fa, fr, gl, hu, it_it, ja, ko_kr, nl_nl, pl, pt_br, ro, ru, sk, sr, tr, uk, zh_cn

source: Disable C blitter
ar: ألغِ تفعيل C blitter
ca: Desactivar C blitter
cs: Zakázat C blitter
de: C Blitter deaktivieren
el: Απενεργοποίηση του C blitter
es: Desactivar C blitter
fa: غیرفعال‌سازی بلیتر C
fr: Désactiver le blitter en C
gl: Desactivar C blitter
hu: C blitter kikapcsolása
it_it: Disabilita C blitter
ja: C blitterを禁止する
ko_kr: C 블리터 비활성
nl_nl: C-blitter uitschakelen
pl: Wyłącz C bitter
pt_br: Desativar C blitter
ro: Dezactivează blitter C
ru: Отключить C-блиттер
sk: Zakázať "C blitter"
sr: Искључи C блитер
tr: C blitter devresi devre dışı bırakılsın
uk: Вимкнути C blitter
zh_cn: 禁用C blitter

source: Disable HW dithering
ar: امنع تسويف العتاد (Disable HW dithering)
ca: Deshabilitar tramat per HW
cs: Zakázat HW dithering
de: HW Dithering deaktivieren
el: Απενεργοποίηση του "HW dithering"
es: Deshabilitar tramado por HW
fa: غیرفعال‌سازی صاف‌سازی س.ا
fr: Désactiver le tramage matériel
gl: Desactivar entrelazado por HW
hu: HW dithering kikapcsolása
it_it: Disabilita dithering HW
ja: ハードウェアディザリングを無効にする
ko_kr: HW 디더링 비활성
nl_nl: Hardware-dithering uitschakelen
pl: Wyłącz dithering sprzętowy
pt_br: Desativar o pontilhamento HW
ro: Dezactivare ditering HW
ru: Без аппаратного сглаживания
sk: Zakázať "HW dithering"
sr: Искључи хардверски дитеринг
tr: Donanımsal titreme devre dışı bırakılsın
uk: Вимкнути апаратний дитеринг
zh_cn: 禁用硬件抖动

source: Disable SW dithering
ar: امنع تسويف البرامج (Disable SW dithering)
ca: Deshabilitar tramat per SW
cs: Zakázat SW dithering
de: SW Dithering deaktivieren
el: Απενεργοποίηση του "SW dithering"
es: Deshabilitar tramado por SW
fa: غیرفعال‌سازی صاف‌سازی ن.ا
fr: Désactiver le tramage logiciel
gl: Desactivar entrelazado por SW
hu: SW dithering kikapcsolása
it_it: Disabilita dithering SW
ja: ソフトウェアディザリングを無効にします
ko_kr: SW 디더링 비활성
nl_nl: Software-dithering uitschakelen
pl: Wyłącz dithering programowy
pt_br: Desativar o pontilhamento de SW
ro: Dezactivate ditering SW
ru: Без программного сглаживания
sk: Zakázať "SW dithering"
sr: Искључи софтверски дитеринг
tr: Yazılımsal titreme devre dış bırakılsın
uk: Вимкнути програмний дитеринг
zh_cn: 禁用软件抖动

source: Anti-alias rounded corners
de: Anti-alias abgerundete Ecken
el: Στρογγυλεμένες γωνίες με εξομάλυνση των άκρων
es: Esquinas redondeadas con suavizado de bordes
fa: Anti-alias گوشه‌های گرد
gl: Esquinas redondeadas con antialias
it_it: Angoli arrotondati anti-alias
ko_kr: 둥근 모서리의 계단 현상 방지
nl_nl: Afgeronde hoeken anti-aliasen
pl: Zaokrąglone rogi z funkcją wygładzania
ru: Сглаживание закругленных углов
sk: Zjemniť zaoblené okraje
sr: Anti-alias заобљени углови
tr: Yuvarlatılmış köşeler düzeltilsin
uk: Згладжування заокруглених кутів

source: Bypass the WAIT_FOR ioctls
ar: تجاوز WAIT_FOR ioctls
ca: Ignorar les cridades ioctls WAIT_FOR
cs: Obejít WAIT_FOR ioctls
de: Umgehung des WAIT_FOR ioctls
el: Παράκαμψη των WAIT_FOR ioctls
es: Ignorar las llamadas ioctls WAIT_FOR
fa: نادیده‌گرفتن WAIT_FOR ioctls
fr: Contourner les ioctls WAIT_FOR_*
gl: Evitar as ioctls WAIT_FOR
hu: A WAIT_FOR ioctls elkerülése
it_it: Ignora gli ioctls WAIT_FOR
ja: コンピューターのインプット・アウトプット(WAIT_FOR icotls)の待ち合わせを回避する
ko_kr: WAIT_FOR ioctls 우회
nl_nl: WAIT_FOR ioctls omzeilen
pl: Omiń WAIT_FOR ioctls
pt_br: Ignorar o WAIT_FOR ioctls
ro: Evită WAIT_FOR din ioctl
ru: Обойти WAIT_FOR ioctls
sk: Obísť "WAIT_FOR ioctls"
sr: Заобиђи WAIT_FOR ioctl позиве
tr: WAIT_FOR ioctls yok sayılsın
uk: Обхід WAIT_FOR ioctls
zh_cn: 绕过 WAIT_FOR ioctls

source: Ignore feature bans on B288 SoCs
ar: تجاهل حظر الميزات على B288 SoCs
ca: Ignorar la prohibició de funcions en els SoCs B288
cs: Ignorovat zakázané funkce na SOCu B288
de: Funktionsverbote auf B288-SoCs ignorieren
el: Παράβλεψη απαγορεύσεων χαρακτηριστικών για B288 SoCs
es: Ignorar la prohibición de funciones en los SoCs B288
fa: نادیده‌گرفتن منع امکانات روی SoCهای B288
fr: Ignorer les interdictions de fonctionnalités sur les SoC B288
gl: Ignorar vedas de funcionalidade en SoCs B288
hu: A B288 rendszerchip-pel rendelkező eszközök bizonyos funkicótilalmainak figyelmen kívül hagyása
it_it: Ignora limitazioni di funzionalità sui SoCs B288
ja: B288 SoCs 機能禁止を無視
ko_kr: B288 SoC에서 기능 금지 무시
nl_nl: Verboden functies op B288 SoC's negeren
pl: Ignoruj funkcje zakazane na układach B288
pt_br: Ignorar proibição de funcionalidades dos SoCs B288
ro: Ignoră caracteristicile blocate pe SoC-urile B288
ru: Игнорировать запреты функций на SoC B288
sk: Ignorovať zákazy funkcií na "B288 SoC"
sr: Игнориши забране могућности на B288 SoC чипсетовима
tr: B288 SoC için özellik yasakları yok sayılsın
uk: Нехтувати забороною функцій на B288 SoC
zh_cn: 无视针对 B288 SoCs 的功能禁令

source: Start compatibility test
ar: بدء اختبار التوافق
ca: Iniciar prova de compatibilitat
cs: Spustit test kompatibility
de: Kompatibilitätstest starten
el: Έναρξη δοκιμής συμβατότητας
es: Iniciar prueba de compatibilidad
fa: آغاز آزمون همسازی
fr: Démarrer le test de compatibilité
gl: Comezar proba de compatibilidade
hu: Kompatibilitás teszt indítása
it_it: Avvia test di compatibilità
ja: 互換性テストを開始
ko_kr: 호환성 테스트 시작
nl_nl: Compatibiliteitstest starten
pl: Rozpocznij test zgodności
pt_br: Iniciar teste de compatibilidade
ro: Începe test de compatibilitate
ru: Начать тест на совместимость
sk: Spustiť test kompatibility
sr: Покрени тест компатибилности
tr: Uyumluluk denemesini başlat
uk: Почати перевірку сумісності
zh_cn: 开始兼容性测试

source: Disable enhanced UI text shaping (xtext)
ar: عطِّل محسِّن شكل النصوص في الواجهة (xtext)
ca: Deshabilitar la conformació de text millorada de la de la interfície d'usuari (xtext)
cs: Zakázat vylepšené tvarování textu uživ. rozhr. (xtext)
de: Deaktivieren des erweiterten UI Text Shaping (xtext)
el: Απενεργοποίηση βελτιωμένης μορφοποίησης κειμένου διεπαφής χρήστη (xtext)
es: Deshabilitar la conformación de texto mejorada de la de la interfaz de usuario (xtext)
fa: غیرفعال‌سازی شکل‌دادن بهبود یافته به متن رابط‌کاربری (xtext)
fr: Désactiver la mise en forme améliorée du texte de l’interface utilisateur (xtext)
gl: Desactivar o formado mellorado de texto na IU (xtext)
hu: A továbbfejlesztett felhasználói felület (UI) szövegformázásának (xtext) kikapcsolása
it_it: Disabilita resa grafica superiore del testo di UI (xtext)
ja: 拡張 UI テキスト整形(xtext)を無効にする
ko_kr: 향상된 UI 텍스트 쉐이핑 비활성화 (xtext)
nl_nl: Geavanceerde interfacetekstvormgeving (xtext) uitschakelen
pl: Wyłącz ulepszone kształtowanie tekstu w oknach (xtext)
pt_br: Desativar a configuração avançada do texto da interface do usuário (xtext)
ro: Dezactivează modelarea îmbunătățită a textului UI (xtext)
ru: Формировать текст интерфейса без расширений (XText)
sk: Zakázať vylepšené tvarovanie textu používateľského rozhrania (xtext)
sr: Искључи напредно обликовање текста КИ(xtext)
tr: Genişletilmiş kullanıcı arayüzü metin biçimlendirme özelliği (xtext) devre dışı bırakılsın
uk: Вимкнути розширене формування тексту інтерфейсу (xtext)
zh_cn: 禁用UI文本增强（xtext）

source: UI layout mirroring and text direction
ar: انعكاس تخطيط واجهة المستخدم واتجاه النص
ca: Disposició de la interfície d'usuari i direcció de text
cs: Zrcadlení rozvržení uživ. rozhraní a směr textu
de: Spiegelung des UI-Layouts und Textrichtung
el: Αντικατοπτρισμός του UI και κατεύθυνση κειμένου
es: Disposición de la interfaz de usuario y dirección de texto
fa: آینه‌کردن چیدمان رابط‌کاربری و جهت متن
fr: Mode miroir pour l’interface utilisateur (disposition & sens de lecture)
gl: Cambiar direccións da interface de usuario e do texto
hu: UI elrendezés tükrözés és szövegirány
it_it: Disposizione speculare di UI e direzione del testo
ja: UIレイアウトのミラーリングとテキストの方向
ko_kr: UI 레이아웃 미러링 및 텍스트 방향
nl_nl: Interface lay-out spiegelen en tekstrichting
pl: Odbijanie układu interfejsu i kierunek tekstu
pt_br: Espelhamento de disposição e direção do texto da interface de usuário
ro: Organizare interfață și direcția textului
ru: Двунаправленность интерфейса и текста
sk: Zrkadlenie rozloženia používateľského rozhrania a smeru textu
sr: Пресликавање распореда КИ и смер текста
tr: Kullanıcı arayüzü düzeni aynalama ve metin doğrultusu
uk: Дзеркальне відображення макета інтерфейсу та напрямку тексту
zh_cn: UI 布局镜像和文本方向

source: Reverse UI layout mirroring
ar: اعكس اتجاه عرض واجهة البرنامج
ca: Invertir disposició de la interfície d'usuari
cs: Zrcadlově otočit rozvržení uživ. rozhraní
de: Umgekehrte Spiegelung des UI-Layouts
el: Αντιστροφή διάταξης διεπαφής χρήστη
es: Invertir disposición de la interfaz de usuario
fa: آینه‌سازی معکوس چیدمان رابط‌کاربری
fr: Inverser la disposition de l’IU
gl: Disposición invertida da interface de usuario
hu: Fordított UI elrendezés tükrözés
it_it: Inverti disposizione speculare di UI
ja: UIレイアウトのミラーリング反転
ko_kr: UI 레이아웃 미러링 반대
nl_nl: UI-indeling spiegelen omkeren
pl: Odwrócone odbicie układu interfejsu
pt_br: Inverter espelhamento de disposição da interface de usuário
ro: Inversează aspectul oglindirii UI-ului
ru: Зеркальное расположение элементов интерфейса
sk: Obrátené zrkadlenie rozloženia používateľského rozhrania
sr: Обрни пресликавање распореда КИ
tr: Ters kullanıcı arayüzü düzeni yansıtma
uk: Віддзеркалений вигляд інтерфейсу користувача
zh_cn: 镜像UI布局

source: Reverse UI text direction
ar: اعكس اتجاه الكتابة في الواجهة
ca: Invertir direcció del text de la interfície d'usuari
cs: Otočit směr textu uživ. rozhraní
de: Textrichtung der Benutzeroberfläche umkehren
el: Αντιστροφή κατεύθυνσης κειμένου διεπαφής χρήστη
es: Invertir dirección del texto de la interfaz de usuario
fa: جهت متن در رابط‌کاربری معکوس شود
fr: Inverser le sens de lecture de l’IU
gl: Inverter dirección do texto na interface de usuario
hu: Fordított UI szöveg irány
it_it: Inverti direzione del testo di UI
ja: UI テキストの方向を反転
ko_kr: UI 텍스트 방향 반대
nl_nl: UI-tekstrichting omkeren
pl: Odwróć kierunek tekstu interfejsu
pt_br: Inverter direção do texto da interface de usuário
ro: Inversează direcția textului din UI
ru: Сменить направление текста интерфейса
sk: Obrátený smer textu používateľského rozhrania
sr: Обрни смер текста корисничког интерфејса (КИ)
tr: Ters kullanıcı arayüzü metin doğrultusu
uk: Зворотний напрямок тексту інтерфейсу користувача
zh_cn: 反转文本方向

source: Enable CRE call cache (with stats)
ar: شغّل ذاكرة استدعاءات CRE (مع الاحصاءات)
ca: Habilitar la memòria cau de trucades CRE (amb estadístiques)
cs: Povolit CRE volat mezipaměť (se statistikami)
de: Cache für CRE Aufrufe aktivieren (mit Statistik)
el: Ενεργοποίηση κρυφής μνήμης κλήσεων CRE (με στατιστικά στοιχεία)
es: Habilitar la caché de llamadas CRE (con estadísticas)
fa: فعال‌کردن حافظه‌ی پنهان تماس CRE (با آمارها)
fr: Mise en cache des appels CRE (avec statistiques)
gl: Activar caché de chamadas a CRE (con estatísticas)
hu: CRE gyorstár engedélyezése (statisztikákkal)
it_it: Abilita cache di chiamata CRE (con statistiche)
ja: CRE call cache (with stats)を有効する
ko_kr: CRE 통화 캐시 활성화 (통계 포함)
nl_nl: CRE call cache inschakelen (met statistieken)
pl: Włącz pamięć podręczną CRE
pt_br: Ativar cache de chamadas CRE (com estatísticas)
ro: Activează cache-ul apelurilor CRE (cu statistici)
ru: Включить вызов кэша CRE (со статистикой)
sk: Povoliť CRE volaním vyrovnávacej pamäte (so štatistikami)
sr: Омогући CRE call cache (са статистиком)
tr: CRE çağrı ön belleğini etkinleştir (istatistikler ile)
uk: Увімкнути кешування викликів CRE (зі статистикою)
zh_cn: 启用CRE调用缓存（带状态）

source: Enable CRE call cache
ar: فعّل ذاكرة استدعاءات CRE
ca: Habilitar la memòria cau de trucades CRE
cs: Povolit CRE volat mezipaměť
de: Cache für CRE Aufrufe aktivieren
el: Ενεργοποίηση κρυφής μνήμης κλήσεων CRE
es: Habilitar caché de llamadas CRE
fa: فعال‌کردن حافظه‌ی پنهان تماس CRE
fr: Mise en cache des appels CRE
gl: Activar caché de chamadas a CRE
hu: CRE gyorstár engedélyezése
it_it: Abilita cache di chiamata CRE
ja: CRE call cache有効にする
ko_kr: CRE 통화 캐시 활성화
nl_nl: CRE call cache inschakelen
pl: Włącz pamięć podręczną CRE
pt_br: Ativar cache de chamadas CRE
ro: Activează cache-ul apelurilor CRE
ru: Включить вызов кэша CRE
sk: Povoliť CRE volať vyrovnávaciu pamäť
sr: Омогући CRE call cache
tr: CRE çağrı ön belleğini etkinleştir
uk: Увімкнути кешування викликів CRE
zh_cn: 启用CRE调用缓存

source: Dump the fontlist cache
ar: تفريغ ذاكرة التخزين المؤقتة لقائمة الخطوط
ca: Bolcar la memòria cau de la llista de fonts
cs: Pročistit mezipaměť seznamu písem
de: Lösche den Font-Cache
el: Απόρριψη της κρυφής μνήμης της λίστας γραμματοσειρών
es: Volcar la caché de la lista de fuentes
fr: Vider le cache de la liste de polices
gl: Envorcar a caché da lista de fontes
hu: Fontlista gyorsítótár dump
it_it: Scarica la cache dell'elenco dei caratteri
ja: フォントリストキャッシュをダンプする
ko_kr: 글꼴 목록 캐시 덤프
nl_nl: Lettertypecache weggooien
pl: Zrzuć pamięć podręczną listy czcionek
pt_br: Descarte o cache da lista de fontes
ru: Выгрузка кэша списка шрифтов
sk: Výpis vyrovnávacej pamäte zoznamu písiem
sr: Испиши fontlist кеш
tr: Yazı tipi listesi ön belleğini temizle
uk: Скинути кеш списку шрифтів
zh_cn: 转储字体列表缓存

source: Turn on the LED on PM entry failure
ca: Activar el LED en cas d'errors de gestió d'energia
cs: Zapnout LED-ku při poruše nabíjení
de: Einschalten der LED bei Power-Managment Fehlern
el: Ενεργοποίηση της λυχνίας LED στην αποτυχία εισόδου PM
es: Activar el LED en caso de errores de gestión de energía
fa: روشن کردن LED در ابتدای عصر ناموفق بود
fr: Allumer la LED en cas d'échec d'entrée PM
gl: Activar o LED de acendido no caso de erros de xestión de enerxía
hu: LED bekapcsolása PM beviteli hiba esetén
it_it: Accendere il LED se gestione energia fallisce (debug)
ja: 電源管理移行に失敗したときLEDを点灯する
ko_kr: PM 입력 실패하면 LED 켜기
nl_nl: Schakel de voedings-LED in tijdens het opladen
pl: Włącz diodę LED przy błędzie wejścia PM
pt_br: Ligar o LED quando a entrada PM falhar
ru: Включить светодиод при ошибке входа в PM
sk: Zapnutie LED kontrolky pri zlyhaní programu
sr: Укључи LED приликом грешке уласка у PM
tr: Güç yönetimine girilemediğinde LED açılsın
uk: Увімкніть світлодіод у разі збою введення PM
zh_cn: PM 录入失败时打开 LED

source: File search
ar: البحث في الملف
ca: Cerca de fitxers
cs: Hledat soubor
de: Dateisuche
el: Αναζήτηση αρχείου
es: Búsqueda de archivos
fa: جستجوی پرونده
fr: Recherche de fichiers
gl: Busca de ficheiros
hu: Fájlkeresés
it_it: Cerca file
ja: ファイル検索
ko_kr: 파일 검색
nl_nl: Bestand zoeken
pl: Wyszukaj plik
pt_br: Buscar nos arquivos
ro: Caută fișier
ru: Поиск файла
sk: Vyhľadať súbory
sr: Претрага фајлова
tr: Dosya arama
uk: Пошук файлів
zh_cn: 文件搜索

source: Search a book by filename in the current or home folder and its subfolders. Wildcards for one '?' or more '*' characters can be used. A search for '*' will show all files. The sorting order is the same as in filemanager. Tap a book in the search results to open it.
ar: ابحث عن كتاب حسب اسم الملف في المجلد الحالي أو المجلد الرئيسي ومجلداته الفرعية. أحرف البدل لأحد "؟" يمكن استخدام أكثر من أحرف "*". سيؤدي البحث عن "*" إلى إظهار كافة الملفات. ترتيب الفرز هو نفسه الموجود في مدير الملفات. اضغط على كتاب في نتائج البحث لفتحه.
ca: Buscar un llibre per nom d'arxiu en la carpeta actual o en la carpeta d'inici i les seues subcarpetes. Es poden utilitzar el comodí '?' per a un caràcter i el comodí '*' per a més d'un caràcter. Una cerca de '*' mostrarà tots els arxius. El criteri d'ordenació és el mateix que en l'administrador d'arxius. És possible obrir un llibre prement en els resultats de la cerca.
cs: Vyhledejte knihu na základě názvu jejího souboru v aktuální nebo domovské složce a jejich podsložkách. Můžete použít zástupné znaky '?' pro vyhledání jednoho znaku, nebo '*' pro vyhledání více znaků. Hledání '*' zobrazí všechny soubory. Vyhledané soubory budou seřazeny stejně jako ve správci souborů. Ťuknutím na knihu ve výsledcích vyhledávání knihu otevřete.
de: Sucht ein Buch nach Dateinamen im aktuellen oder Home-Ordner und seinen Unterordnern. Es können Platzhalter für ein '?' oder mehrere '*'-Zeichen verwendet werden. Eine Suche nach '*' zeigt alle Dateien an. Die Sortierreihenfolge ist die gleiche wie im Dateimanager. Tippen Sie auf ein Buch in den Suchergebnissen, um es zu öffnen.
el: Αναζήτηση ενός βιβλίου με βάση το όνομα αρχείου στον τρέχοντα ή τον αρχικό φάκελο και τους υποφακέλους του. Μπορούν να χρησιμοποιηθούν μπαλαντέρ για έναν '?' ή περισσότερους '*' χαρακτήρες. Μια αναζήτηση για '*' θα εμφανίσει όλα τα αρχεία. Η σειρά ταξινόμησης είναι η ίδια με αυτή της διαχείρισης αρχείων. Πατήστε ένα βιβλίο στα αποτελέσματα αναζήτησης για να το ανοίξετε.
es: Buscar un libro por nombre de archivo en la carpeta actual o en la carpeta de inicio y sus subcarpetas. Se pueden utilizar el comodín '?' para un carácter y el comodín '*' para más de un carácter. Una búsqueda de '*' mostrará todos los archivos. El criterio de ordenación es el mismo que en el administrador de archivos. Es posible abrir un libro pulsando en los resultados de la búsqueda.
fa: کتابی را در پوشه‌ی فعلی یا خانه و زیرپوشه‌های آن جستجو کنید. نویسه‌های جانشین برای یک نویسه '?' یا بیشتر '*' قابل استفاده‌اند. جستجو برای '*' همه‌ی پرونده‌ها را نمایش خواهد داد. نظم مرتب‌سازی با مدیرپرونده یکسان است. به یک کتاب در نتایج جستجو ضربه بزنید تا باز شود.
fr: Recherche d’un livre par nom de fichier dans le dossier en cours ou dans le dossier d’accueil et ses sous-dossiers. Vous pouvez utiliser les quantificateurs « ? » et « * » comme caractères génériques (pour un ou plusieurs caractères, respectivement). Rechercher « * » affichera tous les fichiers. L’ordre de tri est identique à celui du gestionnaire de fichiers. Toucher un livre dans les résultats de la recherche pour l’ouvrir.
gl: Procurar un libro por nome de ficheiro no cartafol actual ou no de inicio ou nos seus subcartafoles. É posible usar comodíns como un único '?' ou máis caracteres '*'. Unha procura con '*' mostrará todos os ficheiros. A orde é a mesma que no explorador de ficheiros. Preme nun libro nos resultados da procura para abrilo.
hu: Könyv keresése fájlnév alapján az aktuális vagy a kezdő mappában és annak almappáiban. Egy '?' vagy több '*' karaktert tartalmazó helyettesítő karakterek használhatók. A '*' keresés az összes fájlt megjeleníti. A rendezési sorrend ugyanaz, mint a fájlkezelőben. A keresési eredményekben lévő könyv megnyitásához koppintson a könyvre.
it_it: Cerca un libro per nome di file nella cartella corrente o nella cartella principale e nelle sue sottocartelle. Si possono usare jolly '?' per uno o '*' per più caratteri. La ricerca di '*' recupera tutti i file. L'ordine risultante è lo stesso che nel gestore dei file. Tocca un libro nei risultati della ricerca per aprirlo.
ja: 現在のフォルダまたはホームフォルダとそのサブフォルダ内のファイル名で書籍を検索する。 '?'(１文字) または '*' (複数文字)をワイルドカードとして使用できます。 '*' のみを検索すると、すべてのファイルが表示されます。 並べ替え順序は、 filemanager の設定と同じです。 検索結果をタップして開けます。
ko_kr: 현재 또는 홈 폴더 및 해당 하위 폴더에서 파일이름으로 책을 검색합니다. 한 글자용 '?' 또는 여러 글자용 '*' 문자를 와일드카드로 사용할 수 있습니다. '*'로 검색하면 모든 파일이 표시됩니다. 정렬 순서는 파일 관리자와 동일합니다. 검색 결과에서 책을 탭하여 엽니다.
nl_nl: Zoek een boek op bestandsnaam in de huidige of thuismap en de submappen daarvan. Jokertekens kunnen worden gebruikt voor een '?' of meerdere '*'* karakters. Een zoekopdracht naar '*' zal alle bestanden tonen. De sorteervolgorde is hetzelfde als in bestandsbeheer. Tik op een boek in de zoekresultaten om het te openen.
pl: Wyszukaj książkę według nazwy pliku w folderze bieżącym lub domowym i jego podfolderach. Można użyć symboli wieloznacznych dla jednego '?' lub więcej '*' znaków. Wyszukiwanie '*' pokaże wszystkie pliki. Kolejność sortowania jest taka sama jak w menedżerze plików. Stuknij książkę w wynikach wyszukiwania, aby ją otworzyć.
pt_br: Busque um livro pelo nome do arquivo na pasta atual ou na pasta de Início e suas subpastas. Podem-se utilizar os quantificadores '?' para um ou '*' para mais caracteres. Uma busca por '*' vai mostrar todos os arquivos. A ordenação é a mesma do gerenciador de arquivos. Toque em um livro nos resultados de busca para abri-lo.
ro: Caută o carte după numele fișierului în dosarul curent sau în dosaul „Acasă” și în subdosare. Caractere speciale pot fi utilizate pentru unul '?' sau mai multe '*' caractere. O căutare după „*” va afișa toate fișierele. Ordinea de sortare este aceeași ca în managerul de fișiere. Atinge o carte din lista de rezultate pentru a o deschide.
ru: Поиск книги по имени файла в текущей или домашней папке и её подпапках. Можно использовать подстановочные знаки для одного «?» или более «*» символов. Поиск по «*» покажет все файлы. Порядок сортировки такой же, как в файловом менеджере. Коснитесь книги в результатах поиска, чтобы открыть её.
sk: Vyhľadajte knihu podľa názvu súboru v aktuálnom alebo domovskom priečinku a jeho podpriečinkoch. Pre jedno písmeno je zástupný znak '?' alebo pre viacero písmen je možné použiť znak '*'. Vyhľadaním '*' sa zobrazia všetky súbory. Zoradenie výsledkov je rovnaké ako v správcovi súborov. Knihu vo výsledkoch vyhľadávania otvoríte ťuknutím na ňu .
sr: Претражује књигу по имену фајла у текућем или почетном директоријуму и његовим поддиректоријумима. Могу да се користе џокер карактери за један ’?’ или више ’*’. Претрага за ’*’ ће да прикаже све фајлове. Редослед сортирања је исти као у менаџеру фајлова. Тапните књигу у резултатима претраге ако желите да је отворите.
tr: Bir kitabı dosya adına göre geçerli ya da başlangıç klasörü ve alt klasöründe arar. Bir karakter için '?', birkaç karakter için '*' genel arama karakterleri kullanılabilir. '*' araması tüm dosyaları görüntüler. Sıralama dosya yöneticisindeki gibidir. Arama sonuçlarındaki bir kitap dokunarak açılabilir.
uk: Пошук у книзі за назвою файлу у поточній або домашній теці та її підтеці. Знак для пошуку одного «?» та «*» для пошуку кількох символів. Пошук «*» покаже всі файли. Порядок сортування такий самий, як у файловому менеджері. Торкніться книги в результатах пошуку, щоб відкрити її.
zh_cn: 在当前文件夹或主目录及其子文件夹中按文件名搜索书籍。 可使用单字符通配符'?'或多字符通配符 '*'进行搜索。仅使用'*'搜索将显示所有文件。 排序顺序与文件管理器中的相同。 轻按搜索结果中的书名将其打开。

source: Open last document
ar: فتح آخر مستند
ca: Obrir últim document
cs: Otevřít poslední dokument
de: Öffne letztes Dokument
el: Άνοιγμα τελευταίου αρχείου
es: Abrir el último documento
fa: باز کردن آخرین سند
fr: Ouvrir le dernier document
gl: Abrir o derradeiro documento
hu: Legutóbbi dokumentum megnyitása
it_it: Apri ultimo documento
ja: 最後に開いた書籍を開き直す
ko_kr: 마지막 문서 열기
nl_nl: Open het vorige document
pl: Otwórz ostatni dokument
pt_br: Abrir último documento
ro: Deschide ultimul document
ru: Открыть последний документ
sk: Otvoriť posledný dokument
sr: Отвори последњи документ
tr: Son görüntülenen belgeyi aç
uk: Відкрити останній документ
zh_cn: 打开最近的文档

source: Last: %1
ar: آخر: %1
ca: Últim: %1
cs: Poslední: %1
de: Letzter: %1
el: Τελευταίο: %1
es: Último: %1
fa: آخرین: %1
fr: Dernier : %1
gl: Derradeiro: %1
hu: Legutóbbi: %1
it_it: Ultimo: %1
ja: 最後: %1
ko_kr: 최근: %1
nl_nl: Laatste: %1
pl: Ostatni: %1
pt_br: Último: %1
ro: Ultimul: %1
ru: Последний: %1
sk: Posledný: %1
sr: Последњи: %1
tr: San: %1
uk: Останній: %1
zh_cn: 上次打开：%1

source: Would you like to open the last document: %1?
ar: هل تود فتح المستند الأخير: %1؟
ca: Desitja obrir l'últim document: %1?
cs: Chcete otevřít poslední dokument: %1?
de: Möchten Sie das letzte Dokument öffnen: %1?
el: Θέλετε να ανοίξετε το τελευταίο έγγραφο: %1;
es: ¿Desea abrir el último documento: %1?
fa: آیا می‌خواهید آخرین پرونده : %1 را باز کنید؟
fr: Voulez-vous ouvrir le dernier document : %1 ?
gl: Gustaríache abrir o derradeiro documento: %1?
hu: Megnyitja a legutóbbi dokumentumot: %1?
it_it: Desideri aprire l'ultimo documento: %1?
ja: 最後に開いた文書 %1 を開きますか？
ko_kr: 마지막 문서를 열까요: %1?
nl_nl: Het vorige document openen: %1?
pl: Czy chcesz otworzyć ostatni dokument: %1?
pt_br: Gostaria de abrir o último documento: %1?
ro: Dorești să deschizi ultimul document: %1?
ru: Открыть последний документ: %1?
sk: Želáte si otvoriť posledný dokument: %1?
sr: Да ли да отворим последњи документ: %1?
tr: Son belgeyi açmak ister misiniz: %1?
uk: Бажаєте відкрити останній документ: %1?
zh_cn: 你想要打开上一个文档 %1 吗？
