Repository: spruceUI/spruceOS
Catalog: App/KoReader/l10n/*/koreader.po
Languages: ar, ca, cs, de, el, es, fa, fr, gl, hu, it_it, ja, ko_kr, nl_nl, pl, pt_br, ro, ru, sk, sr, tr, uk, zh_cn

source: Dropbox access tokens are short-lived (4 hours). To generate new access token please use Dropbox refresh token and <APP_KEY>:<APP_SECRET> string. Some of the previously generated long-lived tokens are still valid.
ca: Els tokens d'accés de Dropbox són de curta durada (4 hores). Per a generar un nou token d'accés, és possible utilitzar un token d'actualització de Dropbox i la cadena <APP_KEY>:<APP_SECRET>. Alguns dels tokens de llarga durada generats amb anterioritat continuen sent vàlids.
cs: Přístupové tokeny k Dropboxu mají krátkou životnost (4 hodiny). Pro vygenerování nového přístupového tokenu použijte prosím Dropbox refresh token (obnovovací token) a řetězec <APP_KEY>:<APP_SECRET>. Některé dříve vygenerované tokeny s dlouhou životností jsou stále platné.
de: Dropbox-Zugangs-Tokens sind kurzlebig (4 Stunden). Um ein neues Zugriffstoken zu generieren, verwenden Sie bitte das Dropbox-Aktualisierungstoken und die Zeichenfolge <APP_KEY>:<APP_SECRET>. Einige der zuvor generierten langlebigen Token sind weiterhin gültig.
el: Τα κλειδιά πρόσβασης στο Dropbox έχουν μικρή διάρκεια ισχύος (4 ώρες). Για να δημιουργήσετε νέο κλειδί πρόσβασης, παρακαλούμε χρησιμοποιήστε το κλειδί ανανέωσης του Dropbox και την συμβολοσειρά <APP_KEY>:<APP_SECRET>. Ορισμένα από τα κλειδιά μεγάλης διάρκειας που δημιουργήθηκαν προηγουμένως εξακολουθούν να ισχύουν.
es: Las claves de autenticación de acceso de Dropbox son de corta duración (4 horas). Para generar una nueva clave de acceso, es posible utilizar una clave de actualización de Dropbox y la cadena <APP_KEY>:<APP_SECRET>. Algunas claves de larga duración generadas con anterioridad siguen siendo válidas.
fa: توکن‌های دسترسی به دراپ‌باکس عمر کوتاهی دارند (۴ ساعت). برای ساخت توکن دسترسی جدید لطفا از بخش نوسازی توکن دراپ‌باکس به شکل <APP_KEY>:<APP_SECRET> استفاده کنید. برخی از توکن‌های قبلا تولید شده عمر طولانی‌تری داشته و هنوز معتبر هستند.
fr: Les jetons d'accès Dropbox ont une durée de vie courte (4 heures). Pour générer un nouveau jeton d'accès, veuillez utiliser le jeton de rafraîchissement Dropbox et la chaîne <APP_KEY> : <APP_SECRET>. Certains des jetons à durée de vie longue générés précédemment sont toujours valides.
gl: Os tokens de acceso de Dropbox teñen unha duración curta (4 horas). Para xerar novos tokens de acceso, podes usar Renovación do token de Dropbox e a cadea codificada en Base64 <APP_KEY>:<APP_SECRET>. Algúns dos tokens de longa duración xerados con anterioridade son aínda válidos.
hu: A Dropbox hozzáférési tokenek rövid életűek (4 óra). Új hozzáférési token létrehozásához használja a Dropbox token frissítést és az <APP_KEY>:<APP_SECRET> karakterláncot. A korábban generált hosszú élettartamú tokenek egy része még mindig érvényes.
it_it: I token di accesso Dropbox hanno vita breve (4 ore). Per generare un nuovo token di accesso, utilizzare il token di aggiornamento di Dropbox e la stringa <APP_KEY>:<APP_SECRET>. Alcuni dei token a lunga durata generati in precedenza sono ancora validi.
ja: Dropbox のアクセストークンは短命(4時間)です。 新しいアクセストークンを生成するためには Dropbox でトークンと<APP_KEY>:<APP_SECRET>文字列をリフレッシュしてください。 いくつかの前回生成した長命トークンはまだ有効です。
ko_kr: Dropbox 액세스 토큰은 수명이 짧습니다(4시간). 새 액세스 토큰을 생성하려면 Dropbox 새로고침 토큰과 <APP_KEY>:<APP_SECRET> 문자열을 사용하세요. 이전에 생성된 수명이 긴 토큰 중 일부는 여전히 유효합니다.
nl_nl: Dropbox-toegangstokens hebben een korte levensduur (4 uur). Om een nieuw toegangstoken te genereren, gebruik je Dropbox refresh token en de <APP_KEY>:<APP_SECRET> string. Sommige eerder gegenereerde langlevende tokens zijn nog steeds geldig.
pl: Tokeny dostępu Dropbox są krótkotrwałe (4 godziny). Aby wygenerować nowy token dostępu, użyj tokena odświeżania Dropbox i ciągu <APP_KEY>:<APP_SECRET>. Niektóre z wcześniej wygenerowanych długowiecznych tokenów są nadal ważne.
pt_br: Os tokens de acesso do Dropbox têm vida curta (4 horas). Para gerar um novo token de acesso, use o token de atualização do Dropbox e a string <APP_KEY>:<APP_SECRET>. Alguns dos tokens de longa duração gerados anteriormente ainda são válidos.
ru: Токены доступа Dropbox недолговечны, и действуют всего 4 часа. Для генерации нового токена доступа используйте маркер обновления Dropbox и строку <APP_KEY>:<APP_SECRET>. Некоторые из ранее сгенерированных долгоживущих токенов всё ещё действительны.
sk: Prístupové kľúče Dropbox sú krátkodobé (4 hodiny). Ak si želáte vygenerovať nový prístupový kľúč, použite obnovovací kľuč Dropbox a reťazec <APP_KEY>:<APP_SECRET> Niektoré z predtým vygenerovaných kľúčov s dlhou životnosťou sú stále platné.
sr: Dropbox приступни жетони имају кратак век трајања (4 сата). Да бисте генерисали нови приступни жетон молимо вас да употребите Dropbox освежавање жетона и <APP_KEY>:<APP_SECRET> стринг. Неки од претходно генерисаних дуготрајних жетона још увек важе.
tr: Dropbox erişim kodları kısa ömürlüdür (4 saat). Yeni bir erişim kodu oluşturmak için lütfen Dropbox yenileme kodunu ve <APP_KEY>:<APP_SECRET> dizgesini kullanın. Daha önce oluşturulmuş uzun ömürlü kodların bazıları hala geçerlidir.
uk: Токени доступу до Dropbox дійсні недовго (4 години). Щоб згенерувати новий токен доступу, використовуйте токен оновлення Dropbox і рядок <APP_KEY>:<APP_SECRET>. Деякі раніше згенеровані довготривалі токени все ще дійсні.
zh_cn: Dropbox 访问令牌仅短期有效（4 小时）。 要生成新的访问令牌，请使用 Dropbox 的刷新令牌和 <APP_KEY>:<APP_SECRET>字符串。 之前生成的一些长期令牌仍然有效。

source: Dropbox cloud storage
ar: التخزين السحابي Dropbox
ca: Emmagatzematge al núvol de Dropbox
cs: Dropbox cloudové úložiště
de: Dropbox Cloudspeicher
el: Αποθηκευτικός χώρος Dropbox cloud
es: Almacenamiento en la nube de Dropbox
fa: فضای ذخیره‌سازی ابری دراپ‌باکس
fr: Stockage sur le cloud avec Dropbox
gl: Almacenamento na nube de Dropbox
hu: Dropbox felhőtárhely
it_it: Archiviazione cloud Dropbox
ja: Dropbox クラウドストレージ
ko_kr: 드롭박스 클라우드 스토리지
nl_nl: Dropbox-cloudopslag
pl: Magazyn w chmurze Dropbox
pt_br: Armazenamento em nuvem do Dropbox
ru: Облачное хранилище Dropbox
sk: Cloudové úložisko Dropbox
sr: Dropbox складиште у облаку
tr: Dopbox bulut depolaması
uk: Хмарне сховище Dropbox
zh_cn: Dropbox 云存储

source: Cloud storage displayed name
ar: اسم التخزين السحابي المعروض
ca: Nom de l'emmagatzematge al núvol
cs: Zobrazený název cloudového úložiště
de: Angezeigter Name des Cloudspeichers
el: Εμφανιζόμενο όνομα χώρου αποθήκευσης στο cloud
es: Nombre de almacenamiento en la nube
fa: نام نمایش‌داده‌شده‌ی سرور ابری
fr: Nom d’affichage du serveur
gl: Nome para o almacenamento na nube
hu: Felhőtárhely megjelenített neve
it_it: Nome visualizzato dell'archivio cloud
ja: クラウドストレージの表示名
ko_kr: 클라우드 스토리지 표시 이름
nl_nl: Cloudopslag-weergavenaam
pl: Wyświetlana nazwa magazynu w chmurze
pt_br: Nome exibido do armazenamento em nuvem
ru: Отображаемое имя облачного хранилища
sk: Zobrazený názov cloudového úložiska
sr: Назив складишта у облаку који ће се приказивати
tr: Bulut depolamasının görüntülenecek adı
uk: Показувана назва хмарного сховища
zh_cn: 云存储显示名称

source: Dropbox refresh token or long-lived token (deprecated)
ar: رمز تحديث Dropbox أو الرمز طويل الاجل (مهمل)
ca: Token d'actualització de Dropbox o token de llarga durada (obsolet)
cs: Dropbox refresh token nebo token s dlouhou životností (zastaralé)
de: Dropbox-Aktualisierungs-Token oder langlebiges Token (veraltet)
el: Κλειδί ανανέωσης Dropbox ή κλειδί μακράς διάρκειας (καταργήθηκε)
es: Clave de actualización de Dropbox o clave de larga duración (obsoleto)
fa: نوسازی توکن دراپ‌باکس یا استفاده از توکن با عمر طولانی (منسوخ شده)
fr: Jeton de rafraîchissement Dropbox ou jeton à durée de vie longue (obsolète)
gl: Renovación do token de Dropbox ou token de longa duración (obsoleto)
hu: Dropbox token frissítés vagy hosszú életű token (elavult)
it_it: Token Dropbox da rinnovare o token a lunga durata (deprecato)
ja: Dropbox のリフレッシュトークン または長命トークン (廃止予定)
ko_kr: Dropbox 새로 고침 토큰 또는 수명이 긴 토큰(더 이상 사용되지 않음)
nl_nl: Dropbox-refreshtoken of langlevend token (verouderd)
pl: Token odświeżania Dropbox lub token długowieczny (przestarzały)
pt_br: Token de atualização do Dropbox ou token de longa duração (obsoleto)
ru: Обновляемый токен Dropbox или долгоживущий токен (устаревший)
sk: Obnovovací kľuč Dropboxu alebo kľuč s dlhou životnosťou (zastarané)
sr: Dropbox освежени жетон или дуготрајни жетон (застарело)
tr: Dropbox yenileme kodu ya da uzun ömürlü kod (kullanımdan kaldırılmış)
uk: Токен оновлення Dropbox або довгоживучий токен (не підтримується)
zh_cn: Dropbox 刷新令牌 或长期令牌（不建议）

source: Dropbox <APP_KEY>:<APP_SECRET> (leave blank for long-lived token)
ar: Dropbox <APP_KEY>:<APP_SECRET> (اتركه فارغا للرمز طويل الأجل)
ca: Dropbox <APP_KEY>:<APP_SECRET> (deixar en blanc si es tracta d'un token de llarga durada)
cs: Dropbox <APP_KEY>:<APP_SECRET> (nechte prázdné pro token s dlouhou životností)
de: Dropbox <APP_KEY>:<APP_SECRET> (für langlebige Token leer lassen)
el: Dropbox <APP_KEY>:<APP_SECRET> (αφήστε κενό για κλειδί μακράς διάρκειας ισχύος)
es: Dropbox <APP_KEY>:<APP_SECRET> (dejar en blanco si se trata de una clave de larga duración)
fa: دراپ‌باکس <APP_KEY>:<APP_SECRET> (برای توکن با عمر طولانی خالی بگذارید)
fr: Dropbox <CLE_APP>:<SECRET_APP> (laisser vide pour jeton à longue durée)
gl: Dropbox <APP_KEY>:<APP_SECRET> (deixar baldeiro para tokens de longa duración)
hu: Dropbox <APP_KEY>:<APP_SECRET> (hosszú élettartamú token esetén hagyja üresen)
it_it: Dropbox <APP_KEY>:<APP_SECRET> (lasciare vuoto per i token a lunga durata)
ja: Dropbox の<APP_KEY>:<APP_SECRET> (空欄で長命トークン)
ko_kr: 보관함 <APP_KEY>:<APP_SECRET> (장기 토큰의 경우 공백으로 둡니다)
nl_nl: Dropbox <APP_KEY>:<APP_SECRET> (laat leeg voor langlevend token)
pl: Dropbox <APP_KEY>:<APP_SECRET> (pozostaw puste dla długowiecznego tokena)
pt_br: Dropbox <APP_KEY>:<APP_SECRET> (deixe em branco para token de longa duração)
ru: Dropbox <APP_KEY>:<APP_SECRET> (оставьте пустым для долгоживущего токена)
sk: Dropbox<APP_KEY>:<APP_SECRET> (nechajte prázdne pre kľuč s dlhou životnosťou)
sr: Dropbox <APP_KEY>:<APP_SECRET> (оставите празно за дуготрајни жетон)
tr: Dropbox <APP_KEY>:<APP_SECRET> (uzun ömürlü kod kullanıyorsanız boş bırakın)
uk: Dropbox <APP_KEY>:<APP_SECRET> (не заповнюйте для довгоживучого токена)
zh_cn: Dropbox <APP_KEY>:<APP_SECRET> (长期令牌请留空)

source: Dropbox folder (/ for root)
ar: مجلد Dropbox (للمدير /)
ca: Carpeta de Dropbox (/ per root)
cs: Dropbox složka (/ pro kořenovou složku)
de: Dropbox Ordner (/ für root)
el: Φάκελος Dropbox (/ για root)
es: Carpeta de Dropbox (/ para root)
fa: پوشه دراپ‌باکس ( / برای پوشه ریشه)
fr: Dossier Dropbox ( / pour la racine)
gl: Cartafol de Dropbox (/ para o raíz)
hu: Dropbox mappa (/ a főkönyvtár)
it_it: Cartella Dropbox (/ per la radice)
ja: Dropbox フォルダー(/ でルート)
ko_kr: Dropbox 폴더(루트 폴더면 /)
nl_nl: Dropbox-map (/ voor root)
pl: Folder Dropbox (/ dla roota)
pt_br: Pasta do Dropbox (/ para raiz)
ru: Папка Dropbox (/ для корневой)
sk: Priečinok Dropbox (/ pre koreňový adresár)
sr: Dropbox директоријум (/ за корени)
tr: Dropbox klasörü (kök için /)
uk: Тека Dropbox (/ для кореневої)
zh_cn: Dropbox 文件夹 (/ for root)

source: Save
ar: حفظ
ca: Desa
cs: Uložit
de: Speichern
el: Αποθήκευση
es: Guardar
fa: ذخیره
fr: Enregistrer
gl: Gardar
hu: Mentés
it_it: Salva
ja: 保存
ko_kr: 저장
nl_nl: Opslaan
pl: Zapisz
pt_br: Salvar
ro: Salvează
ru: Сохранить
sk: Uložiť
sr: Сачувај
tr: Kaydet
uk: Зберегти
zh_cn: 保存

source: Type: %1 Name: %2 Email: %3 Country: %4 Space total: %5 Space used: %6
ar: النوع: %1 الاسم: %2 البريد الإلكتروني: %3 البلد: %4 إجمالي المساحة: %5 المساحة المستخدمة: %6
ca: Tipus: %1 Nom: %2 Correu electrònic: %3 País: %4 Espai total: %5 Espai utilitzat: %6
cs: Typ: %1 Jméno: %2 Email: %3 Země: %4 Celkové místo: %5 Využité místo: %6
de: Typ: %1 Name: %2 E-Mail: %3 Land: %4 Speicher gesamt: %5 Benutzter Speicher: %6
el: Τύπος: %1 Όνομα: %2 Email: %3 Χώρα: %4 Συνολικό χώρος: %5 Χρησιμοποιούμενος χώρος: %6
es: Tipo: %1 Nombre: %2 Correo electrónico: %3 País: %4 Espacio total: %5 Espacio utilizado: %6
fa: نوع: %1 نام: %2 ایمیل: %3 کشور: %4 کل فضا: %5%1%1 فضای استفاده شده: %6
fr: Type : %1 Nom : %2 Courriel : %3 Pays : %4 Espace total : %5 Espace utilisé : %6
gl: Tipo: %1 Nome: %2 Email: %3 País: %4 Espacio total: %5 Espacio usado: %6
hu: Típus: %1 Név: %2 Email: %3 Ország: %4 Összes tárhely: %5 Használt tárhely: %6
it_it: Tipo: %1 Nome: %2 Email: %3 Paese: %4 Spazio totale: %5 Spazio utilizzato: %6
ja: タイプ: %1 お名前: %2 Eメール: %3 国名: %4 全容量: %5 使用量: %6
ko_kr: 유형: %1 이름: %2 이메일: %3 국가: %4 총 공간: %5 사용한 공간: %6
nl_nl: Type: %1 Naam: %2 Email: %3 Land: %4 Totaal ruimte: %5 Gebruikte ruimte: %6
pl: Typ: %1 Nazwa: %2 E-mail: %3 Kraj: %4 Całkowita przestrzeń: %5 Wykorzystana przestrzeń: %6
pt_br: Tipo: %1 Nome: %2 Email: %3 País: %4 Espaço total: %5 Espaço usado: %6
ru: Тип: %1 Имя: %2 Почта: %3 Страна: %4 Всего места: %5 Занято места: %6
sk: Typ: %1 Meno: %2 E-mail: %3 Krajina: %4 Celkový priestor: %5 Využitý priestor: %6
sr: Тип: %1 Име: %2 И-мејл: %3 Држава: %4 Укупни простор: %5 Искоришћени простор: %6
tr: Tür: %1 Ad: %2 E-posta: %3 Ülke: %4 Toplam alan: %5 Kullanılan alan: %6
uk: Тип: %1 Назва: %2 Е-пошта: %3 Країна: %4 Простору всього: %5 Використаний простір: %6
zh_cn: 类型： %1 名称： %2 邮箱： %3 国家： %4 总空间：%5 已用空间：%6

source: Long-press to choose current folder
ar: المس مطوّلًا لتحديد المجلد الحالي
ca: Pulsació llarga per seleccionar carpeta actual
cs: Dlouhým stisknutím vyberte aktuální složku
de: Langes Drücken zur Auswahl des aktuellen Ordners
el: Πατήστε παρατεταμένα για επιλογή τρέχοντα φακέλου
es: Pulsación larga para seleccionar carpeta actual
fa: فشردن طولانی برای انتخاب پوشه‌ی فعلی
fr: Appuyez longuement pour choisir le dossier en cours
gl: Pulsación longa para seleccionar o cartafol actual
hu: Hosszan nyomva mappa kiválasztása
it_it: Premi a lungo per scegliere la directory corrente
ja: 長押しで現在のフォルダーを選択する
ko_kr: 현재 폴더를 선택하려면 길게 누르세요
nl_nl: Langer indrukken om huidige map te kiezen
pl: Przytrzymaj, aby wybrać obecny folder
pt_br: Pressione e segure para selecionar a pasta atual
ro: Apasă lung pentru a alege dosarul curent
ru: Выбор текущей папки (долгое касание)
sk: Dlhým stlačením vyberiete aktuálny priečinok
sr: Дуги притисак да изаберете текући директоријум
tr: Geçerli klasörü seçmek için uzun basın
uk: Тривале натиснення, щоб вибрати поточну теку
zh_cn: 长按选择当前文件夹

source: Could not save file to %1: %2
ar: فشلت محاولة حفظ الملف في %1: %2
ca: No s’ha pogut desar el fitxer a %1: %2
cs: Soubor nelze uložit do %1: %2
de: Konnte die Datei nicht in %1 speichern: %2
el: Δεν μπορεί να αποθηκευτεί το αρχείο στο %1: %2
es: No es posible guardar el archivo en %1: %2
fa: نمی‌توان پرونده را ذخیره کرد در %1: %2
fr: Impossible de sauvegarder le fichier sous %1 : %2
gl: Imposible gardar ficheiro en %1: %2
hu: Nem sikerült elmenteni a fájlt ide %1: %2
it_it: Impossibile salvare il file in %1: %2
ja: %1 にファイルを保存できませんでした: %2
ko_kr: %1에 파일을 저장할 수 없습니다: %2
nl_nl: Kan bestand niet opslaan naar %1: %2
pl: Nie można zapisać pliku do %1: %2
pt_br: Não foi possível salvar o arquivo em %1: %2
ro: Nu s-a putut salva fișierul în %1: %2
ru: Не удалось сохранить файл в %1: %2
sk: Nepodarilo sa uložiť súbor do %1: %2
sr: Фајл није могао да се сачува у %1: %2
tr: Dosya şuraya kaydedilemedi %1: %2
uk: Не вдалося зберегти файл до %1: %2
zh_cn: 无法把文件保存至 %1: %2

source: The FTP address must be in the following format: ftp://example.domain.com An IP address is also supported, for example: ftp://10.10.10.1 Username and password are optional.
ar: يجب أن تكون عناوين FTP على النّسق التالي: ftp://example.domain.com يمكن أيضًا تحديد عناوين بروتوكول الإنترنت IP addresses: ftp://10.10.10.1 اسم المستخدم وكلمة المرور غير ضروريّتان.
ca: L'adreça FTP ha de tenir el següent format: ftp://example.domain.com També s'admet una adreça IP, per exemple: ftp://10.10.10.1 El nom d'usuari i la contrasenya són opcionals.
cs: FTP adresa musí být v následujícím formátu: ftp://priklad.domain.cz IP adresy jsou také podporované, např.: ftp://10.10.10.1 Uživatelské jméno a heslo jsou volitelné.
de: Die FTP-Adresse muss im folgenden Format vorliegen: ftp://example.domain.com Unterstützt wird z.B. auch eine IP-Adresse: ftp://10.10.10.1 Benutzername und Passwort sind optional.
el: Η διεύθυνση FTP πρέπει να έχει την ακόλουθη μορφή: ftp://example.domain.com Υποστηρίζεται επίσης μια διεύθυνση IP, για παράδειγμα: ftp://10.10.10.1 Το όνομα χρήστη και ο κωδικός πρόσβασης είναι προαιρετικά.
es: La dirección FTP debería estar en el siguiente formato: ftp://example.domain.com Una dirección IP también esta soportada, por ejemplo: ftp://10.10.10.1 El nombre de usuario y contraseña son opcionales.
fa: نشانی اف‌تی‌پی باید در قالب ذیل باشد: ftp://example.domain.com نشانی آی‌پی هم پشتیبانی می‌شود، مثلا: ftp://10.10.10.1 نام‌کاربری و رمزعبور اختیاری اند.
fr: L'adresse FTP doit être au format suivant : ftp://example.domain.com Une adresse IP est également prise en charge, par exemple : ftp://10.10.10.1 Le nom d'utilisateur et le mot de passe sont facultatifs.
gl: O enderezo FTP debe estar no seguinte formato: ftp://exemplo.dominio.com Un enderezo IP tamén é válido, por exemplo: ftp://10.10.10.1 Nome de usuario e contrasinal son opcionais.
hu: Az FTP-címnek a következő formátumúnak kell lennie: ftp://example.domain.com Az IP-cím megadása is támogatott, például: ftp://10.10.10.1 A felhasználónév és a jelszó opcionális.
it_it: L'indirizzo FTP deve avere il formato seguente: ftp://example.domain.com Sono supportati anche indirizzi IP, per esempio: ftp://10.10.10.1 Nome utente e password sono opzionali.
ja: FTP サーバーアドレスは下記の書式でなければなりません: ftp://example.domain.com IPアドレスにも対応しています。例えば: ftp://10.10.10.1 ユーザー名とパスワードは任意です。
ko_kr: FTP 주소는 다음과 같은 형식이어야 합니다: ftp://example.domain.com IP 주소도 지원됩니다. 예를 들면: ftp://10.10.10.1 사용자 이름과 비밀번호는 선택 사항입니다.
nl_nl: Het FTP-adres moet het volgende formaat hebben: ftp://voorbeeld.domein.com Een IP-adres wordt ook ondersteund, bijvoorbeeld: ftp://10.10.10.1 De gebruikersnaam en wachtwoord zijn optioneel.
pl: Adres FTP musi być w następującym formacie: ftp://example.domain.com Adres IP jest także wspierany, na przykład: ftp://10.10.10.1 Nazwa użytkownika i hasło są opcjonalne.
pt_br: O endereço FTP deve estar no seguinte formato: ftp://example.domain.com Um endereço IP também é suportado, por exemplo: ftp://10.10.10.1 Nome de usuário e senha são opcionais.
ro: Adresa FTP trebuie să respecte următorul format: ftp://exemplu.domeniu.com O adresă IP este de asemenea acceptată: ftp://10.10.10.1 Numele de utilizator și parola sînt opționale.
ru: Адрес FTP должен быть в следующем формате: ftp://example.domain.com Также поддерживается IP-адрес, например: ftp://10.10.10.1 Имя пользователя и пароль не являются обязательными.
sk: FTP adresa musí byť v nasledujúcom tvare: ftp://example.domain.com IP adresa je taktiež podporovaná, napríklad: ftp://10.10.10.1 Používateľské meno a heslo nie sú povinné.
sr: FTP адреса мора бити у следећем облику: ftp://пример.домен.com Такође се подржава и IP адреса, на пример: ftp://10.10.10.1 Корисничко име и лозинка нису обавезни.
tr: FTP adresi aşağıdaki biçimde olmalıdır: ftp://example.domain.com Alan adı yerine IP adresi de desteklenir, örneğin: ftp://10.10.10.1 Kullanıcı adı ve parola belirtmek isteğe bağlıdır.
uk: Адреса FTP має бути в такому форматі: ftp://example.domain.com Також підтримується IP-адреса, наприклад: ftp://10.10.10.1 Ім'я користувача та пароль не обов'язкові.
zh_cn: FTP地址必须遵照下列格式： ftp://example.domain.com 同样支持IP地址，例如： ftp://10.10.10.1 用户名和密码是可选的。

source: Your FTP name
ar: اسم مستخدم FTP
ca: Nom de FTP
cs: Váš název pro FTP
de: Dein FTP-Benutzername
el: Όνομα στο FTP
es: Nombre de FTP
fa: نام اف‌تی‌پی شما
fr: Votre identifiant FTP
gl: O teu nome no FTP
hu: FTP név
it_it: Nome profilo FTP
ja: FTP 名
ko_kr: FTP 사용자이름
nl_nl: FTP-naam
pl: Nazwa twojego FTP
pt_br: Seu usuário FTP
ro: Nume FTP
ru: Логин FTP
sk: Vaše FTP meno
sr: Ваше FTP име
tr: FTP adınız
uk: Ваше імʼя FTP
zh_cn: 您的 FTP 名称

source: FTP address eg ftp://example.com
ar: عنوان FTP, مثلًا ftp://example.com
ca: Adreça FTP, p. ex. ftp://example.com
cs: FTP adresa např. ftp://mujserver.cz
de: FTP-Adresse z.B. ftp://example.com
el: Διεύθυνση FTP π.χ. ftp://example.com
es: Dirección FTP, p. ej. ftp://example.com
fa: نشانی اف‌تی‌پی مثلا ftp://example.com
fr: Adresse du serveur FTP, ex. : ftp://example.com
gl: Enderezo FTP, por ex. ftp://exemplo.com
hu: FTP cím pl. ftp://webcim.hu
it_it: Indirizzo FTP es. ftp://example.com
ja: FTPアドレス(例: ftp://example.com)
ko_kr: FTP 주소 예 ftp://example.com
nl_nl: FTP-adres, bv. ftp://voorbeeld.com
pl: Adres FTP np. ftp://example.com
pt_br: Endereço FTP, por exemplo: ftp://example.com
ro: Adresa FTP ex: ftp://example.com
ru: Адрес FTP, например ftp://example.com
sk: FTP adresa napr. ftp://example.com
sr: FTP адреса, нпр. ftp://пример.com
tr: FTP adresi ftp://websitem.com gibi
uk: Посилання FTP, наприклад ftp://example.com
zh_cn: FTP 地址，例如 ftp://example.com

source: FTP username
ar: اسم مستخدم FTP
ca: Nom d'usuari FTP
cs: FTP uživatelské jméno
de: FTP-Benutzername
el: Όνομα χρήστη FTP
es: Nombre de usuario FTP
fa: نام‌کاربری اف‌تی‌پی
fr: Nom d’utilisateur FTP
gl: Nome de usuario do FTP
hu: FTP felhasználónév
it_it: Nome utente FTP
ja: FTP ユーザー名
ko_kr: FTP 사용자이름
nl_nl: FTP-gebruikersnaam
pl: Nazwa użytkownika FTP
pt_br: Usuário FTP
ro: Nume utilizator FTP
ru: Имя пользователя FTP
sk: FTP meno
sr: FTP корисничко име
tr: FTP kullanıcı adı
uk: Імʼя користувача FTP
zh_cn: FTP 用户名

source: FTP password
ar: كلمة سرّ FTP
ca: Contrassenya FTP
cs: FTP heslo
de: FTP-Passwort
el: Κωδικός FTP
es: Contraseña FTP
fa: رمزعبور اف‌تی‌پی
fr: Mot de passe FTP
gl: Contrasinal do FTP
hu: FTP jelszó
it_it: Password
ja: FTP パスワード
ko_kr: FTP 암호
nl_nl: FTP-wachtwoord
pl: Hasło FTP
pt_br: Senha FTP
ro: Parola FTP
ru: Пароль FTP
sk: FTP heslo
sr: FTP лозинка
tr: FTP parolası
uk: Пароль FTP
zh_cn: FTP 密码

source: FTP folder
ar: مجلّد FTP
ca: Carpeta FTP
cs: FTP složka
de: FTP-Verzeichnis
el: Φάκελος FTP
es: Carpeta FTP
fa: پوشه‌ی اف‌تی‌پی
fr: Dossier FTP
gl: Cartafol FTP
hu: FTP mappa
it_it: Cartella
ja: FTP フォルダー
ko_kr: FTP 폴더
nl_nl: FTP-map
pl: Folder FTP
pt_br: Pasta FTP
ro: Dosar FTP
ru: Папка FTP
sk: FTP priečinok
sr: FTP директоријум
tr: FTP klasörü
uk: Тека FTP
zh_cn: FTP 文件夹

source: Add
ar: إضافة
ca: Afegeix
cs: Přidat
de: Hinzufügen
el: Προσθήκη
es: Añadir
fa: اضافه کردن
fr: Ajouter
gl: Engadir
hu: Hozzáad
it_it: Aggiungi
ja: 追加
ko_kr: 추가
nl_nl: Voeg toe
pl: Dodaj
pt_br: Adicionar
ro: Adaugă
ru: Добавить
sk: Pridať
sr: Додај
tr: Ekle
uk: Додати
zh_cn: 添加

source: Edit FTP account
ar: تعديل بيانات حساب FTP
ca: Edita el compte FTP
cs: Upravit FTP účet
de: FTP-Konto bearbeiten
el: Επεξεργασία λογαριασμού FTP
es: Editar cuenta FTP
fa: ویرایش حساب اف‌تی‌پی
fr: Modifier le compte FTP
gl: Editar conta de FTP
hu: FTP fiók szerkesztése
it_it: Modifica account FTP
ja: FTP アカウントを編集
ko_kr: FTP 계정 설정
nl_nl: FTP-account bewerken
pl: Edytuj konto FTP
pt_br: Editar conta FTP
ro: Editează cont FTP
ru: Редактировать аккаунт FTP
sk: Upraviť FTP účet
sr: Уреди FTP налог
tr: FTP hesabını düzenle
uk: Змінити профіль FTP
zh_cn: 编辑 FTP 帐号

source: Apply
ar: تطبيق
ca: Aplica
cs: Aplikovat
de: Übernehmen
el: Εφαρμογή
es: Aplicar
fa: اِعمال
fr: Appliquer
gl: Aplicar
hu: Alkalmazás
it_it: Applica
ja: 適用
ko_kr: 적용
nl_nl: Pas toe
pl: Zatwierdź
pt_br: Aplicar
ro: Aplică
ru: Применить
sk: Použiť
sr: Примени
tr: Uygula
uk: Застосувати
zh_cn: 应用

source: Add FTP account
ar: إضافة حساب FTP
ca: Afegeix un compte FTP
cs: Přidat FTP účet
de: FTP-Konto hinzufügen
el: Προσθήκη λογαριασμού FTP
es: Añadir cuenta FTP
fa: افزودن حساب اف‌تی‌پی
fr: Ajouter un compte FTP
gl: Engadir conta FTP
hu: FTP fiók hozzáadása
it_it: Aggiungi accesso FTP
ja: FTP アカウントを追加
ko_kr: FTP 계정 추가
nl_nl: FTP-account toevoegen
pl: Dodaj konto FTP
pt_br: Adicionar conta FTP
ro: Adaugă cont FTP
ru: Добавить аккаунт FTP
sk: Pridať FTP účet
sr: Додај FTP налог
tr: FTP hesabı ekle
uk: Додати профіль FTP
zh_cn: 添加 FTP 帐号
