Repository: spruceUI/spruceOS
Catalog: App/KoReader/l10n/*/koreader.po
Languages: ar, ca, cs, de, el, es, fa, fr, gl, hu, it_it, ja, ko_kr, nl_nl, pl, pt_br, ro, ru, sk, sr, tr, uk, zh_cn

source: %1 Building EPUB…
ca: %1 Generant EPUB…
cs: %1 Vytváření EPUBu…
de: %1 Erstelle EPUB…
el: %1 Δημιουργία EPUB…
es: %1 Generando EPUB…
fa: %1 درحال ساخت EPUB…
fr: %1 Création du fichier ePub…
gl: %1 A crear EPUB…
hu: %1 EPUB fájl összeállítása…
it_it: %1 Costruendo EPUB…
ja: %1 EPUB の作成中…
ko_kr: %1 EPUB 생성 중…
nl_nl: %1 EPUB wordt samengesteld…
pl: %1 Tworzenie EPUB…
pt_br: %1 Construindo EPUB…
ro: %1 Se construiește EPUB…
ru: %1 Создание EPUB…
sk: %1 Vytvára sa EPUB…
sr: %1 Изграђује се EPUB…
tr: %1 EPUB oluşturuluyor…
uk: %1 Створення EPUB…
zh_cn: %1 制作EPUB文档…

source: %1 Retrieving image %2 / %3 …
ca: %1 Recuperant imatge %2 / %3 …
cs: %1 Stahování obrázku %2 / %3 …
de: %1 Hole Bild %2 / %3 …
el: %1 Ανάκτηση εικόνας %2 / %3…
es: %1 Recuperando imagen %2 / %3 …
fa: %1 درحال دریافت %2 / %3 تصویر …
fr: %1 Récupération de l’image %2 de %3…
gl: %1 A obter imaxe %2 / %3 …
hu: %1 %2 / %3 kép beolvasása…
it_it: %1 Recupero immagine %2 / %3 …
ja: %1 画像の取得中 %2 / %3 …
ko_kr: %1 %2 / %3 그림 가져오는 중…
nl_nl: %1 Afbeelding ophalen %2 / %3 …
pl: %1 Pobieranie obrazów %2 / %3 …
pt_br: %1 Recuperando imagens %2/%3…
ro: %1 Se preia imaginea %2 / %3 …
ru: %1 Получение изображения %2 / %3 …
sk: %1 Načítava sa obrázok %2 / %3 …
sr: %1 Преузима се слика %2 / %3 …
tr: %1 Görsel alınıyor %2 / %3 …
uk: %1 Отримання зображення %2 / %3 …
zh_cn: %1 检索图片 %2 / %3 …

source: %1 Packing EPUB…
ar: %1 حَزْمٌ ملفِّ EPUB…
ca: %1 Empaquetant EPUB…
cs: %1 Balení EPUBu…
de: %1 Packe EPUB…
el: %1 Πακετάρισμα EPUB…
es: %1 Empaquetando EPUB…
fa: %1 در حال بسته‌بندی EPUB…
fr: %1 Emballage de l’ePub…
gl: %1 A empaquetar EPUB…
hu: %1 EPUB fájl összecsomagolása…
it_it: %1 Impacchettando EPUB…
ja: %1 EPUB を纏め中…
ko_kr: %1 EPUB 묶는 중…
nl_nl: %1 EPUB aan het inpakken…
pl: %1 Pakowanie EPUB…
pt_br: %1 Empacotando EPUB…
ro: %1 Se împachetează EPUB…
ru: %1 Упаковка EPUB…
sk: %1 Komprimácia EPUB…
sr: %1 Пакује се EPUB…
tr: %1 EPUB paketleniyor…
uk: %1 Пакування EPUB…
zh_cn: %1 正在打包 EPUB…

source: Limit
ca: Límit
de: Grenze
el: Όριο
es: Limite
fa: محدود
fr: Limite
gl: Límite
hu: Korlát
it_it: Limite
ja: 制限
ko_kr: 한계
nl_nl: Limiet
pl: Ograniczenie
pt_br: Limite
ro: Limită
ru: Предел
sk: Obmedziť
sr: Ограничење
tr: Sınır
uk: Обмеження
zh_cn: 限制

source: Download full article
ar: تحميل المقال كاملا
ca: Descarregar l'article complet
cs: Stáhnout celý článek
de: Vollständigen Artikel herunterladen
el: Λήψη ολόκληρου του άρθρου
es: Descargar el artículo completo
fa: دریافت مقاله کامل
fr: Télécharger l’article complet
gl: Descargar o artigo completo
hu: Teljes cikk letöltése
it_it: Scarica l'articolo completo
ja: 全文をダウンロード
ko_kr: 전체 글감 다운로드
nl_nl: Volledig artikel downloaden
pl: Pobierz cały artykuł
pt_br: Baixar artigo completo
ro: Descarcă articol complet
ru: Загружать статью полностью
sk: Stiahnuť celý článok
sr: Преузми комплетан чланак
tr: Yazının tamamını indir
uk: Завантажити всю статтю
zh_cn: 下载完整文章

source: Enable filter
ar: تمكين عامل التصفية
ca: Activar filtre
cs: Povolit filtrování
de: Filter einschalten
el: Ενεργοποίηση φίλτρου
es: Activar filtro
fa: فیلتر فعال
fr: Activer le filtre
gl: Activar filtro
hu: Szűrő engedélyezése
it_it: Abilita il filtro
ja: フィルターを有効化
ko_kr: 필터 사용
nl_nl: Filter inschakelen
pl: Włącz filtr
pt_br: Ativar filtro
ro: Activează filtru
ru: Использовать фильтр
sk: Zapnúť filter
sr: Укључи филтер
tr: Süzgeci etkinleştir
uk: Увімкнути фільтр
zh_cn: 启用筛选器

source: Filter element
ca: Filtrar element
cs: Prvek filtru
el: Στοιχείο φίλτρου
es: Filtrar elemento
fr: Élément de filtrage
gl: Filtrar elemento
hu: Szűrő elem
it_it: Elemento filtrante
ja: フィルター要素
ko_kr: 필터 요소
nl_nl: Element filteren
pl: Element filtra
pt_br: Filtrar elemento
ro: Element filtrare
ru: Элемент фильтра
sk: Filtrovať články
sr: Филтрирај елемент
tr: Süzgeç bileşeni
uk: Елемент фільтра
zh_cn: 过滤元素

source: Delete feed
ar: حذف الخلاصة
ca: Esborrar canal
cs: Smazat novinkový kanál
de: Feed löschen
el: Διαγραφή ροής
es: Borrar canal
fa: حذف فید
fr: Supprimer le flux
gl: Borrar canle
hu: Hírcsatorna törlése
it_it: Elimina fonte
ja: フィードを削除
ko_kr: 피드 삭제
nl_nl: Feed verwijderen
pl: Usuń kanał
pt_br: Excluir canal
ro: Șterge flux
ru: Удалить ленту
sk: Odstrániť informačný kanál
sr: Обриши вест
tr: Akışı sil
uk: Видалити стрічку
zh_cn: 删除订阅源

source: News downloader (RSS/Atom)
ca: Descarregador de notícies (RSS / Atom)
cs: Stahování novinek (RSS/Atom)
de: Nachrichten-Downloader (RSS/Atom)
el: Πρόγραμμα λήψης ειδήσεων (RSS/Atom)
es: Descargador de noticias (RSS/Atom)
fa: دریافت کننده اخبار (RSS/Atom)
fr: Téléchargeur de nouvelles (RSS/Atom)
gl: Descargador de novas (RSS/Atom)
hu: Hírletöltő (RSS/Atom)
it_it: Download di notizie (RSS/Atom)
ja: ニュース ダウンローダー (RSS/Atom)
ko_kr: 뉴스 다운로더 (RSS/Atom)
nl_nl: Nieuwsdownloader (RSS/Atom)
pl: Pobieranie wiadomości (RSS/Atom)
pt_br: Transferidor de notícias (RSS/Atom)
ro: Descărcător știri (RSS/Atom)
ru: Загрузчик новостей RSS/Atom
sk: Sťahovač správ (RSS/Atom)
sr: Преузимач вести (RSS/Atom)
tr: Haber indirici (RSS/Atom)
uk: Завантажувач новин (RSS/Atom)
zh_cn: 新闻下载器 （RSS/Atom）

source: Go to news folder
ar: إذهب إلى مجلد الأخبار
ca: Anar a la carpeta de notícies
cs: Přejít na složku s novinkami
de: Gehe zu News Ordner
el: Μετάβαση στον φάκελο των ειδήσεων
es: Ir a la carpeta de noticias
fa: رفتن به پوشه اخبار
fr: Aller au dossier des articles
gl: Ir ao cartafol de novas
hu: Ugrás a Hírek mappába
it_it: Vai alla cartella delle notizie
ja: ニュースフォルダーに移動
ko_kr: 뉴스 폴더 가기
nl_nl: Ga naar nieuwsmap
pl: Przejdź do folderu wiadomości
pt_br: Ir para a pasta de notícias
ro: Mergi la dosarul de știri
ru: Перейти в папку новостей
sk: Prejsť do priečinka so správami
sr: Иди на директоријум вести
tr: Haberler klasörüne git
uk: Перейти до теки новин
zh_cn: 转到新闻文件夹

source: Sync news feeds
ca: Sincronitzar canals de notícies
cs: Synchronizovat novinkové kanály
de: Synchronisierung von Nachrichten Feeds
el: Συγχρονισμός ροών ειδήσεων
es: Sincronizar canales de noticias
fa: همگام‌سازی فید‌‌های اخبار
fr: Synchroniser des flux d’actualité
gl: Sincronizar canles de novas
hu: Hírcsatornák szinkronizálása
it_it: Sincronizza fonti di notizie
ja: ニュースフィードを同期する
ko_kr: 뉴스 피드 동기화
nl_nl: Nieuwsfeeds synchroniseren
pl: Synchronizuj kanały informacyjne
pt_br: Sincronizar canais de notícias
ro: Sincronizează fluxurile de știri
ru: Синхронизировать ленты новостей
sk: Synchronizovať informačné kanály
sr: Синхронизуј објаве вести
tr: Haber akışları eşitlensin
uk: Синхронізувати стрічки новин
zh_cn: 同步新闻源

source: Edit news feeds
ar: تحرير موجز الأخبار
ca: Editar canals de notícies
cs: Upravit novinkové kanály
de: Nachrichten Feeds bearbeiten
el: Επεξεργασία ροών ειδήσεων
es: Editar canales de noticias
fa: ویرایش فید‌های اخبار
fr: Modifier les flux d’actualité
gl: Editar as canles de novas
hu: Hírcsatorna szerkesztése
it_it: Modifica fonti di notizie
ja: ニュースフィードを編集
ko_kr: 뉴스 피드 편집
nl_nl: Nieuwsfeeds bewerken
pl: Edytuj kanały informacyjne
pt_br: Editar canais de notícias
ro: Editează fluxuri de știri
ru: Редактировать ленты новостей
sk: Upraviť informačné kanály
sr: Уређуј објаве вести
tr: Haber akışlarını düzenle
uk: Редагувати стрічку новин
zh_cn: 编辑新闻订阅源

source: Set download folder
ar: تعيين مجلد التنزيل
ca: Establir la carpeta de descàrrega
cs: Nastavit složku pro stahování
de: Download-Ordner festlegen
el: Ορισμός φακέλου λήψης
es: Establecer la carpeta de descarga
fa: تعیین پوشه دریافت
fr: Définir le dossier de téléchargement
gl: Configurar o cartafol de descarga
hu: Letöltési mappa beállítása
it_it: Imposta la cartella di scaricamento
ja: ダウンロードフォルダーを設定
ko_kr: 다운로드 폴더 설정
nl_nl: Downloadmap instellen
pl: Ustaw folder pobierania
pt_br: Definir pasta de download
ro: Setează dosarul de descărcări
ru: Задать папку для загрузки
sk: Nastaviť priečinok na sťahovanie
sr: Постави директоријум за преузимање
tr: İndirme klasörünü ayarla
uk: Указати теку завантажень
zh_cn: 设置下载文件夹

source: Never download images
ca: No descarregar mai les imatges
cs: Nikdy nestahovat obrázky
de: Niemals Bilder herunterladen
el: Να μη γίνεται ποτέ λήψη εικόνων
es: No descargar nunca las imágenes
fa: هرگر تصاویر را دریافت نکن
fr: Ne jamais télécharger d’images
gl: Non descargar nunca imaxes
hu: Ne töltse le a képeket
it_it: Non scaricare mai immagini
ja: 常に画像をダウンロードしない
ko_kr: 이미지를 다운로드하지 않기
nl_nl: Nooit afbeeldingen downloaden
pl: Nigdy nie pobieraj obrazów
pt_br: Nunca baixar imagens
ro: Nu descărca imaginile niciodată
ru: Никогда не загружать изображения
sk: Nikdy nesťahovať obrázky
sr: Никада не преузимај слике
tr: Görseller asla indirilmesin
uk: Ніколи не завантажувати зображення
zh_cn: 不要下载图像

source: Delete all downloaded items
ca: Eliminar tots els elements descarregats
cs: Smazat všechny stažené položky
de: Alle heruntergeladenen Elemente löschen
el: Διαγραφή όλων των ληφθέντων στοιχείων
es: Eliminar todos los elementos descargados
fa: همه موارد دریافت شده را پاک کن
fr: Supprimer tous les éléments téléchargés
gl: Borrar todos os elementos descargados
hu: Minden letöltött elem törlése
it_it: Elimina tutti gli elementi scaricati
ja: ダウンロードしたすべての項目を削除
ko_kr: 다운로드한 모든 항목 삭제
nl_nl: Alle gedownloade items verwijderen
pl: Usuń wszystkie pobrane elementy
pt_br: Excluir todos os itens baixados
ro: Șterge toate elementele descărcate
ru: Удалить все загруженные элементы
sk: Odstrániť všetky prevzaté položky
sr: Обриши све преузете ставке
tr: Tüm indirilmiş ögeleri sil
uk: Видалити всі завантажені елементи
zh_cn: 删除所有已下载项目

source: Are you sure you want to delete all downloaded items?
ar: هل تريد بالتأكيد حذف جميع العناصر التي تم تنزيلها؟
ca: Eliminar tots els elements descarregats?
cs: Opravdu chcete smazat všechny stažené položky?
de: Sind Sie sicher, dass Sie alle heruntergeladenen Elemente löschen möchten?
el: Θέλετε σίγουρα να διαγραφούν όλα στοιχεία που έχετε κατεβάσει;
es: ¿Eliminar todos los elementos descargados?
fa: آیا اطمینان دارید می‌خواهید تمام موارد دریافت شده را پاک کنید؟
fr: Vpulez-vous vraiment supprimer tous les éléments téléchargés ?
gl: Queres borrar todos os elementos descargados?
hu: Biztosan törli az összes letöltött elemet?
it_it: Sei sicuro/a di voler eliminare tutti gli elementi scaricati?
ja: ダウンロードしたすべての項目を削除してもよろしいですか？
ko_kr: 다운로드한 모든 항목을 삭제할까요?
nl_nl: Alle gedownloade items verwijderen?
pl: Czy na pewno chcesz usunąć wszystkie pobrane elementy?
pt_br: Você tem certeza de que deseja excluir todos os itens baixados?
ro: Ești sigur că dorești să ștergi toate elementele descărcate?
ru: Вы уверены, что хотите удалить все загруженные элементы?
sk: Naozaj si prajete odstrániť všetky stiahnuté položky?
sr: Да ли заиста желите да обришете све преузете ставке?
tr: İndirilmiş tüm ögeleri silmek istediğinize emin misiniz?
uk: Ви впевнені, що хочете видалити всі завантажені елементи?
zh_cn: 确定删除所有已下载项目吗？

source: News downloader retrieves RSS and Atom news entries and stores them to: %1 Each entry is a separate EPUB file that can be browsed by KOReader. Feeds can be configured with download limits and other customization through the Edit Feeds menu item.
ca: L'aplicació de descàrrega de notícies recupera entrades RSS i Atom i les emmagatzema en: %1 Cada entrada és un arxiu EPUB individual que pot ser explorat en KOReader. Els canals poden configurar-se amb límits de descàrrega i altres personalitzacions a través de l'element de menú Editar canals de notícies.
cs: Funkce „stahování novinek“ stahuje položky (články) v RSS a Atom novinkových kanálech a ukládá je do složky: %1 Každá položka je samostatný EPUB soubor. Mezi položkami lze procházet pomocí „Prohlížeče souborů“. U novinkových kanálů lze nastavit počet stažených položek a dělat další úpravy v nastavení „Upravit novinkové kanály“.
de: Der News-Downloader ruft RSS- und Atom-Nachrichteneinträge ab und speichert sie in: %1 Jeder Eintrag ist eine separate EPUB-Datei, die von KOReader durchsucht werden kann. Feeds können mit Download-Limits und anderen Anpassungen über den Menüpunkt Feeds bearbeiten konfiguriert werden.
el: Το πρόγραμμα λήψης ειδήσεων ανακτά καταχωρήσεις ειδήσεων RSS και Atom και τις αποθηκεύει στον: %1 Κάθε καταχώρηση είναι ένα ξεχωριστό αρχείο EPUB που μπορεί να διαβαστεί από το KOReader. Οι ροές ειδήσεων μπορούν να διαμορφωθούν με όρια λήψης και άλλες προσαρμογές μέσω του στοιχείου μενού «Επεξεργασία ροών ειδήσεων».
es: La aplicación de descarga de noticias recupera entradas RSS y Atom y las almacena en: %1 Cada entrada es un archivo EPUB individual que puede ser explorado en KOReader. Los canales pueden configurarse con límites de descarga y otras personalizaciones a través del elemento de menú Editar canales de noticias.
fr: Le téléchargeur de nouvelles récupère les entrées de nouvelles RSS et Atom et les stocke dans : %1 Chaque entrée est un fichier EPUB séparé qui peut être parcouru par KOReader. Les flux peuvent être configurés avec des limites de téléchargement et d’autres personnalisations via l’élément de menu Modifier les flux.
gl: O descargador de novas obtén novas de RSS e Atom e as almacena en: %1 Cada entrada é un arquivo EPUB diferente, que pode ser lido por KOReader. As canles poden configurarse con límites de descarga e outros axustes por medio da entrada de menú Editar Canles.
hu: A Hírletöltő lekérdezi az RSS és az Atom híreket, és azokat itt tárolja: %1 Minden bejegyzés külön EPUB fájl, melyeket a KOReader fájlkezelőjével böngészhet. A hírcsatornák letöltési korlátai és egyéb beállítások testreszabhatóak a Hírcsatornák szerkesztése menüpontban.
it_it: Il download di notizie recupera notizie da RSS e Atom e le memorizza in: %1 Ogni voce è un file EPUB separato che può essere sfogliato da KOReader. Le fonti possono essere configurate con limiti di download e altre personalizzazioni alla voce di menu Modifica Fonti.
ja: ニュースダウンローダーは、RSS と Atom のニュースエントリーを取得して以下に保存します: %1 各エントリーは個別のEPUBファイルであり、KOReaderで閲覧することができます。 フィードは「ニュースフィードの編集」メニューからダウンロード制限などのカスタマイズが可能です。
ko_kr: 뉴스 다운로더는 RSS나 Atom 뉴스 항목을 검색하여 다음 위치에 저장합니다: %1 각 항목은 KOReader에서 검색할 수 있는 별도의 EPUB 파일입니다. 피드 편집 메뉴 항목을 통해 다운로드 제한과 기타 사용자 정의로 피드를 구성할 수 있습니다.
nl_nl: De nieuwsdownloader downloadt RSS en Atom nieuws naar: %1. Elk item is een apart EPUB-bestand dat door KOReader kan worden geopend. Feeds kunnen worden geconfigureerd met downloadlimieten en andere aanpassingen in het 'Feeds bewerken' menu.
pl: Wtyczka pobierania wiadomości pobiera wpisy wiadomości RSS i Atom i przechowuje je w: %1 Każdy wpis jest oddzielnym plikiem EPUB, który może być przeglądany przez KOReader. Kanały można skonfigurować z ograniczeniami pobierania i innymi dostosowaniami za pomocą elementu menu Edytuj kanały.
pt_br: O Transferidor de Notícias recupera entradas de notícias RSS e Atom e as armazena em: %1 Cada entrada é um arquivo EPUB separado que pode ser navegado pelo KOReader. Os canais podem ser configurados com limites de download e outras personalizações através do item de menu Editar canais de notícias.
ro: Descărcătorul de știri preia întrările RSS și Atom și le memorează în: %1 Fiecare întrare este un fișier separat EPUB care poate fi găsit în navigatorul de fișiere KOReader. Fluxurile pot fi configurate cu număr maxim de descărcări și alte particularități din meniul Editează Fluxuri.
ru: Загрузчик новостей извлекает записи RSS и Atom, сохраняя их в заданной папке: %1 Каждая запись представляет собой отдельный файл EPUB, который можно просматривать в KOReader'е. Для лент можно настроить ограничения загрузки и другие параметры с помощью пункта меню «Редактировать ленты новостей».
sk: Nástroj na sťahovanie správ získava články správ RSS a Atom a ukladá ich do: %1 Každý záznam je samostatný súbor EPUB, ktorý môže KOReader prehliadať. Informačné kanály je možné konfigurovať pomocou limitov sťahovania a ďalších prispôsobení prostredníctvom položky menu Upraviť informačné kanály.
sr: Преузимач вести преузима RSS и Atom објаве вести и чува их у: %1 Свака ставка је посебан EPUB фајл који може да се прегледа са KOReader читачем. Ставком менија Уреди објаве, за објаве могу да се подесе ограничења преузимања и остала подешавањима.
tr: Haber indirici RSS ve Atom akışı haberlerini alarak şurada saklar: %1 Her kayıt KOReader dosya yöneticisi tarafından erişilebilen ayrı bir EPUB dosyasıdır. Akışların indirme sınırları ve diğer özelleştirmeleri akışları düzenle menü ögesinden yapılabilir.
uk: Завантажувач новин отримує записи новин RSS і Atom та зберігає їх до: %1 Кожен запис є окремим файлом EPUB, який можна переглянути у KOReader. Обмеження завантаження елементів та інші параметри стрічок можна сконфігурувати в елементі меню Редагування стрічок.
zh_cn: 新闻下载器获取 RSS 和 Atom 新闻条目并把它们储存到以下文件夹： %1 每个条目都是一个独立的 EPUB 文件以便用 KOReader 浏览。 可以通过”编辑订阅源“菜单项内配置诸如下载限制等选项。

source: Invalid configuration file. Detailed error message: %1
ar: ملفُّ الإعدادات غير صالح. رسالة الخطأ التفصيليّة: %1
ca: Arxiu de configuració no vàlid. Missatge detallat d'error: %1
cs: Neplatný konfigurační soubor. Podrobné chybové hlášení: %1
de: Ungültige Konfigurationsdatei. Genaue Fehlermeldung: %1
el: Μη έγκυρο αρχείο διαμόρφωσης. Λεπτομερές μήνυμα σφάλματος: %1
es: Archivo de configuración no válido. Mensaje detallado de error: %1
fa: فایل پیکربندی نامعتبر. جزئیات پیام خطا: %1
fr: Fichier de configuration invalide. Message d’erreur détaillé : %1
gl: Ficheiro de configuración non válido. Mensaxe de error detallada: %1
hu: Érvénytelen konfigurációs fájl. Részletes hibaüzenet: %1
it_it: File di configurazione non valido Messaggio di errore dettagliato: %1
ja: 設定ファイルが不正です。詳細なエラーメッセージ: %1
ko_kr: 구성 파일이 잘못되었습니다. 자세한 오류 메시지: %1
nl_nl: Onjuiste instellingen. Gedetailleerde foutmelding: %1
pl: Nieprawidłowy plik konfiguracyjny. Szczegóły błędu: %1
pt_br: Arquivo de configuração inválido. Mensagem de erro detalhada: %1
ro: Fișier de configurare invalid. Mesaj de eroare detaliat: %1
ru: Неверный файл конфигурации. Подробное сообщение об ошибке: %1
sk: Neplatný konfiguračný súbor. Podrobné chybové hlásenie: %1
sr: Неисправан конфигурациони фајл. Детаљна порука о грешки: %1
tr: Yapılandırma dosyası geçersiz. Ayrıntılı hata iletisi: %1
uk: Неправильний конфігураційний файл. Докладне повідомлення про помилку: %1
zh_cn: 配置文件无效。详细错误如下： %1

source: Feed list is empty. If you want to download news, you'll have to add a feed first.
ca: La llista de canals està buida. Per a descarregar notícies abans cal afegir algun canal.
cs: Seznam novinkových kanálů je prázdný. Pokud chcete stáhnout nějaké novinky, musíte nejdříve přidat do seznamu nějaký novinkový kanál.
de: Die Feed-Liste ist leer. Wenn Sie Nachrichten herunterladen möchten, müssen Sie zuerst einen Feed hinzufügen.
el: Ο κατάλογος ροών είναι κενός. Αν θέλετε να κάνετε λήψη ειδήσεων, θα πρέπει πρώτα να προσθέσετε μία ροή.
es: La lista de canales está vacía. Para descargar noticias antes hay que añadir algún canal.
fa: لیست فید خالی است. اگر می‌خواهید اخبار را دریافت کنید، ابتدا باید یک فید اضافه کنید.
fr: La liste des flux est vide. Si vous souhaitez télécharger des actualités, vous devez d’abord ajouter un flux.
gl: A lista de canles está baleira. Se queres descargar novas, tes que engadir algunha canle primeiro.
hu: A hírcsatorna lista üres. Ha híreket szeretne letölteni, először hozzá kell adnia egy hírcsatornát.
it_it: L'elenco delle fonti è vuoto. Se vuoi scaricare le notizie, dovrai prima aggiungere una fonte.
ja: フィードリストは空です。ニュースをダウンロードしたい場合は、まずフィードを追加する必要があります。
ko_kr: 피드 목록이 비어 있습니다. 뉴스를 다운로드하려면 먼저 피드를 추가해야 합니다.
nl_nl: Feed-lijst is leeg. Om nieuws te downloaden, zal eerst een feed moeten worden toegevoegd.
pl: Lista kanałów jest pusta. Jeśli chcesz pobrać wiadomości, musisz najpierw dodać kanał.
pt_br: A lista de canais está vazia. Se você quer baixar notícias, você vai ter que adicionar um canal antes.
ro: Lista de fluxuri este goală. Dacă dorești să descarci știri trebuie să adaugi un flux mai întîi.
ru: Список лент пуст. Если вы хотите загружать новости, то сначала нужно добавить хотя бы одну ленту.
sk: Zoznam informačných kanálov je prázdny. Ak si prajete stiahnuť správy, musíte najskôr pridať informačný kanál.
sr: Листа објава је празна. Ако желите да преузмете вести, прво морате да додате објаву.
tr: Akış listesi boş. Haberleri indirmek istiyorsanız, önce bir akış eklemelisiniz.
uk: Список стрічок порожній. Якщо ви хочете завантажити новини, вам доведеться спочатку додати стрічку.
zh_cn: 源列表为空。如果你想下载新闻，你必须先添加一个源。

source: Edit feed list
ca: Editar la llista de canals
cs: Upravit seznam novinkových kanálů
de: Feed-Liste bearbeiten
el: Επεξεργασία καταλόγου ροών
es: Editar la lista de canales
fa: ویرایش لیست فید
fr: Modifier la liste de flux
gl: Editar a lista de canles
hu: Hírcsatorna lista szerkesztése
it_it: Modifica elenco delle fonti
ja: フィードリストを編集
ko_kr: 피드 목록 편집
nl_nl: Feed-lijst bewerken
pl: Edytuj listę kanałów
pt_br: Editar lista de canais
ro: Editează lista de fluxuri
ru: Редактировать список лент
sk: Upraviť zoznam informačných kanálov
sr: Уреди листу објава
tr: Akış listesini düzenle
uk: Редагувати список стрічок
zh_cn: 编辑源列表

source: Processing %1/%2: %3
ar: تتم الآن معالجة: %1/%2: %3
ca: Processant %1/%2: %3
cs: Zpracovávání %1/%2: %3
de: Verarbeite %1/%2: %3
el: Επεξεργασία %1/%2: %3
es: Procesando %1/%2: %3
fa: درحال پردازش %1/%2: %3
fr: Traitement %1/%2 %3
gl: A procesar %1/%2: %3
hu: Feldolgozás %1/%2: %3
it_it: Elaborazione %1/%2: %3
ja: 処理中 %1/%2: %3
ko_kr: %1/%2 진행 중: %3
nl_nl: Verwerken %1/%2: %3
pl: Przetwarzanie %1/%2: %3
pt_br: Processando %1/%2: %3
ro: Se procesează %1/%2: %3
ru: Обработка %1/%2: %3
sk: Spracovanie %1/%2: %3
sr: Обрађује се %1/%2: %3
tr: İşleniyor %1/%2: %3
uk: Обробка %1/%2: %3
zh_cn: 正在处理 %1/%2： %3

source: Downloading news finished.
ar: تم الانتهاء من تنزيل الأخبار.
ca: Descàrrega de notícies finalitzada.
cs: Stahování novinek bylo dokončeno.
de: Herunterladen der Nachrichten beendet.
el: Η λήψη των ειδήσεων ολοκληρώθηκε.
es: Descarga de noticias finalizada.
fa: دریافت اخبار پایان یافت.
fr: Le téléchargement des nouvelles est terminé.
gl: Rematou a descarga de novas.
hu: Hírek letöltése befejeződött.
it_it: Scaricamento delle notizie completato.
ja: ニュースをダウンロードしました。
ko_kr: 뉴스 다운로드가 완료되었습니다.
nl_nl: Nieuws downloaden voltooid.
pl: Pobieranie wiadomości zakończone.
pt_br: Download de notícias concluído.
ro: Descărcarea știrilor s-a terminat.
ru: Загрузка новостей завершена.
sk: Sťahovanie noviniek bolo dokončené.
sr: Завршено је преузимање вести.
tr: Haberler indirildi.
uk: Завантаження новин виконано.
zh_cn: 下载新闻已毕。

source: Downloading news finished with errors.
ar: انتهى تنزيل الأخبار مع وجود أخطاء.
ca: La descàrrega de notícies ha finalitzat amb errors.
cs: Stahování novinek bylo dokončeno s chybami.
de: Das Herunterladen der Nachrichten wurde mit Fehlern beendet.
el: Η λήψη των ειδήσεων ολοκληρώθηκε με σφάλματα.
es: La descarga de noticias ha finalizado con errores.
fa: دریافت اخبار همراه با چند خطا پایان یافت.
fr: Le téléchargement des nouvelles s’est terminé avec des erreurs.
gl: A descarga de novas rematou con erros.
hu: A hírek letöltése hibával fejeződött be.
it_it: Scaricamento delle notizie completato con errori.
ja: ニュースをダウンロードしましたが、エラーが発生しました。
ko_kr: 뉴스 다운로드가 오류와 함께 완료되었습니다.
nl_nl: Nieuws downloaden voltooid met fouten.
pl: Pobieranie wiadomości zakończyło się z błędami.
pt_br: Erro ao baixar notícias .
ro: Descărcarea știrilor s-a terminat cu erori.
ru: Загрузка новостей завершилась с ошибками.
sk: Sťahovanie noviniek skončilo chybami.
sr: Преузимање вести је завршено са грешкама.
tr: Haberler indirildi ancak bazı sorunlar çıktı.
uk: Завантаження новин завершилося помилками.
zh_cn: 新闻下载完毕，但遇到了一些错误。
