Repository: spruceUI/spruceOS
Catalog: App/KoReader/l10n/*/koreader.po
Languages: ar, ca, cs, de, el, es, fa, fr, gl, hu, it_it, ja, ko_kr, nl_nl, pl, pt_br, ro, ru, sk, sr, tr, uk, zh_cn

source: Show hidden files
ar: اعرض الملفات المخفيّة
ca: Mostra el fitxers amagats
cs: Zobrazit skryté soubory
de: Zeige versteckte Dateien
el: Εμφάνιση κρυφών αρχείων
es: Mostrar archivos ocultos
fa: نمایش پرونده‌های پنهان
fr: Afficher les fichiers cachés
gl: Mostrar ficheiros ocultos
hu: Rejtett fájlok megjelenítése
it_it: Mostra file nascosti
ja: 隠しファイルを表示
ko_kr: 숨김 파일 보기
nl_nl: Toon verborgen bestanden
pl: Pokaż ukryte pliki
pt_br: Mostrar arquivos ocultos
ro: Arată fișierele ascunse
ru: Показывать скрытые файлы
sk: Zobrazovať skryté súbory
sr: Прикажи скривене фајлове
tr: Gizli dosyalar görüntülensin
uk: Показати приховані файли
zh_cn: 显示隐藏文件

source: Show unsupported files
ar: اعرض الملفات التي لا يدعمها هذا البرنامج
ca: Mostra els fitxers no admesos
cs: Zobrazit nepodporované soubory
de: Nicht unterstützte Dateien anzeigen
el: Εμφάνιση μη υποστηριζόμενων αρχείων
es: Mostrar archivos no admitidos
fa: نمایش پرونده‌های پشتیبانی نشده
fr: Afficher les fichiers non pris en charge
gl: Mostrar ficheiros non soportados
hu: Nem támogatott fájlok megjelenítése
it_it: Mostra file non supportati
ja: 対応していないファイルを表示
ko_kr: 지원하지 않는 파일 보기
nl_nl: Toon niet ondersteunde bestanden
pl: Pokaż niewspierane pliki
pt_br: Mostrar arquivos não suportados
ro: Arată fișierele nesuportate
ru: Показывать неподдерживаемые файлы
sk: Zobrazovať nepodporované súbory
sr: Прикажи фајлове неподржаног типа
tr: Desteklenmeyen dosyaları görüntüle
uk: Показувати непідтримувані файли
zh_cn: 显示不支持的文件

source: Classic mode settings
ar: إعدادات الوضع الكلاسيكي
ca: Paràmetres del mode clàssic
cs: Nastavení „klasického“ režimu zobrazení
de: Einstellungen im klassischen Modus
el: Ρυθμίσεις κλασικού τρόπου προβολής
es: Configuración del modo clásico
fa: تنظیمات حالت کلاسیک
fr: Réglages du mode classique
gl: Configuración do modo clásico
hu: Klasszikus mód beállításai
it_it: Impostazioni modalità classica
ja: クラシックモード設定
ko_kr: 클래식 모드 설정
nl_nl: Klassieke modus instellingen
pl: Ustawienia trybu klasycznego
pt_br: Configurações do modo clássico
ro: Setări mod clasic
ru: Настройки классического режима
sk: Nastavenia klasického vzhľadu
sr: Подешавања класичног режима
tr: Klasik kip ayarları
uk: Налаштування класичного режиму
zh_cn: 经典模式设置

source: Items per page: %1
ca: Elements per página: %1
cs: Položek na stránce: %1
de: Elemente pro Seite: %1
el: Στοιχεία ανά σελίδα: %1
es: Elementos por página: %1
fa: موارد در هر صفحه: %1
fr: Éléments par page : %1
gl: Elementos por páxina: %1
hu: Elemszám oldalanként: %1
it_it: Elementi per pagina: %1
ko_kr: 페이지 당 항목 수: %1
nl_nl: Items per pagina: %1
pl: Elementy na stronę: %1
pt_br: Itens por página: %1
ru: Элементов на странице: %1
sk: Položiek na stranu: %1
sr: Ставки по страници: %1
tr: Her sayfa için öge sayısı: %1
uk: Елементів на сторінці: %1
zh_cn: 每页项目数：%1

source: This sets the number of items per page in: - File browser, history and favorites in 'classic' display mode - Search results and folder shortcuts - File and folder selection - Calibre and OPDS browsers/search results
ar: يؤدي هذا إلى تعيين عدد العناصر لكل صفحة في: - متصفح الملفات والتاريخ والمفضلة في وضع العرض "الكلاسيكي" - نتائج البحث واختصارات المجلد - اختيار الملف والمجلد - المعايرة ومتصفحات OPDS / نتائج البحث
ca: Aquesta opció defineix el nombre d’elements per pàgina a: • Navegador de fitxets, historial i favorits en el mode de visualització «clàssic» • Resultats de cerca i dreceres a carpetes • Selecció de fitxers i carpetes • Resultats de cerca del Calibre i l’OPDS
cs: Tímto se nastaví počet položek na stránce: - v Prohlížeči souborů, Historii a Oblíbených v „klasickém“ režimu zobrazení - ve výsledcích vyhledávání a zkratkách složek - ve výběru souborů a složek - ve výsledcích vyhledávání/prohlížečích OPDS a Calibre
de: Hiermit wird die Anzahl der Elemente pro Seite gesetzt in: - Dateibrowser, Verlauf und Favoriten im "klassischen" Anzeigemodus - Suchergebnisse und Ordnerverknüpfungen - Datei- und Ordnerauswahl - Calibre- und OPDS-Browser/Suchergebnisse
el: Ορίζει τον αριθμό των στοιχείων ανά σελίδα σε: - Περιηγητή αρχείων, Ιστορικό και Αγαπημένα σε «κλασικό» τρόπο προβολής - Αποτελέσματα αναζήτησης και συντομεύσεις φακέλων - Επιλογή αρχείου και φακέλου - Πρόγραμμα περιήγησης Calibre και OPDS/αποτελέσματα αναζήτησης
es: Esta opción establece el número de elementos por página en: - Navegador de archivos, historial y favoritos en el modo de vista 'clásico' - Resultados de búsqueda y accesos directos a carpetas - Selección de archivos y carpetas - Navegadores/resultados de búsqueda de Calibre y OPDS
fa: تعداد موارد در هر صفحه را تنظیم می‌کند در: - مرورگر پرونده، تاریخچه و موارد برگزیده در حالت نمایش «کلاسیک» - نتایج جستجو و میانبرهای پوشه - انتخاب پرونده و پوشه مرورگرها/نتایج جستجوی Calibre و OPDS
fr: Cela définit le nombre d’éléments par page dans : - Le navigateur de fichiers, l’historique et les favoris en mode d’affichage « classique » - Les résultats de recherches et les raccourcis de dossier - Les sélections de fichiers et de répertoires - Le navigateur et les résultats de recherches Calibre et OPDS
gl: Isto configura o número de entradas por páxina en: - Explorador de ficheiros, historial e favoritos en modo de vista 'clásico' - Resultados de busca e atallos a cartafoles - Selección de ficheiros e cartafoles - Resultados de busca e exploración en Calibre e OPDS
hu: Ezzel a beállítással az oldalankénti menüpontok számát adhatja meg: - Fájlkezelő, előzmények és kedvencek a "klasszikus" megjelenítési módban - Keresési találatok és mappák gyorselérése - Fájl és mappaválasztás - Calibre és OPDS böngészők/keresési találatok
it_it: Questo imposta il numero di elementi per pagina in: - Gestore file, cronologia e preferiti in modalità di visualizzazione 'classica'. - Risultati della ricerca e scorciatoie di cartella - Selezione di file e cartella - Navigazione/risultati di ricerca di Calibre e OPDS
ja: これより、次の場合のページあたりのアイテム数が設定されます: - 「クラシック」表示モードでのファイルブラウザ、履歴、お気に入り - 検索結果とフォルダショートカット - ファイルとフォルダを選択する場合 - Calibre および OPDS ブラウザ / 検索結果
ko_kr: 이것은 페이지 당 항목 수를 설정합니다: - '클래식' 디스플레이 모드의 파일 탐색기, 기록과 즐겨찾기 - 검색 결과와 폴더 바로가기 - 파일과 폴더 선택 - Calibre와 OPDS 브라우저/검색 결과
nl_nl: Dit stelt het aantal items per pagina in: - Bestandsverkenner, geschiedenis en favorieten in "klassieke" weergavemodus - Zoekresultaten en mapsnelkoppelingen - Bestands- en mapselectie - Calibre- en OPDS-browser/zoekresultaten
pl: Ustawia liczbę elementów na stronę w: - Przeglądarce plików, historii i ulubionych w 'klasycznym' trybie wyświetlania - Wynikach wyszukiwania i skrótach do folderów - Wyborze plików i folderów - Wynikach wyszukiwania Calibre i przeglądarki OPDS
pt_br: Isso configura o número de itens por página em: - Navegador de arquivos, histórico e favoritos no modo de exibição 'clássico' - Resultados de busca e atalhos de pasta - Seleção de arquivos e pastas - Navegadores e resultados de busca do Calibre e do OPDS
ro: Aceasta setează numărul de elemente pe pagină în: - Navigatorul de fișiere, istoric și favorite în modul de afișare „clasic” - Rezultatele căutărilor și scurtăturile la dosare - Selecția fișierelor și dosarelor - Calibre și rezultaele căutărilor în OPDS
ru: Данный параметр задаёт количество элементов на странице: • в файловом менеджере, истории и избранном в «классическом» режиме отображения; • в результатах поиска и ярлыках папок; • при выборе файла и папки; • в браузерах/результатах поиска Calibre и OPDS
sk: Toto nastavuje počet položiek na stránku: - V prehliadači súborov, histórii a obľúbených položkách v „klasickom“ vzhľade - Vo výsledkoch vyhľadávania a odkazoch na priečinky - Vo výbere súborov a priečinkov - V prehliadačoch a výsledkoch vyhľadávania pre Calibre a OPDS
sr: Овим се поставља број ставки по страни у: - Прегледачу фајлова, историји и омиљеним у ’класичном’ режиму приказа - Резултатима претраге и пречицама директоријума - Избору фајла и фолдера - Резултатима претраге Calibre и OPDS прегледача
tr: Şunlar için bir sayfadaki öge sayısını belirler: - Dosya tarayıcı, geçmiş ve 'klasik' görünüm kipinde 'geçmiş' - Arama sonuçları ve klasör kısayolları - Dosya ve klasör seçimi - Calibre ve OPDS tarayıcıları/arama sonuçları
uk: Це визначає кількість елементів на сторінці у: - Файловому оглядачеві, історії та вподобаному в режимі «класичного» перегляду - Результатах пошуку та ярликах тек - Виборі файлів та каталогів - Оглядачах/результатах пошуку Calibre та OPDS
zh_cn: 此选项控制以下位置中每页项目的数量： - '经典'显示模式下的文件浏览器、历史和收藏 - 搜索结果和文件夹快捷方式 - 文件和文件夹选择 - Calibre 和 OPDS 浏览器/搜索结果

source: Items per page
ar: عدد العناصر لكل صفحة
ca: Elements per pàgina
cs: Položek na stránce
de: Elemente pro Seite
el: Στοιχεία ανά σελίδα
es: Documentos por página
fa: موارد در هر صفحه
fr: Éléments par page
gl: Elementos por páxina
hu: Elemszám oldalanként
it_it: Elementi per pagina
ja: ページごとのアイテム数
ko_kr: 페이지 당 항목 수
nl_nl: Items per pagina
pl: Elementy na stronę
pt_br: Itens por página
ro: Elemente pe pagină
ru: Элементов на странице
sk: Položiek na stranu
sr: Ставки по страници
tr: Bir sayfadaki öge sayısı
uk: Елементів на сторінці
zh_cn: 每页项目数

source: Item font size: %1
ca: Mida de lletra de l’element: %1
cs: Velikost písma položky: %1
de: Schriftgröße des Elements: %1
el: Μέγεθος γραμματοσειράς στοιχείων: %1
es: Tamaño de letra del elemento: %1
fa: اندازه قلم موارد : %1
fr: Taille de la police pour les éléments : %1
gl: Tamaño da fonte dos elementos: %1
hu: Elem betűmérete: %1
it_it: Dimensione carattere dell'elemento: %1
ko_kr: 항목의 글씨 크기: %1
nl_nl: Lettergrootte items: %1
pl: Rozmiar czcionki elementu: %1
pt_br: Tamanho da fonte do item: %1
ru: Размер шрифта элементов: %1
sk: Veľkosť písma položiek: %1
sr: Величина фонта ставке: %1
tr: Öge yazı boyutu: %1
uk: Розмір шрифту елемента: %1
zh_cn: 条目字号：%1

source: Item font size
ar: حجم خط العنصر
ca: Grandària de lletra de l'element
cs: Velikost písma položky
de: Schriftgröße des Elements
el: Μέγεθος γραμματοσειράς στοιχείων
es: Tamaño de letra del elemento
fa: اندازه قلم موارد
fr: Taille de la police pour les éléments
gl: Tamaño da fonte dos elementos
hu: Elem betűmérete
it_it: Dimensione carattere dell'elemento
ja: フォントサイズ
ko_kr: 항목 글씨 크기
nl_nl: Lettergrootte items
pl: Rozmiar czcionki elementu
pt_br: Tamanho da fonte do item
ro: Dimensiune font element
ru: Размер шрифта элементов
sk: Veľkosť písma položiek
sr: Величина фонта ставке
tr: Öge yazı boyutu
uk: Розмір шрифту елемента
zh_cn: 条目字号

source: Shrink item font size to fit more text
ar: تقليص حجم خط العنصر لاحتواء المزيد من النص
ca: Reduir la grandària de lletra de l'element per a mostrar més text
cs: Zmenšit písmo položek pro zobrazení více textu
de: Schriftgröße des Elements verkleinern, um mehr Text unterzubringen
el: Μείωση μεγέθους γραμματοσειράς στοιχείων για προβολή περισσότερου κειμένου
es: Reducir el tamaño de fuente del elemento para mostrar más texto
fa: کاهش اندازه قلم موارد برای جای‌دادن متن بیشتر
fr: Réduire la taille de la police des éléments pour adapter plus de texte
gl: Diminuír o tamaño da fonte dos elementos para amosar máis texto
hu: Elem betűméretének csökkentése, hogy több szöveg jelenjen meg
it_it: Riduci dimensione carattere degli elementi per mostrare più testo
ja: 書体サイズを縮小しなるべく多くの文字を表示
ko_kr: 더 많은 내용에 맞게 항목 글씨 크기 축소
nl_nl: Bladwijzerlettertype kleiner maken voor meer tekst
pl: Zmniejsz rozmiar czcionki elementu, aby zmieścić więcej tekstu
pt_br: Reduzir tamanho da fonte do item para mostrar mais texto
ro: Micșorează fontul elementului
ru: Размещать больше текста, уменьшая шрифт элементов
sk: Zmenšiť veľkosť písma položky, aby sa do nej zmestilo viac textu
sr: Умањи величину фонта тако да стане више текста
tr: Daha fazla metin görüntülenmesi için öge yazı boyutu küçültülsün
uk: Зменшення розміру шрифту елемента, щоб бачити більше тексту
zh_cn: 缩小条目字体大小以适应更多文本

source: Show opened files in bold
ar: إظهار الملفات المفتوحة بخط عريض
ca: Mostra els fitxers oberts en negreta
cs: Zobrazit otevřené soubory tučně
de: Zeige geöffnete Dateien in fett
el: Εμφάνιση ανοιγμένων αρχείων με έντονα γράμματα
es: Mostrar archivos abiertos en negrita
fa: نمایش پرونده‌های بازشده به‌شکل برجسته
fr: Afficher les fichiers ouverts en gras
gl: Mostrar os ficheiros abertos en grosa
hu: Megnyitott fájlok megjelenítése kövéren
it_it: Mostra file aperti in grassetto
ja: 開いたファイルを太字で表示
ko_kr: 열어본 파일을 굵은 글씨로 표시
nl_nl: Eerder geopende bestanden vet weergeven
pl: Pokaż otwarte pliki pogrubioną czcionką
pt_br: Mostrar arquivos abertos em negrito
ro: Arată fișierele deschise cu litere aldine
ru: Выделять открытые файлы жирным
sk: Zobrazovať otvorené súbory tučným písmom
sr: Испиши отворене фајлове подебљано
tr: Açılmış dosyalar koyu görüntülensin
uk: Виділяти відкриті файли жирним шрифтом
zh_cn: 粗体显示已打开文件

source: Show new (not yet opened) files in bold
ar: اعرض عناوين الملفات الجديدة (غير المفتوحة من قبل) بخطٍّ عريض
ca: Mostra els fitxers nous (encara no oberts) en negreta
cs: Zobrazit nové (ještě neotevřené) soubory tučně
de: Zeige neue (noch nicht geöffnete) Dateien in fett
el: Εμφάνιση νέων (μη ανοιγμένων) αρχείων με έντονα γράμματα
es: Mostrar archivos nuevos (aún no abiertos) en negrita
fa: نمایش پروند‌ه‌های جدید (تابه‌حال بازنشده) به‌شکل برجسته
fr: Afficher les nouveaux fichiers (non ouverts) en gras
gl: Mostrar os ficheiros novos (que non foron abertos aínda) en grosa
hu: Új (nem megnyitott) fájlok megjelenítése kövéren
it_it: Mostra nuovi file (non ancora aperti) in grassetto
ja: 新しい (まだ開いていない) ファイルを太字で表示
ko_kr: 새 (아직 열지 않은) 파일을 굵은 글씨로 표시하기
nl_nl: Nieuwe (nog niet geopende) bestanden vet weergeven
pl: Pokaż pogrubioną czcionką nowe jeszcze nie otwarte książki
pt_br: Mostrar novos arquivos (não abertos) em negrito
ro: Arată fișierele noi (nedeschise) cu litere aldine
ru: Выделять ещё не открытые файлы жирным
sk: Zobrazovať nové (ešte neotvorené) súbory tučným písmom
sr: Прикажи нове (још увек неотворене) фајлове подебљано
tr: Yeni (henüz açılmamış) dosyalar koyu görüntülensin
uk: Виділяти нові (ще не відкриті) файли жирним шрифтом
zh_cn: 粗体显示未打开书籍

source: History settings
ar: إعدادات السجل
ca: Paràmetres de l’historial
cs: Nastavení Historie
de: Verlauf Einstellungen
el: Ρυθμίσεις Ιστορικού
es: Configuración del historial
fa: تنظیمات تاریخچه
fr: Paramètres de l’historique
gl: Configuración do historial
hu: Előzmények beállításai
it_it: Impostazioni cronologia
ja: 履歴設定
ko_kr: 기록 설정
nl_nl: Geschiedenis-instellingen
pl: Ustawienia historii
pt_br: Configurações do histórico
ro: Setări istoric
ru: Настройки истории
sk: Nastavenia histórie
sr: Поставке историје
tr: Geçmiş ayarları
uk: Налаштування історії
zh_cn: 历史记录设置

source: Shorten date/time
ar: اختصر الوقت/التاريخ
ca: Acortar fecha/hora
cs: Zkrátit datum/čas
de: Datum/Uhrzeit abkürzen
el: Σύντμηση ημερομηνίας/ώρας
es: Abreviar fecha/hora
fa: کوتاه شده تاریخ/زمان
fr: Raccourcir date/heure
gl: Acurtar data/hora
hu: Dátum/idő lerövidítése
it_it: Abbrevia data/ora
ko_kr: 짧은 날짜/시간
nl_nl: Datum/tijd inkorten
pl: Skróć datę/godzinę
pt_br: Abreviar data/hora
ru: Сокращать дату/время
sk: Skrátený dátum a čas
sr: Скрати датум/време
tr: Tarih/saat kısaltma
uk: Скоротити дату/час
zh_cn: 缩短 日期/时间

source: Freeze last read date of finished books
ar: ثبت تاريخ القراءة الأخيرة للكتب المكتملة
ca: Bloquejar la data d'última lectura dels llibres finalitzats
de: Letztes Lesedatum beendeter Bücher einfrieren
el: Πάγωμα της ημερομηνίας τελευταίας ανάγνωσης των τελειωμένων βιβλίων
es: Bloquear la fecha de última lectura de los libros terminados
fa: منجمد کردن تاریخ آخرین مطالعه کتاب‌های پایان‌یافته
fr: Geler la date de dernière lecture des livres terminés
gl: Conxelar a data da derradeira lectura en libros rematados
hu: A befejezett könyvek utolsó olvasási dátumának befagyasztása
it_it: Congelare ultima data di lettura di libri finiti
ko_kr: 다 읽은 책의 마지막 읽기 날짜 고정
nl_nl: Bevries de laatstgelezen datum van voltooide boeken
pl: Zablokuj datę ostatniego przeczytania ukończonych książek
pt_br: Congelar a data da última leitura dos livros concluídos
ru: Замораживать дату прочтения книг
sk: "Zmraziť" dátum posledného čítania prečítaných kníh
sr: Замрзни датум последњег читања завршених књига
tr: Tamamlanmış kitapların son okunma tarihini dondur
uk: Заморожувати дату останнього читання прочитаних книг
zh_cn: 冻结已读完的书籍的上次阅读日期

source: Auto-remove deleted or purged items from history
ar: إزالة العناصر المحذوفة أو المهملة تلقائيا من المحفوظات
ca: Eliminar automàticament els documents borrats o purgats de l'historial
cs: Autom. odstr. smazané nebo pročištěné položky z Historie
de: Automatisches Entfernen gelöschter oder bereinigter Elemente aus dem Verlauf
el: Αφαίρεση αρχείων από το Ιστορικό μετά από διαγραφή ή εκκαθάριση
es: Auto-eliminar ha borrado o purgado elementos del Historial
fa: پاک‌کردن خودکار موارد حذف یا معدوم‌شده از تاریخچه
fr: Enlever automatiquement de l’historique les éléments purgés ou supprimés
gl: Eliminar automaticamente do historial as entradas borradas
hu: Törölt elemek aut. eltávolítása az előzményekből
it_it: Auto-rimuovi elementi eliminati o rimossi dalla cronologia
ja: 削除または破棄された項目を履歴から自動的に消去しました
ko_kr: 삭제되거나 완전히 삭제된 항목을 내력에서 자동 제거
nl_nl: Bestanden die niet bestaan of zonder geschiedenisgegevens automatisch verwijderen
pl: Automat. usuwanie oczyszczonych pozycji z historii
pt_br: Remover automaticamente itens apagados ou limpados do histórico
ro: Elimină automat elementele curățate sau șterse din istoric
ru: Автоочистка удалённых/пустых записей в истории
sk: Automatické odstránenie vymazaných položiek z histórie
sr: Аутоматски уклони из историје обрисане или очишћење ставке
tr: Silinen ya da temizlenen ögeler otomatik olarak geçmişten çıkarılsın
uk: Автовилучення видалених або очищених елементів з історії
zh_cn: 自动删除历史的删除或清除的项目

source: Show filename in Open last/previous menu items
ar: إظهار اسم الملف في فتح عناصر القائمة الأخيرة / السابقة
ca: Mostra el nom del fitxer als elements del menú Obre darrer/anterior
cs: Zobr. název souboru v položkách nabídky Otevřít poslední/předchozí
de: Zeige Dateiname in 'Letzte/vorherige Menüpunkte öffnen'
el: Εμφάνιση ονόματος αρχείου στο «Άνοιγμα τελευταίου/προηγούμενου αρχείου»
es: Mostrar nombre de archivo en los elementos del menú Abrir último/anterior
fa: نمایش نام پرونده در منوی باز کردن آخرین/قبلی
fr: Afficher le nom de fichier dans les éléments de menu "Ouvrir le dernier/précédent"
gl: Mostrar o nome de ficheiro na opcións de menú Abrir derradeiro ou anterior
hu: Fájlnevek a Legutóbbi/Előző menüelemekben
it_it: Mostra nome file in nelle voci di menu Apri ultimo/precedente
ja: 前回開いだ内容のファイル名を表示する
ko_kr: 최근/직전 메뉴 항목에 파일이름 표시
nl_nl: Toon bestandsnaam in 'Open het vorige document'
pl: Pokaż nazwę pliku w menu Otwórz ostatni/poprzedni
pt_br: Mostrar nome do arquivo nos itens de menu Abrir último/anterior
ro: Arată numele de fișier în meniul „Deschide ultimul/anteriorul”
ru: Имя файла в меню «Открыть последний/предыдущий»
sk: Zobraziť názov súboru v menu pri položke Otvoriť posledné/predchádzajúce
sr: Прикажи име фајла у Отвори последње/претходно ставкама менија
tr: Sonuncuyu/Öncekini Aç menü ögelerinde dosya adı görüntülensin
uk: Показувати назву файла у пунктах меню Відкрити останнє/попереднє
zh_cn: 在打开前一个文件/后一个文件的菜单项上显示文件名

source: Home folder settings
ar: إعدادات المجلد الرئيسي
ca: Paràmetres de la carpeta d’inici
cs: Nastavení DOMOVSKÉ složky
de: Home-Verzeichnis Einstellungen
el: Ρυθμίσεις Αρχικού Φακέλου
es: Configuración de la carpeta de inicio
fa: تنظیمات پوشه‌ی خانه
fr: Paramètres du dossier d’accueil
gl: Configuración do cartafol de inicio
hu: Kezdőmappa beállításai
it_it: Impostazioni cartella principale
ja: ホームフォルダーの設定
ko_kr: 홈 폴더 설정
nl_nl: Thuismap-instellingen
pl: Ustawienia folderu domowego
pt_br: Configurações da pasta de Início
ro: Setări dosar „Acasă”
ru: Настройки домашней папки
sk: Nastavenia pre domovský priečinok
sr: Поставке почетног (кућног) директоријума
tr: Başlangıç klasörü ayarları
uk: Налаштування домашньої теки
zh_cn: 主目录设置

source: Set home folder
ar: تعيين المجلد الرئيسي
ca: Establir carpeta d'inici
cs: Nastavit jako DOMOVSKOU složku
de: Home-Verzeichnis einstellen
el: Ορισμός Αρχικού Φακέλου
es: Establecer carpeta de inicio
fa: تنظیم پوشه‌ی خانه
fr: Choisir un dossier d’accueil
gl: Establecer o cartafol de inicio
hu: Kezdőmappa beállítása
it_it: Imposta cartella principale
ja: ホームフォルダーを設定
ko_kr: 홈 폴더 설정
nl_nl: Thuismap instellen
pl: Ustaw folder domowy
pt_br: Definir pasta de Início
ro: Setează dosarul „Acasă”
ru: Задать домашнюю папку
sk: Nastaviť domovský priečinok
sr: Поставо почетни (кућни) директоријум
tr: Başlangıç klasörünü ayarla
uk: Вказати домашню теку
zh_cn: 设置主目录

source: Current home folder:
ca: Carpeta d'inici actual:
cs: Aktuální domovská složka:
de: Aktuelles Home-Verzeichnis:
el: Τρέχων αρχικός φάκελος:
es: Carpeta de inicio actual:
fa: پوشه خانه فعلی:
fr: Dossier actuel :
gl: Cartafol actual de inicio:
hu: Jelenlegi kezdőmappa:
it_it: Cartella principale corrente:
ko_kr: 현재 폴더:
nl_nl: Huidige thuismap:
pl: Bieżący folder domowy:
pt_br: Pasta atual de Início:
ru: Текущая домашняя папка:
sk: Aktuálny domovský priečinok:
sr: Тренутни почетни директоријум:
tr: Geçerli ev klasörü:
uk: Поточна домашня тека:
zh_cn: 当前主目录：

source: Shorten home folder
ar: اختصار المجلد الرئيسي
ca: Retallar carpeta d'inici
cs: Zkrátit DOMOVSKOU složku
de: Home Verzeichnis verkürzen
el: Συντόμευση διαδρομής Αρχικού Φακέλου
es: Acortar carpeta de inicio
fa: کوتاه‌ کردن پوشه‌ی خانه
fr: Dossier d’accueil simplifié
gl: Acurtar o cartafol de inicio
hu: Rövidebb kezdőmappanév
it_it: Abbrevia cartella principale
ja: ホームフォルダーを短縮
ko_kr: 홈 폴더 단축
nl_nl: Thuismap afkorten
pl: Skróć folder domowy
pt_br: Encurtar pasta de Início
ro: Scurtează dosarul „ACASĂ”
ru: Не показывать путь к домашней папке
sk: Skrátiť názov pre domovský priečinok
sr: Скрати почетни (кућни) директоријум
tr: Başlangıç klasörünün adı kısaltılsın
uk: Скоротити домашню теку
zh_cn: 缩短主目录
