Repository: spruceUI/spruceOS
Catalog: App/KoReader/l10n/*/koreader.po
Languages: ar, ca, cs, de, el, es, fa, fr, gl, hu, it_it, ja, ko_kr, nl_nl, pl, pt_br, ro, ru, sk, sr, tr, uk, zh_cn

source: Book tweak saved (not enabled).
ar: تم حفظ قرص الكتاب (غير ممكّن).
ca: Ajust de llibre guardat (no habilitat).
cs: Úprava knihy uložena (nepovolena).
de: Buchanpassung gespeichert (nicht aktiviert).
el: Η τροποποίηση του βιβλίου αποθηκεύτηκε (δεν ενεργοποιήθηκε).
es: Ajuste de libro guardado (no habilitado).
fa: بهبود‌های کتاب ذخیره شد (فعال نشد).
fr: Ajustements du livre enregistrés (non activés).
gl: Axuste do libro gardado (non activado).
hu: A könyv stíluskorrekciója elmentve (nincs alkalmazva).
it_it: Ritocco del libro salvato (disabilitato).
ja: 本の微調整は保存されました(有効にはされていません)。
ko_kr: 책 조정이 저장되었습니다(활성화되지 않음).
nl_nl: Boekstijlaanpassing opgeslagen (niet ingeschakeld).
pl: Ulepszenie książki zapisane (nieaktywne).
pt_br: Ajuste do livro salvo (não habilitado).
ro: Ajustare carte salvată (nu este activată).
ru: Подстройка книги сохранена (не включена).
sk: Vylepšenie knihy bolo uložené (nie je povolené).
sr: Прилагођавање књиге је сачуване (није укључено).
tr: Kitap ince ayarı kaydedildi (etkinleştirilmedi).
uk: Налаштування книги збережено (не ввімкнено).
zh_cn: 书籍调整已保存 (未启用).

source: Book map
ca: Mapa del llibre
cs: Mapa knihy
de: Buchkarte
el: Χάρτης βιβλίου
es: Mapa del libro
fa: نقشه کتاب
fr: Plan du livre
gl: Mapa do libro
hu: Könyvtérkép
it_it: Mappa del libro
ja: 章の構成図
ko_kr: 책 지도
nl_nl: Boekkaart
pl: Mapa książki
pt_br: Mapa do livro
ro: Harta cărții
ru: Книжная карта
sk: Knižná mapa
sr: Мапа књиге
tr: Kitap haritası
uk: Книжна мапа
zh_cn: 书籍地图

source: Page browser
ca: Navegador de pàgines
cs: Prohlížeč stránek
de: Seitenbrowser
el: Περιήγηση σελίδων
es: Navegador de páginas
fa: مرورگر صفحات
fr: Navigateur de pages
gl: Explorador de páxinas
hu: Oldalböngésző
it_it: Navigatore di pagina
ja: ページ ブラウザ
ko_kr: 페이지 탐색기
nl_nl: Paginabrowser
pl: Przeglądarka stron
pt_br: Navegador de páginas
ro: Navigator pagini
ru: Браузер страниц
sk: Prehliadač stránok
sr: Прегледач страница
tr: Sayfa tarayıcısı
uk: Оглядач сторінок
zh_cn: 页面浏览器

source: Table of contents
ar: جدول المحتويات
ca: Índex
cs: Obsah knihy
de: Inhaltsverzeichnis
el: Πίνακας περιεχομένων
es: Sumario
fa: فهرست مطالب
fr: Table des matières
gl: Índice
hu: Tartalomjegyzék
it_it: Indice
ja: 目次
ko_kr: 차례
nl_nl: Inhoudsopgave
pl: Spis treści
pt_br: Índice
ro: Cuprins
ru: Оглавление
sk: Obsah
sr: Садржај
tr: İçindekiler
uk: Зміст
zh_cn: 目录

source: Alternative table of contents
ar: جدول المحتويات البديل
ca: Índex alternatiu
cs: Alternativní obsah knihy
de: Alternatives Inhaltsverzeichnis
el: Εναλλακτικός πίνακας περιεχομένων
es: Índice alternativo
fa: فهرست مطالب جایگزین
fr: Table des matières alternative
gl: Índice alternativo
hu: Alternatív tartalomjegyzék
it_it: Tavola alternativa dei contenuti
ja: 代替目次
ko_kr: 대체 차례
nl_nl: Alternatieve inhoudsopgave
pl: Alternatywny spis treści
pt_br: Índice alternativo
ro: Cuprins alternativ
ru: Альтернативное оглавление
sk: Alternatívny obsah knihy
sr: Алтернативни садржај
tr: Alternatif içindekiler tablosu
uk: Альтернативний зміст
zh_cn: 替代目录

source: An alternative table of contents can be built from document headings <H1> to <H6>. If the document contains no headings, or all are ignored, the alternative ToC will be built from document fragments and will point to the start of each individual HTML file in the EPUB. Some of the headings can be ignored, and hints can be set to other non-heading elements in a user style tweak, so they can be used as ToC items. See Style tweaks → Miscellaneous → Alternative ToC hints.
ar: يمكن بناء جدول محتويات بديل من عناوين الوثيقة من <H1> إلى <H6>. إذا كان المستند لا يحتوي على عناوين ، أو تم تجاهلها جميعًا ، فسيتم إنشاء جدول محتويات بديل من أجزاء المستند وسيشير إلى بداية كل ملف HTML فردي في EPUB. يمكن تجاهل بعض العناوين ، ويمكن تعيين التلميحات على عناصر أخرى غير عناوين في قرص نمط المستخدم ، بحيث يمكن استخدامها كعناصر جدول محتويات. راجع تعديلات النمط ← متفرقات ← تلميحات جداول المحتويات البديلة.
ca: És possible elaborar un índex alternatiu a partir dels encapçalaments <H1> a <H6> del document. Si el document no conté encapçalaments, o s'ignoren tots, l'índex alternatiu es construirà a partir de fragments del document i apuntarà a l'inici de cada arxiu HTML individual del EPUB. Alguns dels encapçalaments poden ser ignorats, i mitjançant un ajust d'estil de l'usuari, es poden establir referències perquè elements que no siguin encapçalaments siguin utilitzats com a elements de l'Índex . Consultar Ajustos d'estil → Altres → Referències d'índex alternatiu.
cs: Alternativní obsah knihy lze vytvořit z nadpisů v dokumentu s HTML tagy <H1> až <H6>. Pokud v dokumentu nejsou žádné nadpisy, nebo pokud jsou všechny ignorovány, bude alternativní obsah vytvořen z jednotlivých částí dokumentu a bude odkazovat na začátky jednotlivých HTML souborů v EPUBu. Některé nadpisy můžou být ignorovány, a pomocí „hintů“ lze ve „Vlastních úpravách stylu“ určit i jiné nenadpisové prvky (jiné než <H1> až <H6>), aby mohly být použity jako položky pro vytvoření obsahu knihy. „Hinty“ mohou být v každé knize jiné, proto se podívejte na „Úpravy stylu“ → „Další nastavení“ → „Hinty“ pro alternativní obsah knihy“.
de: Ein alternatives Inhaltsverzeichnis kann aus den Dokumentüberschriften <H1> bis <H6> aufgebaut werden. Wenn das Dokument keine Überschriften enthält oder alle ignoriert werden, wird das alternative Inhaltsverzeichnis aus Dokumentfragmenten aufgebaut und verweist auf den Anfang jeder einzelnen HTML-Datei im EPUB. Einige der Überschriften können ignoriert werden, und in einer benutzerdefinierten Stilanpassung können Hinweise auf andere Nicht-Überschriften-Elemente gesetzt werden, so dass sie als Inhaltsverzeichnis-Elemente verwendet werden können. Siehe Stil-Tweaks → Verschiedenes → Alternative Inhaltsverzeichnis-Hinweise.
el: Ένας εναλλακτικός Πίνακας Περιεχομένων μπορεί να δημιουργηθεί από τους τίτλους εγγράφων <H1> έως <H6>. Εάν το έγγραφο δεν περιέχει επικεφαλίδες ή παραβλέπονται όλες, ο Εναλλακτικός Πίνακας Περιεχομένων θα δημιουργηθεί από τμήματα του εγγράφου και θα δείχνει την αρχή κάθε μεμονωμένου αρχείου HTML στο EPUB. Ορισμένες από τις επικεφαλίδες μπορούν να παραβλεφθούν και οι ενδείξεις μπορούν να οριστούν σε άλλα στοιχεία που δεν είναι επικεφαλίδες με μία τροποποίηση στυλ του χρήστη, ώστε να μπορούν να χρησιμοποιηθούν ως στοιχεία του Πίνακα Περιεχομένων. Ανατρέξτε στην ενότητα Τροποποιήσεις στυλ → Διάφορα → Εναλλακτικές ενδείξεις Πίνακα Περιεχομένων.
es: Es posible elaborar un índice alternativo a partir de los encabezamientos <H1> a <H6> del documento. Si el documento no contiene encabezamientos o se ignoran todos, el índice alternativo se construirá a partir de fragmentos del documento y apuntará al inicio de cada archivo HTML individual del EPUB. Algunos de los encabezamientos pueden ser ignorados, y mediante un ajuste de estilo del usuario, se pueden establecer referencias para que elementos que no sean encabezamientos sean utilizados como elementos del Índice . Consultar Ajustes de estilo → Otros → Referencias de Índice alternativo.
fr: Une table des matières alternative peut être construite à partir des en-têtes de document <H1> à <H6>. Si le document ne contient aucun en-tête, ou si tous sont ignorés, la TdM alternative sera construite à partir des fragments de document et pointera donc vers le début de chaque fichier HTML individuel dans l’ePub. Certains des en-têtes peuvent être ignorés, et des indices peuvent être définis sur d’autres éléments sans titre dans un ajustement de style utilisateur, afin qu’ils puissent être utilisés comme éléments de la TdM. Voir Ajustements de style → Divers → Indices pour la TdM alternative.
gl: Un índice alternativo pode ser construído a partir das cabeceiras de documento <H1> a <H6>. Se o documento non contén cabeceiras ou todas son ignoradas, o índice alternativo será creado a partir de fragmentos do documento e apuntarán ao comezo de cada ficheiro HTML individual dentro do EPUB. Algunhas das cabeceiras poden ser ignoradas e se poden configurar suxestións para empregar outros elementos que non son cabeceiras nun axuste de estilo de usuario de xeito que poidan ser empregadas como elementos do índice. Vai a Axustes de estilo → Miscelánea → Suxestións para índice alternativo.
hu: A dokumentum <H1> és <H6> közötti fejléceiből alternatív tartalomjegyzéket lehet készíteni. Ha a dokumentum nem tartalmaz címsorokat, vagy az összeset figyelmen kívül hagyja, az alternatív tartalomjegyzék a dokumentumrészletekből épül fel, és az EPUB minden egyes HTML-fájljának elejére mutat. A címsorok némelyike figyelmen kívül hagyható, és egy felhasználói stíluskorrekcióban más, nem címsorelemekre is beállíthatók utalások, így azok ToC elemként használhatók. Lásd: Stíluskorrekciók → Egyéb → Alternatív ToC-hivatkozások.
it_it: Un indice alternativo può essere costruito dalle intestazioni del documento <H1> a <H6>. Se il documento non contiene titoli, o se tutti sono ignorati, l'indice alternativo sarà costruito da frammenti di documento e punterà all'inizio di ogni singolo file HTML nell'EPUB. Alcune delle intestazioni possono essere ignorate, e i suggerimenti possono essere impostati su altri elementi non di intestazione in un ritocco di stile dell'utente, in modo che possano essere utilizzati come elementi dell'indice. Vedi Ritocchi di Stile → Varie → Suggerimenti alternativi per l'indice.
ja: 代替目次は書籍の見出し <H1> から <H6> を元に作成されます。 書籍中で見出しが含まれていない場合、またはすべてが無視された場合、代替目次は文書の断片から作成され、 EPUB 内の各 HTML ファイルの先頭を参照します。 一部の見出しは無視でき、ヒントはカスタマイズ調整で他の見出し以外の要素に設定できるため、目次項目として使用できます。 「スタイルの調整」→「その他」→「代替目次のヒント」を参照してください。
ko_kr: <H1>부터 <H6>까지의 문서 제목으로 대체 차례를 만들 수 있습니다. 문서에 제목이 없거나 모두 무시되면, 각 문서들이 대체 차례로 만들어지고 EPUB에서는 각 HTML 파일의 시작을 가리키게 됩니다. 일부 제목은 무시될 수 있으며 힌트도 사용자의 스타일 조정에 의해 제목이 아닌 요소로 설정될 수 있으므로, 그것을 차례 항목에 사용할 수 있습니다. 스타일 조정 → 기타 → 대체 차례 힌트를 참고하세요.
nl_nl: Een alternatieve inhoudsopgave kan worden opgebouwd uit koppen <H1> tot <H6>. Als het document geen koppen bevat, of ze worden allemaal genegeerd, dan zal de inhoudsopgave worden opgebouwd uit documentfragmenten, oftewel de start van elk individueel HTML-bestand in de EPUB. Sommige koppen kunnen worden genegeerd. Hints kunnen bovendien ook worden ingesteld op niet-koppen in een gebruikersstijlaanpassing, zodat ze kunnen worden gebruikt als inhoudsopgave-elementen. Zie Stijlaanpassingen → Diversen → Alternatieve inhoudsopgavehints.
pl: Alternatywny spis treści można zbudować z nagłówków dokumentów od <H1> do <H6>. Jeśli dokument nie zawiera nagłówków lub wszystkie są zignorowane, alternatywny spis treści zostanie zbudowany z fragmentów dokumentu i będzie wskazywać początek każdego pojedynczego pliku HTML w EPUB. Niektóre nagłówki można zignorować, a wskazówki można ustawić na inne elementy niebędące nagłówkami w dostosowaniu stylu użytkownika, dzięki czemu można ich używać jako elementów spisu treści. Zobacz Ulepszenia stylu → Różne → Wskazówki alternatywnego spisu treści.
pt_br: Um índice alternativo pode ser criado a partir dos títulos de seção <H1> a <H6> do documento. Se o documento não contiver títulos de seção, ou todos forem ignorados, o índice alternativo será criado a partir de fragmentos do documento e apontará para o início de cada arquivo HTML individual no EPUB. Alguns títulos podem ser ignorados, e dicas podem ser configuradas para outros elementos que não são títulos em um ajuste no estilo do usuário, para que possam ser usados como itens do índice. Veja Ajustes de estilo → Diversos → Dicas do índice alternativo.
ro: Un cuprins alternativ poate fi construit din titlurile <H1> ... <H6>. Dacă documentul nu conține titluri de capitol sau toate sînt ignorate, cuprinsul alternativ va fi format din fragmente de document și vor indica către începutul fiecărui fișier HTML din EPUB. Unele din titluri pot fi ignorate, și indici pot fi setați altor elemente non-titlu folosind un reglaj stiluri utilizator astfel încît vor putea fi folosite ca elemente în Cuprins. Vezi Reglaje de stil → Diverse → Indici pentru Cuprins alternativ.
ru: Альтернативное оглавление может быть построено из заголовков документа от <H1> до <H6>. Если документ не содержит заголовков или все они игнорируются, альтернативное оглавление будет построено из фрагментов документа и укажет на начало каждого отдельного файла HTML в EPUB. Некоторые заголовки можно игнорировать, а для не являющихся заголовками элементов можно задать подсказки при помощи своей стилевой подстройки, чтобы их можно было использовать в качестве элементов оглавления. Смотрите «Стилевые подстройки → Разное → Подсказки альтернативного оглавления».
sk: Alternatívny obsah knihy možno vytvoriť z nadpisov dokumentu <H1> až <H6>. Ak dokument neobsahuje žiadne nadpisy alebo sú všetky ignorované, alternatívny obsah knihy bude zostavený z fragmentov dokumentu a bude smerovať na začiatok každého jednotlivého súboru HTML v EPUB. Niektoré z nadpisov možno ignorovať a v používateľskej úprave štýlu možno nastaviť odkazy na iné prvky, ktoré nie sú nadpismi, takže ich možno použiť ako prvky pre alternatívny obsah knihy. Pozrite si časť Vylepšenie štýlu → Rôzne → Odkazy pre alternatívny obsah knihy.
sr: Алтернативни садржај може да се изгради из наслова у документу <H1> до <H6>. Ако документ не садржи наслове, или ако се сви игноришу, алтернативни садржај може да се изгради из фрагмената и указиваће на почетак сваког појединачног HTML фајла у EPUB. Неки од наслова могу да се игноришу, и у корисничком прилагођавању стила могу да се поставе наговештаји на остале елементе који нису наслови, тако да могу да се користе као ставке садржаја. Погледајте Прилагођавања стила → Разно → Наговештаји за алтернативни садржај.
tr: <H1> ile <H6> arasındaki başlıklara göre alternatif bir içindekiler tablosu oluşturulabilir. Belgede herhangi bir başlık bulunmuyorsa ya da tümü yok sayılıyorsa alternatif içindekiler tablosu belge bölümlerine göre oluşturulur ve EPUB içindeki her bir HTML dosyasının başlangıcını gösterir. Bazı başlıklar yok sayılabilir ve ipuçları bir kullanıcı biçemi ince ayarı ile başlık dışındaki diğer ögelere ayarlanarak, içindekiler tablosu ögeleri olarak kullanılabilir. Biçem ince ayarları → Diğer →Alternatif içindekiler tablosu ipuçları bölümüne bakın.
uk: Можна створити альтернативний зміст із заголовків документів від <H1> до <H6>. Якщо документ не містить заголовків або всі вони нехтуються, альтернативний зміст буде побудований з частин документа і вказуватиме на початок кожного окремого файлу HTML в EPUB. Деякі заголовки можна знехтувати, а підказки можна встановити для інших елементів, що не належать до заголовків у налаштуванні стилю користувача, тому їх можна використовувати як елементи змісту. Див. Налаштування стилів → Різне → Альтернативні підказки змісту.
zh_cn: 替代目录可以通过文档标题 <H1> 到 <H6>来生成。 如果文档不包含任何标题，或者所有标题均被忽略，那么替代目录将从文档片段构建，并指向 EPUB 中每个单独 HTML 文件的开头。 有些标题可以被忽略，且提示可以设置通过用户样式调整设为其他非标题元素，这样它们就可以用作目录项。 参见样式调整→杂项→替代目录提示。

source: To use the alternative ToC, disable your custom table of contents first.
ca: Per a utilitzar l'índex alternatiu cal desactivar abans l'índex personalitzat.
cs: Pro použití alternativního obsahu, zakažte nejdříve vlastní obsah.
de: Um das alternative Inhaltsverzeichnis zu verwenden, deaktivieren Sie zunächst Ihr eigenes Inhaltsverzeichnis.
el: Για να χρησιμοποιήσετε τον εναλλακτικό Πίνακα περιεχομένων, απενεργοποιήστε πρώτα τον προσαρμοσμένο σας πίνακα περιεχομένων.
es: Para utilizar el índice alternativo hay que desactivar antes el índice personalizado.
fr: Pour utiliser la ToC alternative, désactivez d'abord votre table des matières personnalisée.
gl: Para usar o índice alternativo, desactiva primeiro o teu índice personalizado.
hu: Az alternatív ToC használatához először tiltsa le a személyes tartalomjegyzékét.
it_it: Per utilizzare l'indice alternativo, disabilita prima il tuo indice personalizzato.
ko_kr: 대체 차례를 사용하려면, 먼저 사용자 지정 차례를 비활성화하세요.
nl_nl: Om de alternatieve inhoudsopgave te gebruiken, moet de aangepaste inhoudsopgave eerst worden uitgeschakeld.
pl: Aby skorzystać z alternatywnego spisu treści, wyłącz najpierw niestandardowy spis treści.
pt_br: Para usar o índice alternativo, desative seu índice personalizado primeiro.
ru: Для использования альтернативного оглавления необходимо отключить пользовательское.
sk: Ak chcete používať alternatívnu tabuľky obsahu knihy, je potrebné vypnúť najskôr tú vašu vlastnú.
sr: Да бисте користили алтернативни садржај, најпре искључите ваш произвољни садржај.
tr: Alternatif içindekiler tablosu kullanmak için önce özel içindekiler tablosunu kapatın.
uk: Щоб використовувати альтернативний зміст, спочатку вимкніть свій власний зміст.
zh_cn: 要启用替代目录，请先禁用您的自定义目录。

source: The table of contents for this book is currently an alternative one built from the document headings. Do you want to get back the original table of contents? (The book will be reloaded.)
ar: يعد جدول محتويات هذا الكتاب حاليًا بديلًا تم إنشاؤه من عناوين المستند. هل تريد استعادة جدول المحتويات الأصلي؟ (سيتم إعادة تحميل الكتاب.)
ca: L'índex d'aquest llibre ha estat elaborat a partir dels encapçalaments del document. Recuperar l'índex original? (El llibre tornarà a carregar-se).
cs: V této knize se momentálně používá alternativní obsah knihy vytvořený z nadpisů v dokumentu. Chcete se vrátit zpět na originální obsah knihy? (Kniha bude znovu načtena.)
de: Das Inhaltsverzeichnis für dieses Buch ist derzeit ein alternatives, das aus den Dokumentüberschriften aufgebaut ist. Möchten Sie das Original-Inhaltsverzeichnis wiederherstellen? (Das Buch wird dann neu geladen.)
el: Ο πίνακας περιεχομένων για αυτό το βιβλίο δημιουργήθηκε αυτόματα από τις επικεφαλίδες του εγγράφου. Θέλετε να επιστρέψετε στον αρχικό πίνακα περιεχομένων; (Το βιβλίο θα φορτωθεί ξανά.)
es: El índice de este libro ha sido elaborado a partir de los encabezamientos del documento. ¿Recuperar el índice original? (El libro volverá a cargarse).
fr: La table des matières de ce livre est actuellement alternative, construite à partir des en-têtes du document. Voulez-vous récupérer la table des matières originale ? (Le livre sera rechargé.)
gl: O índice deste libro é un alternativo elaborado a partir das cabeceiras de documento. Queres volver ao índice orixinal? (O libro vai ser recargado).
hu: A könyv tartalomjegyzéke jelenleg egy alternatív, a dokumentumcímekből felépített tartalomjegyzék. Szeretné visszakapni az eredeti tartalomjegyzéket? (A könyv újratöltésre kerül.)
it_it: L'indice di questo libro è attualmente un indice alternativo costruito dai titoli del documento. Vuoi ripristinare l'indice originale? (Il libro verrà ricaricato.)
ja: 現在の目次は、書籍の見出しから作成された代替目次です。 本来の目次に戻りますか？ (書籍がリロードされます)
ko_kr: 이 책의 차례는 현재 문서 제목으로 만들어진 대체 차례입니다. 원래의 차례로 돌아갈까요? (책을 다시 엽니다.)
nl_nl: De inhoudsopgave voor dit boek is momenteel een alternatieve op basis van koppen. De originele inhoudsopgave terugzetten? (Het boek zal opnieuw worden geladen.)
pl: Spis treści tej książki jest obecnie alternatywnym spisem utworzonym z nagłówków dokumentów. Czy chcesz odzyskać oryginalny spis treści? (Książka zostanie załadowana ponownie.)
pt_br: O índice deste livro é atualmente um alternativo construído a partir dos títulos dos documentos. Deseja recuperar o índice original? (O livro será recarregado.)
ro: Cuprinsul acestei cărți este unul alternativ, construit din titlurile de capitol ale documentului. Dorești să revii la cuprinsul original? (Cartea va fi reîncarcată.)
ru: Оглавление данной книги в настоящее время является альтернативным, т.е. построенным на основе заголовков документа. Вы хотите вернуть исходное оглавление? (Книга будет перезагружена.)
sk: Obsah tejto knihy je aktuálne alternatívnym obsahom vytvoreným z nadpisov dokumentov. Prajete si získať späť pôvodný obsah? (Kniha bude znovu načítaná.)
sr: Садржај за ову књигу је тренутно алтернативни, изграђен из наслова у документу. Да ли желите да се врати оригинални садржај? (Књига ће се поново учитати.)
tr: Bu kitabın içindekiler tablosu belgedeki başlıklara göre oluşturulmuş alternatif bir tablodur. Özgün içindekiler tablosuna geri dönmek ister misiniz? (Kitap yeniden yüklenir.)
uk: Зміст цієї книги є альтернативним, створеним з заголовків документів. Повернути початковий зміст? (Книгу буде перезавантажено.)
zh_cn: 这本书的目录目前是一个由文档标题构建的替代目录。 您想要使用书籍自带的目录吗？（需要重新载入这本书。）

source: Do you want to use an alternative table of contents built from the document headings?
ar: هل تريد استخدام جدول محتويات بديل تم إنشاؤه من عناوين المستند؟
ca: Utilitzar un índex alternatiu elaborat a partir dels encapçalaments del document?
cs: Chcete použít alternativní obsah knihy vytvořený z nadpisů v dokumentu?
de: Möchten Sie ein alternatives Inhaltsverzeichnis verwenden, das aus den Dokumentüberschriften aufgebaut ist?
el: Θέλετε να χρησιμοποιήσετε έναν εναλλακτικό πίνακα περιεχομένων δημιουργημένο από τις επικεφαλίδες του εγγράφου;
es: ¿Utilizar un índice alternativo elaborado a partir de los encabezamientos del documento?
fa: آیا می‌خواهید از یک فهرست مطالب جایگزین، ساخته شده براساس عناوین داخل سند استفاده کنید؟
fr: Voulez-vous utiliser une table des matières alternative construite à partir des en-têtes du document ?
gl: Queres usar un índice alternativo elaborado a partir das cabeceiras do documento?
hu: Használjunk alternatív tartalomjegyzéket a könyv címsorai alapján?
it_it: Vuoi utilizzare un indice alternativo, creato dalle intestazioni del documento?
ja: 書籍の見出しから作成された代替目次を使いますか？
ko_kr: 문서 제목으로 만든 대체 차례를 사용할까요?
nl_nl: Een alternatieve inhoudsopgave gebruiken op basis van koppen?
pl: Czy chcesz użyć alternatywnego spisu treści zbudowanego z nagłówków dokumentu?
pt_br: Deseja usar um índice alternativo criado a partir dos títulos do documento?
ro: Dorești să folosești un cuprins alternativ construit din titlurile capitolelor din document?
ru: Вы хотите использовать альтернативное оглавление, построенное на основе заголовков документов?
sk: Prajete si použiť alternatívny obsah vytvorený z nadpisov dokumentu?
sr: Да ли желите да користите алтернативни садржај изграђен из наслова у документу?
tr: Belge başlıklarına göre oluşturulmuş alternatif bir içindekiler tablosu kullanmak ister misiniz?
uk: Хочете використовувати альтернативний зміст складений з заголовків документа?
zh_cn: 你是否想使用从文档标题生成的替代目录？

source: 1 entry at ToC depth %2
ca: 1 entrada a profunditat de l'índex %2
cs: 1 položka v %2 úrovních obsahu knihy
de: 1 Eintrag in Inhaltsverzeichnis-Tiefe %2
el: 1 καταχώρηση στο %2ο επίπεδο του Πίνακα Περιεχομένων
es: 1 entrada a profundidad del índice %2
fr: 1 entrée à la profondeur ToC %2
gl: 1 entrada a profundidade %2 do índice
hu: 1 bejegyzés a ToC %2. mélységében
it_it: 1 voce al livello %2 dell'indice
ja: 目次レベル %2の項目数: %1を表示
ko_kr: %1 항목에 %2 단계 차례
nl_nl: 1 vermelding op inhoudsopgave-diepte %2
pl: 1 wpis na głębokości %2 spisu treści
pt_br: 1 entrada no nível %2 do índice
ro: 1 întrare pe nivelul %2 al cuprinsului
ru: Одна запись оглавления уровня %2
sk: 1 položka v úrovni obsahu %2
sr: 1 ставка садржаја на дубини %2
tr: içindekiler tablosu %2. düzeyinde 1 öge
uk: 1 запис на глибині змісту %2
zh_cn: 位于目录第 %2 级的 %1 个项目

source: Progress bars: 1 tick
ca: Barra de progrés: 1 marca
cs: Lišta s postupem čtení: 1 značka
de: Fortschrittsbalken: 1 Häkchen
el: Γραμμές προόδου: 1 δείκτης
es: Barra de progreso: 1 marca
fr: Barres de progression : 1 coche
gl: Barras de progreso: 1 marca
hu: Folyamatjelző sávok: 1 sáv
it_it: Barre di progresso: 1 tacca
ja: 進捗バーの構成: %1
ko_kr: 진행률 막대: %1틱
nl_nl: Voortgangsbalken: 1 aanduiding
pl: Paski postępu: 1 znacznik
pt_br: Barras de progresso: 1 marca
ro: Bare progres: 1 punct
ru: Индикаторы прогресса: %1 деление
sk: Ukazovatele priebehu: 1 značka
sr: Траке напретка: 1 ознака
tr: İlerleme çubukları: 1 adım
uk: Панелі поступу: 1 поділка
zh_cn: 进度条：%1 个刻度
