Repository: spruceUI/spruceOS
Catalog: App/KoReader/l10n/*/koreader.po
Languages: ar, ca, cs, de, el, es, fa, fr, gl, hu, it_it, ja, ko_kr, nl_nl, pl, pt_br, ro, ru, sk, sr, tr, uk, zh_cn

source: Failed to rename: %1 to: %2
ar: فشلت عملية إعادة تسمية: %1 إلى %2
ca: No s’ha pogut reanomenar: %1 a: %2
cs: Nepodařilo se přejmenovat: %1 na: %2
de: Umbenennen fehlgeschlagen: %1 in: %2
el: Αποτυχία μετονομασίας: %1 σε: %2
es: Error al cambiar de nombre: %1 a: %2
fa: تغییرنام ناموفق بود: %1 به: %2
fr: Échec du changement de nom de : %1 à : %2
gl: Fallou o cambio de nome: %1 a: %2
hu: Hiba átnevezés közben: %1 => %2
it_it: Impossibile rinominare da: %1 a: %2
ja: ファイル名の変更に失敗しました: %1 から %2 へ
ko_kr: %1 에서: %2 로 이름 변경 실패
nl_nl: Naam wijzigen mislukt: %1 naar: %2
pl: Nie udało się zmienić nazwy: %1 na: %2
pt_br: Falha em renomear %1 para %2
ro: Nu s-a putut redenumi: %1 în: %2
ru: Не удалось переименовать: %1 в: %2
sk: Nepodarilo sa premenovať: %1 na: %2
sr: Није успела промена имена: %1 у: %2
tr: Yeniden adlandırılamadı: %1 şu olarak: %2
uk: Не вдалося перейменувати: %1 на: %2
zh_cn: 重命名： %1 为： %2 失败

source: Folder already exists: %1 File cannot be renamed.
ar: المجلد موجود بالفعل: %1 لا يمكن اعادة تسمية الملف.
ca: La carpeta ja existeix: %1 No és possible reanomenar el fitxer.
cs: Složka již existuje: %1 Soubor nelze přejmenovat.
de: Ordner existiert bereits: %1 Datei kann nicht umbenannt werden.
el: Ο φάκελος υπάρχει ήδη: %1 Το αρχείο δεν μπορεί να μετονομαστεί.
es: La carpeta ya existe: %1 No es posible renombrar el archivo.
fa: پوشه در حال حاضر وجود دارد: %1 نام فایل قابل تغییر نیست.
fr: Le répertoire existe déjà : %1 Impossible de renommer le fichier.
gl: O cartafol xa existe: %1 Non é posible cambiar de nome o ficheiro.
hu: Már létező mappa: %1 A fájl nem átnevezhető.
it_it: Cartella già esistente: %1 Impossibile rinominare il file.
ja: フォルダー はすでに存在します: %1 名前を変更できません。
ko_kr: 폴더가 이미 있습니다: %1 파일이름을 바꿀 수 없습니다.
nl_nl: Map bestaat al: %1 De bestandsnaam kan niet worden gewijzigd.
pl: Folder już istnieje: %1 Nie można zmienić nazwy pliku.
pt_br: A pasta já existe: %1 O arquivo não pode ser renomeado.
ro: Dosarul există deja: %1 Fișierul nu poate fi redenumit.
ru: Папка уже существует: %1 Файл не может быть переименован.
sk: Priečinok už existuje: %1 Súbor nie je možné premenovať.
sr: Директоријум већ постоји: %1 Име фајла не може да се промени.
tr: Klasör zaten var: %1 Dosya yeniden adlandırılamadı.
uk: Тека вже існує: %1 Не вдалося перейменувати файл.
zh_cn: 文件夹已存在： %1 无法重命名文件。

source: File already exists: %1 Folder cannot be renamed.
ar: الملفٌُ موجود بالفعل: %1 لا يمكن اعادة تسمية المجلد.
ca: El fitxer ja existeix: %1 No és possible reanomenar la carpeta.
cs: Soubor již existuje: %1 Složku nelze přejmenovat.
de: Datei existiert bereits: %1 Ordner kann nicht umbenannt werden.
el: Το αρχείο υπάρχει ήδη: %1 Ο φάκελος δεν μπορεί να μετονομαστεί.
es: El archivo ya existe: %1 No es posible renombrar la carpeta.
fa: پوشه ازقبل وجود دارد: %1 تغییرنام پوشه ممکن نیست.
fr: Le fichier existe déjà : %1 Impossible de renommer le répertoire.
gl: O ficheiro xa existe: %1 Non se pode cambiar o nome do cartafol.
hu: A fájl már létezik: %1 A mappa nem átnevezhető.
it_it: File già esistente: %1 Impossibile rinominare la cartella.
ja: 下記のファイル はすでに存在しています: %1 フォルダー名を変更できません。
ko_kr: 존재하는 파일입니다: %1 폴더이름을 바꿀 수 없습니다.
nl_nl: Het bestand bestaat al: %1 De mapnaam kan niet worden gewijzigd.
pl: Plik już istnieje: %1 Nie można zmienić nazwy folderu.
pt_br: O arquivo já existe: %1 A pasta não pode ser renomeada.
ro: Fișierul există deja: %1 Dosarul nu poate fi redenumit.
ru: Файл уже существует: %1 Папка не может быть переименована.
sk: Súbor už existuje: %1 Priečinok nie je možné premenovať.
sr: Фајл већ постоји: %1 Име фолдера не може да се промени.
tr: Dosya zaten var: %1 Klasör yeniden adlandırılamadı.
uk: Файл вже існує: %1 Не вдалося перейменувати теку.
zh_cn: 文件已存在： %1 无法重命名文件夹。

source: File already exists: %1 Overwrite file?
ar: الملفٌُ موجود بالفعل: %1 هل تريد استبداله؟
ca: El fitxer ja existeix: %1 Voleu sobreescriure’l?
cs: Soubor již existuje: %1 Chcete ho přepsat?
de: Datei existiert bereits: %1 Datei überschreiben?
el: Το αρχείο υπάρχει ήδη: %1 Να αντικατασταθεί το αρχείο;
es: El archivo ya existe: %1 ¿Desea sobreescribirlo?
fa: پرونده ازقبل وجود دارد: %1 پرونده بازنویسی شود؟
fr: Le fichier existe déjà : %1 Le remplacer ?
gl: O ficheiro xa existe: %1 Sobrescribir o ficheiro?
hu: A fájl már létezik: %1 Felülírja?
it_it: File già esistente: %1 Sovrascriverlo?
ja: ファイル はすでに存在します: %1 上書きしますか?
ko_kr: 이미 존재하는 파일입니다: %1 파일을 덮어쓸까요?
nl_nl: Het bestand bestaat al: %1 Overschrijven?
pl: Plik już istnieje: %1 Nadpisać plik?
pt_br: O arquivo já existe %1 Substituí-lo?
ro: Fișierul există deja: %1 Suprascri fișierul?
ru: Файл уже существует: %1 Перезаписать файл?
sk: Súbor už existuje: %1 Prepísať súbor?
sr: Фајл већ постоји: %1 Да га препишем?
tr: Dosya zaten var: %1 Üzerine yazılsın mı?
uk: Файл вже існує: %1 Перезаписати файл?
zh_cn: 文件已存在： %1 覆盖文件吗？

source: Folder already exists: %1 Move the folder inside it?
ar: الملفٌُ موجود بالفعل: %1 هل تريد نقل المجلد إلى داخله؟
ca: La carpeta ja existeix: %1 Moure la carpeta a l'interior de la carpeta existent?
cs: Složka již existuje: %1 Chcete do ní složku přesunout?
de: Ordner existiert bereits: %1 Den Ordner darin verschieben?
el: Ο φάκελος υπάρχει ήδη: %1 Να μετακινηθεί ο φάκελος μέσα σε αυτόν;
es: La carpeta ya existe: %1 ¿Mover la carpeta al interior de la carpeta existente?
fa: پوشه ازقبل وجود دارد: %1 پوشه به‌داخل آن منتقل شود؟
fr: Le répertoire existe déjà : %1 Déplacer le dossier dedans ?
gl: O cartafol xa existe: %1 Queres mover o ficheiro dentro del?
hu: Már létező mappa: %1 Áthelyezi a mappát ebbe?
it_it: Cartella già esistente: %1 Spostare la cartella al suo interno?
ja: 下記のフォルダーはすでに存在しています: %1 この下にフォルダーを移動しますか？
ko_kr: 폴더가 이미 있습니다: %1 폴더를 내부로 옮길까요?
nl_nl: Map bestaat al: %1 De geselecteerde map erin plaatsen?
pl: Folder już istnieje: %1 Przenieść do niego folder?
pt_br: A pasta já existe: %1 Mover pasta para dentro dela?
ro: Dosarul există deja: %1 Muți dosarul în interiorul lui?
ru: Папка уже существует: %1 Переместить папку в неё?
sk: Priečinok už existuje: %1 Presunúť priečinok do neho?
sr: Директоријум већ постоји: %1 Да преместим фолдер у њега?
tr: Klasör zaten var: %1 Klasör içine taşınsın mı?
uk: Тека вже існує: %1 Перемістити теку всередину?
zh_cn: 文件夹已存在： %1 移动其中的文件夹？

source: Selected files (%1)
ca: Fitxers seleccionats (%1)
cs: Vybrané soubory (%1)
de: Ausgewählte Dateien (%1)
el: Επιλεγμένα αρχεία (%1)
es: Archivos seleccionados (%1)
fa: فایل‌های انتخاب شده ( %1)
fr: Fichiers sélectionnés (%1)
gl: Ficheiro seleccionados ( %1)
hu: Kijelölt fájl: (%1)
it_it: File selezionati (%1)
ko_kr: 선택한 파일(%1)
nl_nl: Geselecteerde bestanden (%1)
pl: Wybrane pliki (%1)
pt_br: Arquivos selecionados (%1)
ru: Выбранные файлы (%1)
sk: Vybrané súbory (%1)
sr: Изабрани фајлови (%1)
tr: Seçilmiş dosyalar: (%1)
uk: Вибрані файли (%1)
zh_cn: 删除文件（%1）

source: %1 ~Unsupported
ar: %1 ~غير مدعود
ca: %1 ~No suportat
cs: %1 ~Nepodporováno
de: %1 ~Nicht unterstützt
el: %1 ~Δεν υποστηρίζεται
es: %1 ~No admitido
fa: %1 ~پشتیبانی نشده
fr: %1 ~Non supporté
gl: %1 ~Non soportado
hu: %1 ~Nem támogatott
it_it: %1 ~Non supportato
ja: %1 ~未対応
ko_kr: %1 ~지원되지 않음
nl_nl: %1 ~Niet ondersteund
pl: %1 Nieobsługiwane
pt_br: %1 ~Não suportado
ro: %1 ~Nesuportat
ru: %1 ~не поддерживается
sk: %1 ~Nepodporované
sr: %1 ~не подржава се
tr: %1 ~Desteklenmiyor
uk: %1 ~Не підтримується
zh_cn: %1 ~不支持

source: Reset default for this file
ca: Reinicialitza els valors per defecte en aquest fitxer
cs: Resetovat soubor na výchozí hodnoty
de: Standardeinstellung für diese Datei zurücksetzen
el: Επαναφορά προεπιλογής για αυτό το αρχείο
es: Restablecer el valor predeterminado para este archivo
fa: بازنشانی پیشفرض‌ها برای این فایل
fr: Réinitialiser la valeur par défaut pour ce fichier
gl: Restablecer o valor por defecto para este ficheiro
hu: Alapértelmezések visszaállítása
it_it: Ripristina a predefinito per questo file
ko_kr: 이 파일의 기본값 재설정
nl_nl: Standaardinstellingen voor dit bestand herstellen
pl: Zresetuj domyślne tego pliku
pt_br: Redefinir o padrão desse arquivo
ru: Сброс на умолчания для этого файла
sk: Obnoviť predvolené pre tento súbor
sr: Ресетуј на подразумевано за овај фајл
tr: Bu dosya için varsayılanları yükle
uk: Відновити типове значення цього фалу
zh_cn: 重置此文件的设置为默认值

source: Reset default for %1 files
ca: Reinicialitza els valors per defecte en %1 fitxers
de: Standardeinstellung für %1 Dateien zurücksetzen
el: Επαναφορά προεπιλογής για %1 αρχεία
es: Restablecer el valor predeterminado para %1 archivos
fa: بازنشانی پشفرض‌ها برای فایل %1
fr: Réinitialiser la valeur par défaut pour %1 fichiers
gl: Restablecer o valor por defecto para %1 ficheiros
hu: Alapértelmezések visszaállítása %1 fájlra
it_it: Ripristina predefiniti per %1 file
ko_kr: %1 파일에 대한 기본값 재설정
nl_nl: Standaardinstellingen voor %1 bestanden herstellen
pl: Zresetuj domyślne plików %1
pt_br: Redefinir o padrão para %1 arquivos
ru: Сброс на умолчания для %1 файлов
sk: Obnoviť predvolené pre %1 súborov
sr: Ресетуј на подразумевано за %1 фајлова
tr: %1 dosyaları için varsayılanları yükle
uk: Відновити типове значення %1 файлів
zh_cn: 重置 %1 个文件的设置为默认值

source: View defaults for file types
ar: اعرض افتراضيات أنواع الملفات
ca: Veure valors predeterminats per a tipus d'arxiu
cs: Zobrazit výchozí hodnoty pro typy souborů
de: Standardeinstellungen für Dateitypen anzeigen
el: Προβολή προεπιλογών για τύπους αρχείων
es: Ver los tvalores predeterminados para tipos de archivos
fa: مشاهده پشفرض‌ها برای این نوع فایل
fr: Afficher les valeurs par défaut pour les types de fichiers
gl: Ver os valores por defecto para tipos de ficheiro
hu: Alapértelmezések megtekintése fájltípusra
it_it: Visualizzare default per i tipi di file
ko_kr: 파일 형식의 기본값 보기
nl_nl: Standaarden voor bestandstypes weergeven
pl: Wyświetl domyślne typów plików
pt_br: Ver padrões para tipos de arquivo
ru: Просмотр умолчаний для типов файлов
sk: Zobraziť predvolené pre typy súborov
sr: Прикажи подразумеване вредности за типове фајлова
tr: Dosya türleri için varsayılanları görüntüle
uk: Переглянути усталені значення типів файлів
zh_cn: 查看文件类型的默认值

source: Always open '%2' with %1?
ar: هل نريد استخدام %2 لفتح %1 دائمًا؟
ca: Voleu obrir sempre «%2» amb %1?
cs: Chcete soubor „%2“ vždy otevírat pomocí %1?
de: Immer '%2' mit %1 öffnen?
el: Πάντα άνοιγμα των "%2" με %1;
es: ¿Quiere abrir siempre «%2» con %1?
fa: همیشه '%2' با %1 بازشود؟
fr: Toujours ouvrir « %2 » avec %1 ?
gl: Abrir sempre '%2' con %1?
hu: Ezután mindig nyissa meg a(z) '%2' fájlt %1-el?
it_it: Apri sempre "%2" con %1?
ja: 常に '%2' を %1 で開きますか?
ko_kr: 항상 %1로 %2 파일을 열까요?
nl_nl: '%2' altijd met %1 openen?
pl: Czy zawsze otwierać pliki %2 za pomocą %1?
pt_br: Abra sempre '%2' com %1?
ro: Deschizi mereu „%2” cu %1?
ru: Всегда открывать «%2» с помощью %1?
sk: Vždy otvoriť %2 s %1?
sr: Да ли да се ’%2’ увек отвара са %1?
tr: '%2' her zaman '%1' ile açılsın mı?
uk: Завжди відкривати '%2' в %1?
zh_cn: 始终使用 %1 打开 '%2' 吗？

source: Always
ar: دائمًا
ca: Sempre
cs: Vždy
de: Immer
el: Πάντοτε
es: Siempre
fa: همیشه
fr: Toujours
gl: Sempre
hu: Mindig
it_it: Sempre
ja: いつも
ko_kr: 항상
nl_nl: Altijd
pl: Zawsze
pt_br: Sempre
ro: Întotdeauna
ru: Всегда
sk: Vždy
sr: Увек
tr: Her zaman
uk: Завжди
zh_cn: 始终

source: Always open %2 files with %1?
ar: هل تريد استخدام %1 لفتح ملفات %2 دائمًا؟
ca: Voleu obrir sempre els fitxers %2 amb %1?
cs: Chcete soubory %2 vždy otevírat pomocí %1?
de: Immer %2 Dateien mit %1 öffnen?
el: Πάντα άνοιγμα των %2 αρχείων με %1;
es: ¿Abrir siempre los archivos %2 con %1?
fa: همیشه %2 با %1 بازشود؟
fr: Toujours ouvrir les fichiers %2 avec %1 ?
gl: Abrir sempre ficheiros %2 con %1?
hu: Ezután mindig nyissa meg a(z) %2 fájlokat %1-el?
it_it: Apri sempre file %2 con %1?
ja: 常に %2 のファイルを %1 で開きますか?
ko_kr: 항상 %1로 %2 파일을 열까요?
nl_nl: %2-bestanden altijd met %1 openen?
pl: Czy zawsze otwierać pliki %2 za pomocą %1?
pt_br: Sempre abrir arquivos %2 com %1?
ro: Deschizi mereu fișierele %2 cu %1?
ru: Всегда открывать файлы %2 с помощью %1?
sk: Vždy otvoriť %2 súbory s %1?
sr: Да ли да се %2 фајлови увек отварају са %1?
tr: %2 dosyaları her zaman %1 ile açılsın mı?
uk: Завжди відкривати %2 файли в %1?
zh_cn: 始终使用 %1 打开 %2 文件吗？

source: Open %1 with:
ar: فتح %1 باستخدام:
ca: Obrir %1 amb:
cs: Otevřít %1 pomocí:
de: Öffne %1 mit:
el: Άνοιγμα %1 με:
es: Abrir %1 con:
fa: باز کن %1 با:
fr: Ouvrir %1 avec :
gl: Abrir %1 con:
hu: %1 megnyitása ezzel:
it_it: Apri %1 con:
ja: %1 で開く:
ko_kr: %1로 열기:
nl_nl: Open %1 met:
pl: Otwórz %1 za pomocą:
pt_br: Abra %1 com:
ro: Deschide %1 cu:
ru: Открыть %1 с помощью:
sk: Otvoriť %1 v:
sr: Отварај %1 са:
tr: %1 şununla açılsın:
uk: Відкрити %1 в:
zh_cn: %1 的打开方式：

source: Book information
ar: معلومات الكتاب
ca: Informació del llibre
cs: Informace o knize
de: Buch-Infos
el: Πληροφορίες βιβλίου
es: Información del libro
fa: اطلاعات کتاب
fr: Infos sur le livre
gl: Datos do libro
hu: Könyv információk
it_it: Informazioni sul libro
ja: 本の情報
ko_kr: 책 정보
nl_nl: Boekinformatie
pl: Informacje o książce
pt_br: Informações do livro
ro: Informații carte
ru: Информация о книге
sk: Informácie o knihe
sr: Информације о књизи
tr: Kitap bilgileri
uk: Відомості про книгу
zh_cn: 书籍信息

source: Cover image:
ar: صورة الغلاف:
ca: Imatge de coberta:
cs: Obrázek obálky:
de: Umschlagbild:
el: Εικόνα εξωφύλλου:
es: Imagen de cubierta:
fa: تصویر جلد:
fr: Image de couverture :
gl: Portada:
hu: Borítókép:
it_it: Immagine di copertina:
ja: 表紙画像:
ko_kr: 표지 그림:
nl_nl: Omslagafbeelding:
pl: Okładka:
pt_br: Imagem da capa:
ro: Copertă:
ru: Изображение обложки:
sk: Obrázok knižného titulu:
sr: Слика корица:
tr: Kapak görseli:
uk: Зображення обкладинки:
zh_cn: 封面图片：

source: Title:
ar: العنوان:
ca: Títol:
cs: Název:
de: Titel:
el: Τίτλος:
es: Título:
fa: عنوان:
fr: Titre :
gl: Título:
hu: Cím:
it_it: Titolo:
ja: 題名:
ko_kr: 제목:
nl_nl: Titel:
pl: Tytuł:
pt_br: Título:
ro: Titlu:
ru: Название:
sk: Názov:
sr: Наслов:
tr: Başlık:
uk: Назва:
zh_cn: 标题：

source: Authors:
ar: المؤلفون:
ca: Autors:
cs: Autoři:
de: Autoren:
el: Συγγραφείς:
es: Autores:
fa: نویسندگان:
fr: Auteurs :
gl: Autores:
hu: Szerző(k):
it_it: Autori:
ja: 作者:
ko_kr: 저자:
nl_nl: Auteurs:
pl: Autorzy:
pt_br: Autores:
ro: Autori:
ru: Авторы:
sk: Autori:
sr: Аутори:
tr: Yazarlar:
uk: Автори:
zh_cn: 作者：

source: Series:
ar: سلسلة:
ca: Sèrie:
cs: Série:
de: Serie:
el: Σειρά:
es: Serie:
fa: مجموعه‌:
fr: Séries :
hu: Sorozat:
it_it: Serie:
ja: シリーズ:
ko_kr: 연속물:
nl_nl: Serie:
pl: Cykl:
pt_br: Séries:
ro: Serie:
ru: Серии:
sk: Séria:
sr: Серије:
tr: Diziler:
uk: Серія:
zh_cn: 丛书：

source: Series index:
ca: Ordre dins la sèrie:
cs: Pořadí v sérii:
de: Serienindex:
el: Αύξοντας αριθμός:
es: Orden en serie:
fa: شماره در مجموعه:
fr: Indice de série :
gl: Índice de serie:
hu: Sorozat index:
it_it: Indice della serie:
ko_kr: 시리즈 색인:
nl_nl: Serie-index:
pl: Indeks cyklu:
pt_br: Número da série:
ru: Индекс серий:
sk: Séria číslo:
sr: Индекс серије:
tr: Dizi dizini:
uk: Індекс циклу:
zh_cn: 丛书索引：

source: Language:
ar: اللغة:
ca: Llengua:
cs: Jazyk:
de: Sprache:
el: Γλώσσα:
es: Idioma:
fa: زبان:
fr: Langue :
gl: Idioma:
hu: Nyelv:
it_it: Lingua:
ja: 言語:
ko_kr: 언어:
nl_nl: Taal:
pl: Język:
pt_br: Idioma:
ro: Limbă:
ru: Язык:
sk: Jazyk:
sr: Језик:
tr: Dil:
uk: Мова:
zh_cn: 语言：

source: Keywords:
ar: الكلمات الرئيسة:
ca: Paraules clau:
cs: Klíčová slova:
de: Schlüsselwörter:
el: Λέξεις κλειδιά:
es: Palabras clave:
fa: واژگان کلیدی:
fr: Mots-clés :
gl: Claves:
hu: Kulcsszavak:
it_it: Parole chiave:
ja: キーワード:
ko_kr: 키워드:
nl_nl: Sleutelwoorden:
pl: Słowa kluczowe:
pt_br: Palavras-chave:
ro: Cuvinte cheie:
ru: Ключевые слова:
sk: Kľúčové slová:
sr: Кључне речи:
tr: Anahtar sözcükler:
uk: Ключові слова:
zh_cn: 关键字：

source: Description:
ar: الوصف:
ca: Descripció:
cs: Popis:
de: Beschreibung:
el: Περιγραφή:
es: Descripción:
fa: شرح:
gl: Descrición:
hu: Leírás:
it_it: Descrizione:
ja: 説明:
ko_kr: 설명:
nl_nl: Omschrijving:
pl: Opis:
pt_br: Descrição:
ro: Descriere:
ru: Описание:
sk: Popis:
sr: Опис:
tr: Açıklama:
uk: Опис:
zh_cn: 描述：

source: Pages:
ar: الصفحات:
ca: Pàgines:
cs: Počet stránek:
de: Seiten:
el: Σελίδες:
es: Páginas:
fa: صفحات:
gl: Páxinas:
hu: Oldalszám:
it_it: Pagine:
ja: ページ:
ko_kr: 페이지:
nl_nl: Pagina's:
pl: Strony:
pt_br: Páginas:
ro: Pagini:
ru: Страниц:
sk: Strany:
sr: Страна:
tr: Sayfalar:
uk: Сторінок:
zh_cn: 页数：

source: Filename:
ar: اسم الملف:
ca: Nom del fitxer:
cs: Název souboru:
de: Dateiname:
el: Όνομα αρχείου:
es: Nombre de archivo:
fa: نام پرونده:
fr: Nom du fichier :
gl: Ficheiro:
hu: Fájlnév:
it_it: Nome file:
ja: ファイル名:
ko_kr: 파일이름:
nl_nl: Bestandsnaam:
pl: Nazwa pliku:
pt_br: Nome do arquivo:
ro: Nume fișier:
ru: Имя файла:
sk: Názov súboru:
sr: Име фајла:
tr: Dosya adı:
uk: Назва файлу:
zh_cn: 文件名：

source: Format:
ar: التنسيق:
cs: Formát:
el: Μορφή:
es: Formato:
fa: قالب:
gl: Formato:
hu: Fájlformátum:
it_it: Formato:
ja: 形式:
ko_kr: 형식:
nl_nl: Type:
pt_br: Formato:
ru: Формат:
sk: Formát súboru:
sr: Формат:
tr: Biçim:
uk: Формат:
zh_cn: 格式：

source: Size:
ar: الحجم:
ca: Mida:
cs: Velikost:
de: Größe:
el: Μέγεθος:
es: Tamaño:
fa: حجم:
fr: Taille :
gl: Tamaño:
hu: Fájlméret:
it_it: Dimensione:
ja: サイズ:
ko_kr: 크기:
nl_nl: Grootte:
pl: Rozmiar:
pt_br: Tamanho:
ro: Dimensiune:
ru: Размер:
sk: Veľkosť:
sr: Величина:
tr: Boyut:
uk: Розмір:
zh_cn: 大小：

source: File date:
ar: تاريخ الملف:
ca: Data del fitxer:
cs: Datum souboru:
de: Dateidatum:
el: Ημερομηνία αρχείου:
es: Fecha del archivo:
fa: تاریخ پرونده:
fr: Date du fichier :
gl: Data do ficheiro:
hu: Fájldátum:
it_it: Data del file:
ja: 編集日時:
ko_kr: 파일 날짜:
nl_nl: Bestandsdatum:
pl: Data pliku:
pt_br: Data do arquivo:
ro: Dată fișier:
ru: Дата файла:
sk: Dátum súboru:
sr: Датум фајла:
tr: Son değişiklik:
uk: Дата файлу:
zh_cn: 修改日期：

source: Folder:
ar: مجلّدٌ:
ca: Carpeta:
cs: Složka:
de: Verzeichnis:
el: Φάκελος:
es: Carpeta:
fa: پوشه:
fr: Dossier :
gl: Cartafol:
hu: Mappa:
it_it: Cartella:
ja: フォルダー:
ko_kr: 폴더:
nl_nl: Map:
pt_br: Pasta:
ro: Dosar:
ru: Папка:
sk: Priečinok:
sr: Директоријум:
tr: Üst klasör:
uk: Тека:
zh_cn: 文件夹：

source: Tap to display
ar: المس للعرض
ca: Toqueu per a veure
cs: Ťukněte pro zobrazení
de: Zum Anzeigen tippen
el: Πατήστε για εμφάνιση
es: Pulsar para ver
fa: برای نمایش ضربه بزنید
fr: Toucher ici pour afficher
gl: Preme para mostrar
hu: Megjelenítés koppintásra
it_it: Tocca per visualizzare
ja: タップすると表示します
ko_kr: 탭하여 표시하기
nl_nl: Tik om weer te geven
pl: Stuknij, aby wyświetlić
pt_br: Toque para exibir
ro: Atinge pentru a afișa
ru: Коснитесь для показа
sk: Ťuknúť sem pre zobrazenie
sr: Тапните да се прикаже
tr: Görüntülemek için dokunun
uk: Натисніть, щоб показати
zh_cn: 点击显示

source: N/A
ar: غ/م
cs: Nedostupné
de: N/V
el: Δ/Υ
es: No aplicable
fa: نامعلوم
fr: N/D
gl: N/D
hu: nincs elérhető adat
ja: 該当なし
ko_kr: 해당 없음
nl_nl: Niet beschikbaar
pl: Niedostępne
ro: (indisponibil)
ru: н/д
sk: Nedostupné
sr: Н/П
tr: Kullanılamaz
uk: Недоступний

source: Current page lines:
ca: Línies de la pàgina actual:
cs: Řádky na aktuální stránce:
de: Zeilen auf aktueller Seite:
el: Γραμμές τρέχουσας σελίδας:
es: Líneas de la página actual:
fa: خطوط صفحه فعلی:
fr: Lignes de la page actuelle :
gl: Liñas na páxina actual:
hu: Aktuális oldal sorainak száma:
it_it: Righe della pagina corrente:
ko_kr: 현재 페이지 행:
nl_nl: Huidige paginaregels:
pl: Wiersze bieżącej strony:
pt_br: Linhas na página atual:
ru: Строк на текущей странице:
sk: Počet riadkov na stránke:
sr: Број линија на текућој страници:
tr: Geçerli sayfanın satır sayısı:
uk: Рядків на поточній сторінці:
zh_cn: 当前页面行数：

source: Current page words:
ca: Paraules de la pàgina actual:
cs: Slova na aktuální stránce:
de: Wörter auf aktueller Seite:
el: Λέξεις τρέχουσας σελίδας:
es: Palabras de la página actual:
fa: کلمات صفحه‌ فعلی:
fr: Mots de la page courante :
gl: Palabras na páxina actual:
hu: Aktuális oldal szavainak száma:
it_it: Parole della pagina corrente:
ko_kr: 현재 페이지 단어:
nl_nl: Huidige paginawoorden:
pl: Słowa bieżącej strony:
pt_br: Palavras na página atual:
ru: Слов на текущей странице:
sk: Počet slov na stránke:
sr: Број речи на текућој страници:
tr: Geçerli sayfanın sözcük sayısı:
uk: Слів на поточній сторінці:
zh_cn: 当前页面字数：

source: No book description available.
ar: لا يوجد وصف متوفر للكتاب.
ca: No hi ha disponible cap descripció del llibre.
cs: Není tu žádný popis knihy.
de: Keine Buchbeschreibung verfügbar.
el: Δεν υπάρχει διαθέσιμη περιγραφή βιβλίου.
es: No hay disponible ninguna descripción del libro.
fa: شرح کتابی دردسترس نیست.
fr: Description du livre indisponible.
gl: Non hai descrición do libro.
hu: Nincs elérhető könyvleírás.
it_it: Nessuna descrizione del libro disponibile.
ja: 説明はありません。
ko_kr: 쓸 수 있는 책 설명이 없음.
nl_nl: Geen boekomschrijving beschikbaar.
pl: Nie ma dostępnego opisu książki.
pt_br: Nenhuma descrição do livro disponível.
ro: Nici o descriere disponibilă.
ru: Описание книги отсутствует.
sk: Popis knihy nie je k dispozícii.
sr: Нема описа књиге.
tr: Kullanılabilecek bir kitap açıklaması bulunamadı.
uk: Немає опису книги.
zh_cn: 没有可用的书籍描述。

source: No cover image available.
ar: لا تتوفّر صورة غلاف.
ca: No hi ha disponible cap imatge de coberta.
cs: Není tu žádný obrázek obálky.
de: Kein Umschlagbild verfügbar.
el: Δεν υπάρχει διαθέσιμη εικόνα εξωφύλλου.
es: No hay disponible ninguna imagen de cubierta.
fa: تصویر جلدی دردسترس نیست.
fr: Couverture indisponible.
gl: Portada non dispoñible.
hu: Nincs elérhető borítókép.
it_it: Nessuna immagine di copertina disponibile.
ja: 表紙画像はありません。
ko_kr: 쓸 수 있는 표지 그림이 없습니다.
nl_nl: Geen omslagafbeelding beschikbaar.
pl: Nie ma żadnych dostępnych okładek.
pt_br: Nenhuma imagem de capa disponível.
ro: Nici o copertă disponibilă.
ru: Изображение обложки отсутствует.
sk: Obrázok knižného titulu nie je k dispozícii.
sr: Нема слике корица.
tr: Kullanılabilecek bir kapak görseli bulunamadı.
uk: Зображення обкладинки відсутнє.
zh_cn: 没有可用的封面图片。

source: Edit book metadata:
ca: Editar les metadades del llibre:
cs: Upravit metadata knihy:
de: Buch-Metadaten bearbeiten:
el: Επεξεργασία μεταδεδομένων βιβλίου:
es: Editar los metadatos del libro:
fa: ویرایش فراداده کتاب:
fr: Modifier les métadonnées du livre :
gl: Editar os metadatos do libro:
hu: Könyv metaadatok szerkesztése:
it_it: Modifica metadati del libro:
ko_kr: 책 메타데이터 편집:
nl_nl: Boekmetadata bewerken:
pl: Edytuj metadane książki:
pt_br: Editar metadados do livro:
ru: Редактировать метаданные книги:
sk: Upraviť metadáta knihy:
sr: Уреди метаподатке књиге:
tr: Kitap üst verilerini düzenle:
uk: Змінити метадані книги:
zh_cn: 编辑书籍元数据：

source: Copy original
ca: Copia l’original
cs: Kopírovat originál
de: Original kopieren
el: Αντιγραφή αρχικών δεδομένων
es: Copiar original
fa: کپی اصلی
fr: Copier l'original
gl: Copiar orixinal
hu: Eredeti másolása
it_it: Copia l'originale
ko_kr: 원본 복사
nl_nl: Origineel kopiëren
pl: Kopiuj oryginał
pt_br: Copiar original
ru: Копия оригинала
sk: Kopírovať pôvodné
sr: Копирај оригинал
tr: Özgünü kopyala
uk: Копіювати оригінал
zh_cn: 复制原始数据

source: View original
ca: Visualitza l’original
cs: Zobrazit originál
de: Original ansehen
el: Προβολή αρχικών δεδομένων
es: Ver original
fa: دیدن اصلی
fr: Voir l'original
gl: Ver orixinal
hu: Eredeti megtekintése
it_it: Vedi l'originale
ko_kr: 원본 보기
nl_nl: Origineel tonen
pl: Wyświetl oryginał
pt_br: Ver original
ru: Просмотр оригинала
sk: Zobraziť pôvodné
sr: Прикажи оригинал
tr: Özgünü görüntüle
uk: Переглянути оригінал
zh_cn: 查看原始数据
