Repository: spruceUI/spruceOS
Catalog: App/KoReader/l10n/*/koreader.po
Languages: ar, ca, cs, de, el, es, fa, fr, gl, hu, it_it, ja, ko_kr, nl_nl, pl, pt_br, ro, ru, sk, sr, tr, uk, zh_cn

source: OK
ar: موافق
ca: Acceptar
el: Εντάξει
es: Aceptar
fa: تایید
fr: Valider
gl: Aceptar
hu: Rendben
ko_kr: 확인
nl_nl: Akkoord
ru: ОК
sk: Akceptovať
sr: У реду
tr: Tamam
uk: ОК
zh_cn: 确认

source: Sort by: %1
ar: فرز وفق: %1
ca: Ordenar per; %1
cs: Seřadit podle: %1
de: Sortiere nach: %1
el: Ταξινόμηση κατά: %1
es: Ordenar por: %1
fa: مرتب کردن براساس: %1
fr: Classer par : %1
gl: Ordenar por: %1
hu: Rendezés: %1 szerint
it_it: Ordina per: %1
ja: 並び順: %1
ko_kr: 정렬 기준: %1
nl_nl: Sorteren op: %1
pl: Sortuj po: %1
pt_br: Ordenar por: %1
ro: Ordonează după: %1
ru: Сортировать по: %1
sk: Zoradiť podľa: %1
sr: Сортирај по: %1
tr: Sıralama: %1
uk: Сортувати за: %1
zh_cn: 按 %1 排列

source: file browser
ar: متصفح الملفات
ca: navegador de fitxers
cs: prohlížeč souborů
de: Dateimanager
el: περιηγητής αρχείων
es: navegador de archivos
fa: مرورگر پرونده
fr: Navigateur de fichiers
gl: explorador de ficheiros
hu: fájlböngésző
it_it: gestore di file
ja: ファイルブラウザー
ko_kr: 파일 탐색기
nl_nl: bestandsverkenner
pl: Przeglądarka plików
pt_br: navegador de arquivos
ro: navigator fișiere
ru: файловый менеджер
sk: prehliadač súborov
sr: прегледач фајлова
tr: dosya tarayıcısı
uk: оглядач файлів
zh_cn: 文件浏览器

source: history
ar: المحفوظات
ca: Historial
cs: Historii
de: Verlauf
el: ιστορικό
es: historial
fa: تاریخچه
fr: historique
gl: historial
hu: előzmények
it_it: cronologia
ja: 履歴
ko_kr: 최근 내력
nl_nl: geschiedenis
pl: Historia
pt_br: histórico
ro: istoric
ru: истории
sk: históriou
sr: историја
tr: geçmiş
uk: історія
zh_cn: 历史

source: favorites
ar: المفضّلات
ca: favorits
cs: Oblíbených
de: Favoriten
el: αγαπημένα
es: favoritos
fa: موارد برگزیده
fr: favoris
gl: favoritos
hu: kedvencek
it_it: preferiti
ja: お気に入り
ko_kr: 즐겨찾기
nl_nl: favorieten
pl: Ulubione
pt_br: favoritos
ro: favorite
ru: избранного
sk: zoznamom obľúbených
sr: омиљено
tr: favoriler
uk: вподобане
zh_cn: 收藏夹

source: folder shortcuts
ar: اختصارات المجلدات
ca: accessos directes a carpetes
cs: Zkratkách složek
de: Ordner-Verknüpfungen
el: συντομεύσεις φακέλων
es: atajos a carpetas
fa: میانبر‌ پوشه‌ها
fr: raccourcis de dossier
gl: atallos a cartafol
hu: mappahivatkozások
it_it: scorciatoie di cartella
ja: フォルダーのショートカット
ko_kr: 폴더 바로가기
nl_nl: mapsnelkoppelingen
pl: Skróty do folderów
pt_br: atalhos de pasta
ro: scurtături dosare
ru: ярлыков файлов
sk: odkazmi na priečinky
sr: пречице директоријума
tr: klasör kısayolları
uk: ярлики тек
zh_cn: 文件夹快捷方式

source: last file
ar: آخر ملف
ca: darrer fitxer
cs: Posledním souboru
de: Letzte Datei
el: τελευταίο αρχείο
es: último archivo
fa: آخرین پرونده
fr: dernier fichier
gl: derradeiro ficheiro
hu: legutóbbi fájl
it_it: ultimo file
ja: 最後に開いたファイル
ko_kr: 최근 파일
nl_nl: laatst geopende bestand
pl: Ostatni plik
pt_br: último arquivo
ro: ultimul fișier
ru: последнего файла
sk: posledným súborom
sr: последњи фајл
tr: son dosya
uk: останній файл
zh_cn: 最后的文件

source: Start with: %1
ar: ابدأ بعرض: %1
ca: Iniciar amb: %1
cs: Spustit čtečku na: %1
de: Starte mit: %1
el: Εκκίνηση με: %1
es: Iniciar con: %1
fa: آغاز با: %1
fr: Démarrer avec : %1
gl: Comezar con: %1
hu: Indítás ezzel: %1
it_it: Avvia con: %1
ja: 起動時の画面: %1
ko_kr: 첫 화면: %1
nl_nl: Start met: %1
pl: Uruchom z: %1
pt_br: Iniciar com: %1
ro: Pornește cu: %1
ru: Старт с: %1
sk: Spustiť s: %1
sr: Почни са: %1
tr: Şunun başlat: %1
uk: Під час запуску: %1
zh_cn: 从 %1 开始

source: KOReader's startup script has been updated. You'll need to completely exit KOReader to finalize the update.
ar: تم تحديث البرنامج النصي لبدء تشغيل KOReader. ستحتاج إلى الخروج من KOReader تمامًا لإنهاء التحديث.
ca: S'ha actualitzat el script d'inici de KOReader. És necessari sortir completament de KOReader per a finalitzar l'actualització.
cs: Spouštěcí skript KOReaderu byl aktualizován. Musíte KOReader úplně zavřít, aby mohla být aktualizace dokončen.
de: Das Startskript von KOReader wurde aktualisiert. Sie müssen KOReader vollständig beenden, um die Aktualisierung abzuschließen.
el: Η δέσμη ενεργειών εκκίνησης του KOReader έχει ενημερωθεί. Για να ολοκληρώσετε την ενημέρωση, θα πρέπει να βγείτε εντελώς από το KOReader.
es: Se ha actualizado el script de inicio de KOReader. Es necesario salir completamente de KOReader para finalizar la actualización.
fa: اسکریپت راه‌اندازی KOReader به‌روز شده است. برای نهایی شدن به‌روزرسانی باید از KOReader به‌طور کامل خارج شوید.
fr: Le script de démarrage de KOReader a été mis à jour. Vous devrez quitter complètement KOReader pour finaliser la mise à jour.
gl: O script de inicio de KOReader foi actualizado. É necesario saír completamente de KOReader para rematar a actualización.
hu: A KOReader indító szkriptje frissült. A frissítés véglegesítéséhez teljesen ki kell lépnie a KOReaderből.
it_it: Lo script di avvio di KOReader è stato aggiornato. Dovrai uscire completamente da KOReader per completare l'aggiornamento.
ja: KOReaderの起動スクリプトが更新されました。 更新を完成する為、 KOReader を完全に終了する必要があります。
ko_kr: KOReader의 시작 스크립트가 업데이트되었습니다. 업데이트를 적용하려면 KOReader를 완전히 끝내야 됩니다.
nl_nl: Het opstartscript van KOReader is bijgewerkt. KOReader moet volledig worden afgesloten om de update af te ronden.
pl: Zaktualizowano skrypt startowy KOReadera. Musisz całkowicie wyjść z KOReader, aby sfinalizować aktualizację.
pt_br: O script de inicialização do KOReader foi atualizado. Você precisa sair completamente do KOReader para finalizar a atualização.
ro: Scriptul de pornire al KOReader a fost actualizat. Va trebui să închizi complet KOReader pentru a finaliza actualizarea.
ru: Обновлен скрипт запуска KOReader'а. Вам нужно будет полностью выйти из программы, чтобы завершить её обновление.
sk: Spúšťací skript KOReadera bol aktualizovaný. Na dokončenie aktualizácie budete musieť úplne ukončiť KOReader.
sr: Ажурирана је KOReader скрипта за покретање. Да би довршили ажурирање, потребно је да у потпуности напустите KOReader.
tr: KOReader başlangıç betiği güncellendi. Bu güncellemeyi tamamlamak için KOReader uygulamasından tamamen çıkmalısınız.
uk: Сценарій запуску KOReader оновлено. Вам потрібно буде повністю вийти з KOReader, щоб завершити оновлення.
zh_cn: KOReader的启动脚本已经更新。你需要完全退出KOReader来完成更新。

source: Restart anyway
ar: إعادة تشغيل على أي حال
ca: Reiniciar de totes maneres
cs: I přesto restartovat
de: Trotzdem neu starten
el: Επανεκκίνηση ούτως ή άλλως
es: Reiniciar de todos modos
fa: به‌هرحال مجدداً راه‌اندازی کن
fr: Redémarrer quand même
gl: Reiniciar de todos xeitos
hu: Újraindítás
it_it: Riavvia comunque
ja: いずれにせよ、再起動する
ko_kr: 어떻든 재시작
nl_nl: Toch herstarten
pl: Uruchom ponownie mimo wszystko
pt_br: Reiniciar de qualquer forma
ro: Repornește oricum
ru: Всё равно перезапустить
sk: Napriek tomu reštartovať
sr: У сваком случају поново покрени
tr: Yine de yeniden başlat
uk: Все одно перезапустити
zh_cn: 不论如何都要重启

source: File manager menu
ar: قائمة منظّم الملفات
ca: Menú del gestor de fitxers
cs: Nabídka správce souborů
de: Dateimanager-Menü
el: Μενού Διαχειριστή αρχείων
es: Menú del explorador de archivos
fa: منوی مدیر پرونده
fr: Menu du gestionnaire de fichiers
gl: Menú do xestor de ficheiros
hu: Fájlböngésző menü
it_it: Menu gestione file
ja: ファイル管理メニュー
ko_kr: 파일 관리자 메뉴
nl_nl: Bestandsbeheer-menu
pl: Menu menedżera plików
pt_br: Menu do gerenciador de arquivos
ro: Meniu navigator fișiere
ru: Меню файлового менеджера
sk: Menu správcu súborov
sr: Мени управљача фајловима
tr: Dosya yöneticisi menüsü
uk: Меню диспетчера файлів
zh_cn: 文件管理器菜单

source: Default
ar: اعتيادي
ca: Per defecte
cs: Výchozí
de: Standard
el: Προεπιλογή
es: Predeterminado
fa: پیش‌فرض
fr: Défaut
gl: Por defecto
hu: Alapértelmezés
it_it: Predefinito
ja: デフォルト
ko_kr: 기본값 설정
nl_nl: Standaard
pl: Domyślny
pt_br: Padrão
ro: Implicit
ru: По умолчанию
sk: Predvolené
sr: Подразумевано
tr: Varsayılan
uk: Типово
zh_cn: 默认

source: Defaults
ca: Per defecte
cs: Výchozí
de: Standard
el: Προεπιλογές
es: Valores predeterminados
fa: پیشفرض
fr: Valeurs par défaut
gl: Por defecto
hu: Alapértelmezések
it_it: Impostazioni predefinite
ja: デフォルト
ko_kr: 기본값
nl_nl: Standaardinstellingen
pl: Domyślne
pt_br: Padrões
ru: По умолчанию
sk: Predvolené
sr: Подразумеване вредности
tr: Varsayılanlar
uk: Типові
zh_cn: 默认

source: Default settings saved.
ar: تمّ حفظ الإعدادات الأوّليّة.
ca: S’han desat els paràmetres per defecte.
cs: Výchozí nastavení uloženo.
de: Standardeinstellungen gespeichert.
el: Οι προεπιλεγμένες ρυθμίσεις αποθηκεύτηκαν.
es: Se guardó la configuración predeterminada.
fa: تنظیمات پیش‌فرض ذخیره شد.
fr: Les réglages par défaut ont été sauvegardés.
gl: Configuración por defecto gardada.
hu: Alapértelmezett beállítások elmentve.
it_it: Impostazioni predefinite salvate.
ja: デフォルト設定を保存しました。
ko_kr: 기본 설정이 저장되었습니다.
nl_nl: Standaardinstellingen opgeslagen.
pl: Zapisano domyślne ustawienia.
pt_br: Configurações padrão salvas.
ro: Setările implicite au fost salvate.
ru: Настройки по умолчанию сохранены.
sk: Predvolené nastavenia boli uložené.
sr: Подразумевана подешавања су сачувана.
tr: Varsayılan ayarlar kaydedildi.
uk: Типові налаштування збережено.
zh_cn: 默认设置已保存。

source: Save and quit
ar: احفظ واخرج
ca: Desa i surt
cs: Uložit a skončit
de: Speichern und beenden
el: Αποθήκευση και έξοδος
es: Guardar y salir
fa: ذخیره و خروج
fr: Enregistrer et quitter
gl: Gardar e saír
hu: Mentés és kilépés
it_it: Salva e esci
ja: 保存して終了
ko_kr: 저장하고 끝내기
nl_nl: Opslaan en afsluiten
pl: Zapisz i wyjdź
pt_br: Salvar e sair
ro: Salvează și ieși
ru: Сохранить и выйти
sk: Uložiť a ukončiť
sr: Сачувај и изађи
tr: Kaydet ve çık
uk: Зберегти та вийти
zh_cn: 保存并退出

source: Save and restart
ar: احفظ وأعد التشغيل
ca: Desa i reinicia
cs: Uložit a restartovat
de: Speichern und neu starten
el: Αποθήκευση και επανεκκίνηση
es: Guardar y reiniciar
fa: ذخیره و راه‌اندازی مجدد
fr: Enregistrer et redémarrer
gl: Gardar e reiniciar
hu: Mentés és újraindítás
it_it: Salva e riavvia
ja: 保存して再起動
ko_kr: 저장하고 재시작
nl_nl: Opslaan en herstarten
pl: Zapisz i zrestartuj
pt_br: Salvar e reiniciar
ro: Salvează și repornește
ru: Сохранить и перезапустить
sk: Uložiť a reštartovať
sr: Сачувај и поново покрени
tr: Kaydet ve yeniden başlat
uk: Зберегти й перезапустити
zh_cn: 保存并重启

source: KOReader needs to be restarted to apply the new default settings.
ar: تجب إعادة تشغيل KOReader لتطبيق الإعدادات الأوّليّة الجديدة.
ca: Cal reiniciar el KOReader perquè s’apliquin els paràmetres per defecte nous.
cs: KOReader musí být restartován, aby se aplikovalo nové výchozí nastavení.
de: KOReader muss neu gestartet werden, um die neuen Standardeinstellungen zu übernehmen.
el: Χρειάζεται να γίνει επανεκκίνηση του KOReader για να εφαρμοστούν οι νέες προεπιλεγμένες ρυθμίσεις.
es: Es necesario reiniciar KOReader para aplicar la nueva configuración predeterminada.
fa: کوریدر برای اعمال تنظیمات پیش‌فرض جدید نیاز به راه‌اندازی مجدد دارد.
fr: KOReader doit être redémarré pour appliquer les nouveaux paramètres par défaut.
gl: KOReader ten que reiniciar para aplicar a nova configuración por defecto.
hu: A KOReader programot újra kell indítani az új alapértelmezett beállítások alkalmazásához.
it_it: È necessario riavviare KOReader per applicare le nuove impostazioni predefinite.
ja: 新しいデフォルト設定を適用するには KOReader を再起動する必要があります。
ko_kr: 새 기본 설정을 적용하려면 KOReader를 다시 시작해야 합니다.
nl_nl: KOReader moet herstarten om de nieuwe standaardinstellingen toe te passen.
pl: KOReader musi zostać zrestartowany, aby nowe ustawienia zostały wprowadzone.
pt_br: KOReader precisa ser reiniciado para aplicar as novas configurações padrão.
ro: KOReader trebuie repornit pentru a aplica noile setări implicite.
ru: Необходимо перезапустить KOReader для применения новых настроек по умолчанию.
sk: Pre použitie nových predvolených nastavení je potrebné reštartovať KOReader.
sr: Да би се применила нова подразумевана подешавања KOReader мора поново да се покрене.
tr: Yeni varsayılan ayarların etkin olması için KOReader uygulaması yeniden başlatılmalı.
uk: KOReader потрібно перезапустити, щоб застосувати нові типові налаштування.
zh_cn: KOReader 需要重启以应用新的默认设置。

source: Discard changes
ar: تخلّص من التغييرات
ca: Descartar canvis
cs: Zahodit změny
de: Änderungen verwerfen
el: Απόρριψη αλλαγών
es: Descartar cambios
fa: دورانداختن تغییرات
fr: Annuler les modifications
gl: Desbotar cambios
hu: Elvetés
it_it: Ignora modifiche
ja: 変更を破棄する
ko_kr: 변경 사항 취소
nl_nl: Wijzigingen negeren
pl: Odrzuć zmiany
pt_br: Descartar alterações
ro: Anulează schimbările
ru: Отменить все изменения
sk: Zrušiť zmeny
sr: Одбаци промене
tr: Değişiklikleri yok say
uk: Відхилити зміни
zh_cn: 忽略变更

source: Some changes will not work until the next restart. Be careful; the wrong settings might crash KOReader! Are you sure you want to continue?
ar: قد لا تعمل بعض التغييرات حتى إعادة التشغيل القادمة. فضلًا توخّ الحذر, فالإعدادات الخاطئة قد تسبب توقّف KOReader عن العمل! هل أنت متأكد أنّك تريد المتابعة؟
ca: Determinats paràmetres no s’aplicaran fins que reinicieu l’aplicació. Aneu amb compte; el KOReader pot tancar-se inesperadament. Segur que voleu continuar?
cs: Některé změny se neprojeví až do příštího restartu. Buďte opatrní, špatná změna nastavení může způsobit pád KOReaderu! Opravdu chcete pokračovat?
de: Manche Änderungen werden erst nach einem Neustart funktionieren. Achtung, falsche Einstellungen könnten KOReader abstürzen lassen! Sind Sie sicher, dass Sie fortfahren möchten?
el: Κάποιες αλλαγές δεν θα λειτουργήσουν μέχρι την επόμενη επανεκκίνηση. Προσοχή, οι λανθασμένες ρυθμίσεις θα μπορούσαν να οδηγήσουν σε κατάρρευση του KOReader! Είστε σίγουροι ότι θέλετε να συνεχίσετε;
es: Algunos cambios no funcionarán hasta el próximo reinicio. ¡Atención. Una configuración errónea puede provocar que KOReader deje de funcionar!. ¿Desea continuar?
fa: برخی تغییرات تا راه‌اندازی مجدد بعدی کار نخواهند کرد. مراقب باشید؛ تنظیمات نادرست می‌تواند باعث از کارافتادن کوریدر شود! آیا مطمئنید که می‌خواهید ادامه دهید؟
fr: Certaines modifications ne seront pas prises en compte avant le prochain redémarrage. Faites attention, des paramètres incorrects pourraient causer un plantage de KOReader ! Êtes-vous sûr de vouloir continuer ?
gl: Algúns cambios funcionarán tras reiniciar. Coidado, unha mala configuración pode facer que KOReader non funcione! Queres continuar?
hu: Előfordulhat, hogy néhány beállítás újraindítás után sem működik. Óvatosan; helytelen beállítások miatt összeomolhat a KOReader! Biztosan folytassuk?
it_it: Alcune modifiche non funzioneranno fino al prossimo riavvio. Stai attento; le impostazioni sbagliate potrebbero mandare in crash KOReader! Sei sicuro di voler continuare?
ja: いくつかの変更はアプリを再起動するまで機能しません。 もし設定を間違えばKOReaderをクラッシュさせることに注意してください。 続行してもいいですか?
ko_kr: 몇몇 변경은 재시작 후에 적용됩니다. 주의하세요; 잘못된 설정은 KOReader를 사용할 수 없게 만듭니다! 계속할까요?
nl_nl: Sommige veranderingen zullen pas bij de volgende herstart in werking treden. Wees voorzichtig: verkeerde instelling zouden KOReader kunnen laten crashen! Doorgaan?
pl: Niektóre zmiany nie będą działać do następnego restartu. Bądź ostrożny; błędne ustawienia mogą uszkodzić KOReader! Jesteś pewien, że chcesz kontynuować?
pt_br: Algumas alterações não funcionarão até a próxima reinicialização. Tenha cuidado, configurações erradas podem travar o KOReader! Você tem certeza de que deseja continuar?
ro: Unele modificări nu vor funcționa pînă la următoarea repornire. Atenție: setările greșite pot crăpa KOReader! Ești sigur că vrei să continui?
ru: Некоторые изменения до перезапуска работать не будут. Осторожно: неправильные настройки могут привести к сбою KOReader'а! Вы точно хотите продолжить?
sk: Niektoré zmeny budú uplatnené až po najbližšom reštarte. Buďte opatrný, lebo nesprávne nastavenia môžu spôsobiť nefunkčnosť KOReadera! Určite si prajete pokračovať?
sr: Неке промене ће важити тек од следећег покретања. Опрезно; погрешна подешавања могу да сруше KOReader! Да ли заиста желите да наставите?
tr: Bazı değişiklikler uygulama yeniden başlatılana kadar çalışmayacak. Uyarı: yanlış ayarlar KOReader uygulamasının çalışmasını engelleyebilir. İlerlemek istiyor musunuz?
uk: Деякі зміни не набудуть чинності до наступного перезавантаження. Будьте обережні, оскільки при хибних налаштуваннях KOReader може зазнати аварії! Ви впевнені, що бажаєте продовжити?
zh_cn: 部分设置重启后生效。请小心，错误的设置可能会使 KOReader 崩溃！ 确定要继续吗？

source: Folder shortcuts
ar: اختصارات المجلّدات
ca: Dreceres a carpetes
cs: Zkratky složek
de: Ordner-Verknüpfungen
el: Συντομεύσεις φακέλων
es: Atajos a carpetas
fa: میانبرهای پوشه
fr: Raccourcis de dossiers
gl: Atallos a cartafol
hu: Mappahivatkozások
it_it: Scorciatoie per le cartelle
ja: フォルダーのショートカット
ko_kr: 폴더 단축키
nl_nl: Mapsnelkoppelingen
pl: Skróty do folderów
pt_br: Atalhos de pasta
ro: Scurtături dosare
ru: Ярлыки папок
sk: Odkazy na priečinky
sr: Директоријумске пречице
tr: Klasör kısayolları
uk: Ярлики тек
zh_cn: 文件夹快捷方式

source: Remove shortcut
ca: Elimina la drecera
cs: Odstranit zkratku
de: Verknüpfung entfernen
el: Κατάργηση συντόμευσης
es: Quitar atajo
fa: حذف میانبر
fr: Supprimer le raccourci
gl: Eliminar atallo
hu: Hivatkozás eltávolítása
it_it: Rimuovi scorciatoia
ko_kr: 바로가기 제거
nl_nl: Snelkoppeling verwijderen
pl: Usuń skrót
pt_br: Remover atalho
ru: Удалить ярлык
sk: Odstrániť odkaz
sr: Уклони пречицу
tr: Kısayolu kaldır
uk: Вилучити ярлик
zh_cn: 移除快捷方式

source: Rename shortcut
ca: Reanomena la drecera
cs: Přejmenovat zkratku
de: Verknüpfung umbenennen
el: Μετονομασία συντόμευσης
es: Cambiar nombre de atajo
fa: تغییر نام میانبر
fr: Renommer le raccourci
gl: Renomear atallo
hu: Hivatkozás átnevezése
it_it: Rinomina scorciatoia
ko_kr: 바로가기 이름 바꾸기
nl_nl: Snelkoppeling hernoemen
pl: Zmień nazwę skrótu
pt_br: Renomear atalho
ru: Переименовать ярлык
sk: Premenovať odkaz
sr: Промени име пречице
tr: Kısayolu yeniden adlandır
uk: Перейменувати ярлик
zh_cn: 重命名

source: Paste to folder
ca: Pegar en la carpeta
cs: Vložit do složky
de: In Ordner einfügen
el: Επικόλληση στον φάκελο
es: Pegar en la carpeta
fa: جای‌گذاری در پوشه
fr: Coller dans le dossier
gl: Pegar a cartafol
hu: Beillesztés a mappába
it_it: Incolla nella cartella
ko_kr: 폴더에 붙여넣기
nl_nl: Naar map plakken
pl: Wklej do folderu
pt_br: Colar na pasta
ru: Вставить в папку
sk: Vložiť do priečinku
sr: Налепи у директоријум
tr: Klasöre yapıştır
uk: Вставити до теки
zh_cn: 粘贴到文件夹

source: Enter folder shortcut name
ca: Introduïu el nom de la drecera a la carpeta
cs: Zadejte název zkratky složky
de: Name der Ordner-Verknüpfung eingeben
el: Εισαγάγετε όνομα συντόμευσης φακέλου
es: Introducir el nombre del acceso directo a la carpeta
fa: اسم پوشه میانبر را وارد کنید
fr: Entrez le nom du raccourci du dossier
gl: Insire nome do atallo ao cartafol
hu: Mappahivatkozás neve
it_it: Inserisci il nome della scorciatoia alla cartella
ko_kr: 폴더 바로가기 이름 입력
nl_nl: Voer mapsnelkoppelingsnaam in
pl: Wpisz nazwę skrótu do folderu
pt_br: Digite o nome do atalho da pasta
ru: Введите имя ярлыка папки
sk: Zadať názov odkazu na priečinok
sr: Унесите име пречице директоријума
tr: Klasör kısayolu adını yazın
uk: Введіть назву ярлика теки
zh_cn: 输入文件夹快捷方式的名字

source: Shortcut already exists.
ca: La drecera ja existeix.
cs: Zkratka již existuje.
de: Verknüpfung existiert bereits.
el: Η συντόμευση υπάρχει ήδη.
es: El acceso directo ya existe.
fa: میانبر در حال حاضر وجود دارد.
fr: Le raccourci existe déjà.
gl: O atallo xa existe.
hu: Már létező hivatkozás.
it_it: Esiste già una scorciatoia.
ko_kr: 바로가기가 이미 있습니다.
nl_nl: Deze snelkoppeling bestaat al.
pl: Skrót już istnieje.
pt_br: O atalho já existe.
ru: Ярлык уже существует.
sk: Odkaz už existuje.
sr: Пречица већ постоји.
tr: Bu kısayol zaten var.
uk: Ярлик уже існує.
zh_cn: 此快捷方式已存在。

source: Remove from folder shortcuts
ca: Elimina de les dreceres a carpetes
cs: Odstranit ze zkratek složek
de: Aus Ordner-Verknüpfungen entfernen
el: Κατάργηση από συντομεύσεις φακέλων
es: Eliminar accesos directos de carpetas
fa: حذف از میانبر‌ پوشه‌ها
fr: Supprimer des raccourcis du dossier
gl: Quitar dos atallos a cartafoles
hu: Mappahivatkozások eltávolítása
it_it: Rimuovi le scorciatoie dalla cartella
ko_kr: 폴더 바로가기에서 제거
nl_nl: Van mapsnelkoppelingen verwijderen
pl: Usuń ze skrótów do folderów
pt_br: Remover dos atalhos de pasta
ru: Удалить из ярлыков папок
sk: Odstrániť z odkazov pre priečinky
sr: Уклони из пречица директоријума
tr: Klasör kısayollarından kaldır
uk: Вилучити з ярликів тек
zh_cn: 移除文件夹快捷方式

source: Add to folder shortcuts
ca: Afegeix a les dreceres a carpetes
cs: Přidat do zkratek složky
de: Zu Ordner-Verknüpfung hinzufügen
el: Προσθήκη στις συντομεύσεις φακέλων
es: Añadir a accesos directos a las carpetas
fa: افزودن به میانبر‌های پوشه‌
fr: Ajouter des raccourcis au dossier
gl: Engadir aos atallos a cartafoles
hu: Hozzáadás mappahivatkozásokhoz
it_it: Aggiungi alle scorciatoie delle cartelle
ko_kr: 폴더 바로가기에 추가
nl_nl: Aan mapsnelkoppeling toevoegen
pl: Dodaj do skrótów do folderów
pt_br: Adicionar aos atalhos de pasta
ru: Добавить в ярлыки папок
sk: Pridať do odkazov na priečinky
sr: Додај у пречице директоријума
tr: Klasörü kısayollara ekle
uk: Додати до ярликів тек
zh_cn: 添加文件夹快捷方式

source: Home
ar: الصفحة الرئيسة
ca: Inici
cs: DOMOVSKÁ složka
el: Αρχικός Φάκελος
es: Inicio
fa: خانه
fr: Accueil
gl: Inicio
hu: Kezdőmappa
it_it: Cartella principale
ja: ホーム
ko_kr: 홈
nl_nl: Thuis
pl: Folder domowy
pt_br: Início
ro: Acasă
ru: Домашняя
sk: Domovský priečinok
sr: Почетак
tr: Başlangıç
uk: Домівка
zh_cn: 主目录

source: Unread
ca: No llegit
cs: Nepřečteno
de: Ungelesen
el: Μη αναγνωσμένο
es: No leído
fa: خوانده نشده
fr: Non lu
gl: Sen ler
hu: Olvasatlan
it_it: Non letti
ko_kr: 읽지 않음
nl_nl: Ongelezen
pl: Nieprzeczytana
pt_br: Não lido
ru: Не прочитано
sk: Neprečítané
sr: Непрочитано
tr: Okunmamış
uk: Непрочитане
zh_cn: 未读

source: Reading
ar: تتمُّ قراءته
ca: En lectura
cs: Čtení
de: Lesen
el: Υπό ανάγνωση
es: En lectura
fa: در حال مطالعه
fr: Lecture
gl: A ler
hu: Olvasva
it_it: Lettura
ja: 読書中
ko_kr: 읽는 중
nl_nl: Aan het lezen
pl: Czytam
pt_br: Lendo
ro: În citire
ru: Читаю
sk: Čítanie
sr: Чита се
tr: Okunuyor
uk: Поточні
zh_cn: 阅读中

source: On hold
ar: تمَّ تعليقُ قراءته
ca: En espera
cs: Odloženo
de: Zurückgestellt
el: Σε αναμονή
es: En espera
fa: درانتظار
fr: En attente
gl: Pendente
hu: Félretesz
it_it: In attesa
ja: 保留
ko_kr: 보류 중
nl_nl: In de wacht
pl: Na później
pt_br: Em espera
ro: Amînat
ru: Отложено
sk: Pozastavené
sr: На чекању
tr: Bekliyor
uk: Утримується
zh_cn: 等待中

source: Finished
ar: انتهى
ca: Acabat
cs: Dočteno
de: Beendet
el: Τελείωσε
es: Acabado
fa: پایان‌یافته
fr: Terminé
gl: Rematado
hu: Befejezett
it_it: Finito
ja: 完了
ko_kr: 끝냄
nl_nl: Gelezen
pl: Zakończona
pt_br: Concluído
ro: Finalizat
ru: Завершено
sk: Dokončené
sr: Прочитано
tr: Tamamlandı
uk: Закінчено
zh_cn: 完成

source: Reset this document?
ca: Reiniciar aquest document?
cs: Resetovat tento dokument?
de: Dokument zurücksetzen?
el: Να γίνει επαναφορά αυτού του εγγράφου στις αρχικές ρυθμίσεις;
es: ¿Reiniciar este documento?
fa: این سند بازنشانی شود؟
fr: Réinitialiser ce document ?
gl: Reiniciar este documento?
hu: Visszaállítja ezt a dokumentumot?
it_it: Reimpostare questo documento?
ja: この文書をリセットしますか？
ko_kr: 이 문서를 재설정할까요?
nl_nl: Dit document resetten?
pl: Zresetować ten dokument?
pt_br: Redefinir este documento?
ru: Сбросить данный документ?
sk: Obnoviť nastavenia pre tento dokument?
sr: Да ресетујем овај документ?
tr: Bu belge sıfırlansın mı?
uk: Скинути цей документ?
zh_cn: 要重置此文档吗？
