Repository: spruceUI/spruceOS
Catalog: App/KoReader/l10n/*/koreader.po
Languages: ar, ca, cs, de, el, es, fa, fr, gl, hu, it_it, ja, ko_kr, nl_nl, pl, pt_br, ro, ru, sk, sr, tr, uk, zh_cn

source: Remove watermarks from the rendered document. This can also be used to remove some gray background or to convert a grayscale or color document to black & white and get more contrast for easier reading.
ar: إزالة العلامة المائية من المستند المعروض. يمكن استخدام هذه الخاصية أيضًا لإزالة الخلفيات الرمادية أو تحويل المستندات الرمادية أو الملونة إلى الأبيض والأسود للحصول على المزيد من التباين لقراءة أسهل.
ca: Eliminar marques d'aigua del document renderitzat. També es pot utilitzar per eliminar un fons gris o per convertir un document en escala de grises o en color a blanc i negre i obtenir més contrast per a una lectura més fàcil.
cs: Tato funkce umožňuje z vykresleného dokumentu odstranit vodoznaky. Může být také použita k odstranění nějakého šedého pozadí, nebo ke konverzi dokumentu v odstínech šedi, nebo barevného dokumentu na černobílý s tím, že přidá více kontrastu pro lepší čtení.
de: Entfernen Sie Wasserzeichen aus dem gerenderten Dokument. Dies kann auch verwendet werden, um einen grauen Hintergrund zu entfernen oder ein Graustufen- oder Farbdokument in Schwarz-Weiß zu konvertieren und mehr Kontrast für ein besseres Ablesen zu erhalten.
el: Αφαιρεί το υδατογράφημα από το έγγραφο. Η επιλογή αυτή μπορεί επίσης να χρησιμοποιηθεί για την αφαίρεση κάποιου γκρίζου φόντου ή για την μετατροπή ενός γκρι ή έγχρωμου εγγράφου σε ασπρόμαυρο και την απόκτηση έτσι μεγαλύτερης αντίθεσης για ευκολότερη ανάγνωση.
es: Eliminar marcas de agua del documento renderizado. También se puede utilizar para eliminar un fondo gris o para convertir un documento en escala de grises o en color a blanco y negro y obtener más contraste para una lectura más fácil.
fa: حذف واترمارک از سند رندر شده. از این می‌توان برای حذف برخی پس‌زمینه‌های خاکستری یا تبدیل طیف خاکستری یا رنگی سند، به سیاه و سفید و بدست آوردن تضاد رنگی بیشتر به منظور مطالعه راحت‌تر استفاده کرد.
fr: Retirer les filigranes du document rendu. Cela peut également servir à supprimer certains fonds gris ou pour convertir un document gris ou couleur en noir et blanc, et obtenir plus de contraste pour faciliter la lecture.
gl: Quitar as filigranas da presentación do documento. Isto tamén pode ser empregado para quitar un fondo gris ou para converter un documento en escala de grises ou color a branco e negro e obter máis contraste para facilitar a lectura.
hu: Vízjelek törlése a dokumentumból. Ez alkalmazható a szürke háttér eltávolítására, a dokumentum szürkeárnyalatossá, vagy a dokumentum fekete/fehérré alakítására, ami a nagyobb kontraszt miatt olvashatóbb lesz.
it_it: Rimuovi le filigrane dal documento sottoposto a resa grafica. Ciò può anche essere usato per rimuovere alcuni sfondi grigi o per convertire un documento in scala di grigi o a colori in bianco e nero e ottenere più contrasto per facilitare la lettura.
ja: 描画された文書から透かしを除去します。 また、グレーの背景を除去したり、グレースケールやカラーの文書をモノクロに変換して、読みやすくするためにコントラストを強くするのにも使用できます。
ko_kr: 표시된 문서에서 워터마크를 제거합니다. 이것은 회색 배경을 제거하거나, 회색조나 컬러 문서를 흑백으로 전환하여 좀더 읽기 쉬운 농도로 조절할 수 있습니다.
nl_nl: Watermerken verwijderen uit het gerenderde document. Dit kan ook worden gebruikt om grijze achtergronden te verwijderen, of om een document in tinten grijs of kleur naar zwartwit om te zetten. Dit kan voor een beter contrast en makkelijker leesbare tekst zorgen.
pl: Usuń znaki wodne z renderowanego dokumentu. Można go również użyć do usunięcia szarego tła lub przekonwertowania dokumentu w skali szarości lub dokumentu kolorowego na czarno-biały i uzyskania większego kontrastu w celu łatwiejszego odczytu.
pt_br: Remove as marcas d'água do documento renderizado. Isso também pode ser usado para remover um fundo cinza ou para converter um documento em tons de cinza ou um documento colorido em um documento em preto e branco e obter mais contraste para facilitar a leitura.
ro: Elimină filigranele din documentele redate. Această setare poate de asemenea fi folosită pentru a elimina fundalul gri sau pentru a converti un document color în alb-negru pentru a îmbunătăți contrastul.
ru: Удаление водяных знаков из отрисованного документа. Также может пригодиться для очистки грязного фона или преобразования серого/цветного документа в чёрно-белый и более контрастный (с целью облегчить чтение).
sk: Odstráni vodoznak z dokumentu. Dá sa použiť aj na odstránenie sivého pozadia alebo na konverziu dokumentu v odtieňoch sivej alebo farebného dokumentu na čiernobiely pre získanie väčšieho kontrastu pre ľahšie čítanie.
sr: Уклања водене жигове из приказаног документа. Ово такође може да се користи и за уклањање неке сиве позадине или за претварање сивих или докумената у боји у црно беле, чиме се добија више контраста и олакшава читање.
tr: Oluşturulan belgedeki filigranları kaldırır. Bu özellik ayrıca renkli ya da gri tonlamalı bir belge siyah beyaz biçime dönüştürüldüğünde kalan gri arka planı da kaldırarak karşıtlığı arttırır ve okumayı kolaylaştırır.
uk: Видалити водяні знаки з показаного документа. Це також можна використовувати для видалення сірого фону або для перетворення документу у відтінках сірого або кольорового документа в чорно-білий і отримати більше контрасту для легшого читання.
zh_cn: 从渲染文档中移除水印。 此选项也可以用于移除灰色、灰阶或彩色背景，以提高文本对比度。

source: Dithering
ar: التردد
ca: Tramat
el: Χρωματική προσομοίωση(Dithering)
es: Tramado
fa: صاف سازی
fr: Tramage
gl: Esvaer
hu: Árnyalás (dithering)
ja: ディザリング
ko_kr: 디더링
pt_br: Matização (dithering)
ro: Ditering
ru: Сглаживание
sk: Zrnenie
sr: Дитеринг
tr: Titreme
uk: Дитеринг
zh_cn: 抖动

source: Enable hardware dithering.
ca: Habilitar el tramat per maquinari.
cs: Povolit hardwarový dithering.
de: Hardware Dithering aktivieren.
el: Ενεργοποίηση του "hardware dithering".
es: Habilitar el tramado por hardware.
fa: فعال کردن صاف سازی سخت‌افزاری.
fr: Activer le tramage matériel.
gl: Activar entrelazado por hardware.
hu: HW dithering bekapcsolása.
it_it: Abilita il dithering hardware.
ja: ハードウェアディザリングを有効にします。
ko_kr: 하드웨어 디더링을 활성화합니다.
nl_nl: Hardware-dithering inschakelen.
pl: Włącz dithering sprzętowy.
pt_br: Ativa o dithering de hardware.
ro: Activare ditering hardware.
ru: Включить аппаратное сглаживание.
sk: Povoliť hardvérové rozkladanie.
sr: Укључује хардверски дитеринг.
tr: Donanımsal titreme kullanılsın.
uk: Увімкнути апаратний дитеринг.
zh_cn: 启用硬件抖动。

source: Enable software dithering.
ca: Habilitar el tramat per programari.
cs: Povolit softwarový dithering.
de: Software Dithering aktivieren.
el: Ενεργοποίηση του "software dithering".
es: Habilitar el tramado por software.
fa: فعال کردن صاف سازی نرم‌افزاری.
fr: Activer le tramage logiciel.
gl: Activar entrelazado por software.
hu: SW dithering bekapcsolása.
it_it: Abilita il dithering software.
ja: ソフトウェアディザリングを有効にします。
ko_kr: 소프트웨어 디더링을 활성화합니다.
nl_nl: Software-dithering inschakelen.
pl: Włącz dithering programowy.
pt_br: Ativa matização (dithering) de software.
ro: Activare ditering software.
ru: Включить программное сглаживание.
sk: Povoliť softvérové rozkladanie.
sr: Укључује софтверски дитеринг.
tr: Yazılımsal titreme kullanılsın.
uk: Увімкнути програмний дитеринг.
zh_cn: 启用软件抖动。

# Quality
source: Render Quality
ar: جودة التجسيد
ca: Qualitat de renderitzat
cs: Kvalita vykreslení
de: Rendering-Qualität
el: Ποιότητα απόδοσης
es: Calidad de renderizado
fa: کیفیت رندر
fr: Qualité de rendu
gl: Calidade de renderización
hu: Megjelenítési minőség
it_it: Qualità Resa Grafica
ja: 描画品質
ko_kr: 렌더링 품질
nl_nl: Weergavekwaliteit
pl: Jakość renderowania
pt_br: Qualidade de renderização
ro: Calitate randare
ru: Качество отрисовки
sk: Kvalita vykresľovania
sr: Квалитет приказивања
tr: Görüntüleme kalitesi
uk: Якість промальовки
zh_cn: 渲染质量

# Quality
source: low
ar: منفخض
ca: baixa
cs: nízká
de: niedrig
el: χαμηλή
es: baja
fa: کم
fr: basse
gl: baixa
hu: alacsony
it_it: basso
ja: 低い
ko_kr: 낮게
nl_nl: laag
pl: niska
pt_br: baixa
ro: scăzut
ru: низкое
sk: nízka
sr: низак
tr: düşük
uk: низька
zh_cn: 低

# Quality
source: default
ar: إفتراضي
ca: predet.
cs: výchozí
de: standardmäßig
el: προκαθορισμένη
es: predet.
fa: پیشفرض
fr: défaut
gl: por defecto
hu: alapértelmezett
it_it: predefinito
ja: デフォルト
ko_kr: 기본값
nl_nl: standaard
pl: domyślna
pt_br: padrão
ro: implicit
ru: по умолчанию
sk: predvolená
sr: подразумевани
tr: varsayılan
uk: типова
zh_cn: 默认

# Quality
source: high
ar: مرتفع
ca: alta
cs: vysoká
de: hoch
el: υψηλή
es: alta
fa: زیاد
fr: haute
gl: alta
hu: magas
it_it: alto
ja: 高い
ko_kr: 높게
nl_nl: hoog
pl: wysoka
pt_br: alta
ro: ridicat
ru: высокое
sk: vysoká
sr: високи
tr: yüksek
uk: висока
zh_cn: 高

source: In reflow mode, sets the quality of the text and image extraction processing and output.
ar: في وضع إعادة التدفق ، يضبط جودة معالجة واستخراج النص والصورة.
ca: En el mode de redistribució de text, estableix la qualitat de processament i sortida de l'extracció de text i imatges.
cs: Při „přeformátování“ umožňuje nastavit kvalitu extrakce textu a obrázků a kvalitu výstupu.
de: Legt im Reflow-Modus die Qualität der Verarbeitung und Ausgabe der Text- und Bildextraktion fest.
el: Σε λειτουργία αναδιάταξης κειμένου, ορίζει την ποιότητα της επεξεργασίας και της απόδοσης κειμένου και εικόνας.
es: En el modo de redistribución de texto, establece la calidad de procesamiento y salida de la extracción de texto e imágenes.
fa: تنظیم کیفیت پردازش متن و تصاویر استخراج شده و خروجی، در حالت چینش مجدد.
fr: En mode remise en page, définit la qualité du traitement d’extraction et de rendu du texte et des images.
gl: No modo de redistribución, configura as calidades do proceso de extracción e saída de texto e imaxes.
hu: Tördelhető/reflow módban, a szöveg és kép kinyerés minőségének beállítása.
it_it: In modo rifluente, imposta la qualità dell'elaborazione che estrae testo e immagini, e il risultato.
ja: リフローモードでの文字や画像の抽出処理と出力の品質を設定します。
ko_kr: 가변형 모드에서 텍스트와 이미지 추출 처리 및 출력의 품질을 설정합니다.
nl_nl: In tekstherschikkingsmodus, de kwaliteit van de tekst- en beeldextractieverwerking en -uitvoer.
pl: W trybie reflow ustawia jakość przetwarzania i wyodrębniania tekstu i obrazu.
pt_br: No modo de refluxo, define a qualidade do processamento e saída da extração de texto e imagem.
ro: În modul rearanjare setează calitatea procesării textului și extragerea imaginilor.
ru: Выбор качества обработки и вывода текста/изображений в режиме перекомпоновки.
sk: V režime preformátovania nastaví kvalitu textu a spracovania obrázkov počas ich extrakcie.
sr: У режиму преслагања, поставља квалитет обраде издвајања текста и слике и излаза.
tr: Yeniden akış kipinde, metin ve görsellerin ayıklama işlemesini ve çıktı kalitesini ayarlar.
uk: У режимі переформатування визначає якість обробки та виведення тексту та зображень.
zh_cn: 在重排模式下，设置文本和图像在解析和输出过程中的质量。

source: Document Language
ar: لغة المستند
ca: Idioma del document
cs: Jazyk dokumentu
de: Dokumentensprache
el: Γλώσσα εγγράφου
es: Idioma del documento
fa: زبان سند
fr: Langue du document
gl: Idioma do escrito
hu: Szöveg nyelve
it_it: Lingua documento
ja: 文書の言語
ko_kr: 문서 언어
nl_nl: Documenttaal
pl: Język tłumaczenia
pt_br: Idioma do documento
ro: Limbă document
ru: Язык документа
sk: Jazyk dokumentu
sr: Језик документа
tr: Belge dili
uk: Мова Документу
zh_cn: 文档语言

source: Set the language to be used by the OCR engine.
ar: اضبط اللغة المراد استخدامها بواسطة محرك التعرف الضوئي على الحروف.
ca: Configurar l'idioma que ha d'usar el motor de OCR.
cs: Zvolte jazyk, který má být použit OCR enginem.
de: Legen Sie die Sprache fest, die von der OCR-Engine verwendet werden soll.
el: Ορίζει τη γλώσσα που θα χρησιμοποιείται από τη μηχανή Οπτικής Αναγνώρισης Χαρακτήρων (OCR).
es: Configurar el idioma que debe usar el motor de OCR.
fa: زبان مورد استفاده توسط موتور OCR (تبدیل عکس به متن) را تنظیم کنید.
fr: Indiquer la langue à utiliser par le moteur de ROC.
gl: Configura o idioma para ser usado polo motor OCR.
hu: Az OCR motor által használt nyelv beállítása.
it_it: Imposta la lingua utilizzata dal motore OCR.
ja: OCR機能に使用する言語の設定。
ko_kr: OCR 엔진에서 사용할 언어를 설정하세요.
nl_nl: De taal die zal worden gebruikt door de OCR-engine (automatische tekenherkenning).
pl: Ustaw język, który ma być używany przez mechanizm OCR.
pt_br: Define o idioma a ser usado pelo mecanismo de OCR.
ro: Alege limba folosită pentru motorul de OCR.
ru: Выбор языка, используемого OCR-движком распознавания текста.
sk: Nastaví jazyk, ktorý bude používať nástroj OCR (optické rozoznávanie znakov).
sr: Поставља језик који ће користити OCR (оптичко препознавање карактера) механизам.
tr: OCR işleyicisi tarafından kullanılacak dili ayarla.
uk: Встановити мову для рушія OCR.
zh_cn: 设置 OCR 引擎使用的语言。

source: Forced OCR
ar: OCR إجباري
ca: Forçar OCR
cs: Vynucené OCR
de: Erzwungene OCR
el: Υποχρεωτικό OCR
es: OCR forzado
fa: اجبار به تبدیل عکس به متن
fr: ROC forcée
gl: OCR forzado
hu: Kényszerített OCR
it_it: Forza OCR
ja: 強制的に OCR を行う
ko_kr: 강제 OCR
nl_nl: Gedwongen OCR
pl: Wymuszony OCR
pt_br: Forçar OCR
ro: Forțare OCR
ru: Распознавание текста
sk: Vynútené OCR
sr: Форсирани OCR
tr: Karakter tanıma kullanılsın
uk: Примусовий OCR
zh_cn: 强制 OCR

source: Force the use of OCR for text selection, even if the document has a text layer.
ar: فرض استخدام OCR لتحديد النص ، حتى إذا كان المستند يحتوي على طبقة نص.
ca: Forçar l'ús de OCR per a la selecció de text, fins i tot si el document té una capa de text.
cs: Vynutí použití OCR na vybraném textu, i když má dokument textovou vrstvu.
de: Erzwingen Sie die Verwendung von OCR für die Textauswahl, auch wenn das Dokument eine Textebene hat.
el: Επιβάλλει την Οπτική Αναγνώριση Χαρακτήρων (OCR) στο επιλεγμένο κείμενο, ακόμη και αν το έγγραφο έχει επίπεδο κειμένου.
es: Forzar el uso de OCR para la selección de texto, incluso si el documento tiene una capa de texto.
fa: اجبار به استفاده از OCR در زمان انتخاب متن، حتی اگر سند لایه متن داشته باشد.
fr: Force l’utilisation de la ROC pour la sélection du texte, même si le document a un calque de texte.
gl: Forza o uso de OCR para a selección de texto, incluso se o documento contén unha capa de texto.
hu: Az OCR használatának kényszerítése szövegkijelöléskor, akkor is, ha a dokumentum rendelkezik szövegréteggel.
it_it: Forza l'uso dell'OCR per le selezioni di testo, anche se il documento ha uno strato di contenuto testuale.
ja: 文書にテキストレイヤーがある場合でも、テキスト選択にOCRを使用するように強制します。
ko_kr: 문서에 텍스트 레이어가 있더라도 텍스트 선택에 OCR을 사용합니다.
nl_nl: Forceer het gebruik van OCR voor tekstselectie, zelfs als het document een tekstlaag heeft.
pl: Wymuszenie użycia funkcji OCR do zaznaczonego tekstu, nawet jeśli dokument zawiera warstwę tekstową.
pt_br: Força o OCR a ser usado ao selecionar o texto, mesmo que o documento tenha uma camada de texto.
ro: Forțează utilizarea OCR pentru selectarea textului chiar dacă documentul are un layer de text.
ru: Принудительно использовать OCR для обработки текста, даже если документ имеет текстовый слой.
sk: Vynútiť použitie rozpoznávania textu (OCR) na výber textu, aj keď má dokument textovú vrstvu.
sr: Форсира употребу OCR (оптичког препознавања карактера) за изабрани текст, чак и ако документ поседује текст слој.
tr: Belgede metin katmanı olsa bile, metin seçimi için optik karakter tanıma kullanımını dayatır.
uk: Примусово застосовувати OCR для виділення тексту, навіть якщо документ має текстовий шар.
zh_cn: 强制使用 OCR 的文本，忽略文档中存在的文本层。

source: Writing Direction
ar: اتجاه الكتابة
ca: Direcció de lectura
cs: Směr psaní
de: Schreibrichtung
el: Κατεύθυνση Κειμένου
es: Dirección del texto
fa: جهت نوشتن
fr: Sens de l’écriture
gl: Dirección do texto
hu: Szövegirány
it_it: Direzione scrittura
ja: 執筆方向
ko_kr: 내용 방향
nl_nl: Schrijfrichting
pl: Kierunek tekstu
pt_br: Direção de escrita
ro: Direcție text
ru: Направление текста
sk: Smer písania
sr: Смер писања
tr: Yazma yönü
uk: Напрямок письма
zh_cn: 文字方向

source: LTR
ar: من اليسار
cs: L→P
de: Links nach Rechts
el: ΑπΔ
fa: چپ به راست
fr: De la gauche vers la droite
gl: EAD
hu: B->J
ja: LTR (左から右)
ko_kr: 좌→우
nl_nl: LnR
pt_br: EPD
ru: ЛНП→
sk: Zľava doprava
sr: LTR (лево у десно)
tr: Soldan sağa
uk: Зліва направо
zh_cn: 左至右

source: RTL
ar: من اليمين
cs: P→L
de: Rechts nach Links
el: ΔπΑ
fa: راست به چپ
fr: De la droite vers la gauche
gl: DAE
hu: J->B
ja: RTL (右から左)
ko_kr: 좌←우
nl_nl: RnL
pt_br: DPE
ru: ПНЛ←
sk: Zprava doľava
sr: RTL (десно у лево)
tr: Sağdan sola
uk: Справа наліво
zh_cn: 右至左

source: TBRTL
ar: من الأعلى واليمين
cs: z H→D→P→L
el: ΠΚΔπΑ
fa: بالا به پایین راست به چپ
fr: HB·DàG
gl: TBDTE
hu: F->LJ->B
ja: TBRTL (日本語などの縦書き、右縦書き)
ko_kr: 표:좌←우
nl_nl: TBRnL
pt_br: SIDPE
ru: ВНПНЛ↓←
sk: Zhora nadol / sprava doľava (tradičná čínština/japončina)
sr: TBRTL (од врха ка дну, десно у лево)
tr: Sağdan sola
uk: Таблиця Справа наліво
zh_cn: 竖排，从右至左

source: In reflow mode, sets the original text direction. This needs to be set to RTL to correctly extract and reflow RTL languages like Arabic or Hebrew.
ar: في وضع إعادة التدفق، قم بتعيين اتجاه النص الأصلي. يجب تعيين هذا إلى من اليمين إلى اليسار لاستخراج وإعادة تدفق لغات من اليمين إلى اليسار بشكل صحيح مثل العربية أو العبرية.
ca: En el mode de redistribució de text, estableix la direcció del text original. Aquest ajust ha de ser configurat com RTL per a extreure i redistribuir correctament els idiomes RTL com l'àrab o l'hebreu.
cs: Při „přeformátování“ umožňuje nastavit originální směr textu. Je nutné nastavit na P→L, aby se správně extrahovaly a přeformátovaly P-L jazyky jako arabština nebo hebrejština.
de: Stellt im Reflow-Modus die ursprüngliche Textrichtung ein. Diese muss auf RTL eingestellt werden, um RTL-Sprachen wie Arabisch oder Hebräisch korrekt zu extrahieren und umzuschreiben.
el: Σε λειτουργία αναδιάταξης κειμένου, ορίζει την αρχική κατεύθυνση κειμένου. Αυτό πρέπει να ρυθμιστεί σε ΔπΑ για σωστή εξαγωγή και αναδιαμόρφωση των γλωσσών με γραφή από δεξιά προς τα αριστερά, όπως τα αραβικά ή τα εβραϊκά.
es: En el modo de redistribución de texto, establece la dirección del texto original. Este ajuste debe ser configurado como RTL para extraer y redistribuir correctamente los idiomas RTL como el árabe o el hebreo.
fa: تنظییم جهت نوشته در حالت چینش مجدد. برای استخراج و چینش مجدد صحیح زبان‌های راست به چپ مثل عربی یا عبری نیاز است بر روی راست به چپ تنظیم شود.
fr: En mode remise en page, définit le sens de lecture original du texte. Cela doit être réglé sur DàG pour extraire et réarranger correctement les langues sinistroverse tel que l’Arabe ou l’Hébreux.
gl: En modo de redistribución, configura a dirección do texto orixinal. Esta ten que configurarse como DAE para extraer e redistribuír correctamente idiomas DAE como o árabe ou hebreo.
hu: Tördelhető/reflow módban beállítja az eredeti szöveg irányát. Ezt J->B-ra kell állítani, hogy helyesen legyen kinyerve és megjelenítve minden J->B író nyelv, például az Arab vagy Héber.
it_it: In modo rifluente, imposta la direzione originale del testo. Questo deve essere impostato a RTL per estrarre e visualizzare correttamente linguaggi scritti da destra a sinistra come l'arabo e l'ebraico.
ja: リフローモードでの元の文章の方向を設定します。アラビア語やヘブライ語などのRTL言語を正しく抽出してリフローするには、これをRTLに設定する必要があります。TBRTLは文字方向として上から下、行方向として右から左を表し、日本語・中国語などにみられる縦書きを表します。
ko_kr: 가변형 모드에서 원래 텍스트 방향을 설정합니다. 아랍어나 히브리어와 같은 RTL 언어를 올바르게 추출하고 재정돈하려면 RTL로 설정해야 합니다.
nl_nl: In tekstherschikkingsmodus, de oorspronkelijke tekstrichting. Deze moet worden ingesteld op RTL om RTL-talen zoals Arabisch of Hebreeuws op de juiste manier te extraheren en te herschikken.
pl: W trybie reflow ustawia oryginalny kierunek tekstu. Należy ustawić na RTL, aby poprawnie wyodrębnić i ponownie załadować języki RTL, takie jak arabski lub hebrajski.
pt_br: No modo de refluxo, define a direção original do texto. Isso precisa ser definido para DPE para extrair e refluir corretamente idiomas DPE como árabe e hebraico.
ro: În modul rearanjare setează direcția originală a textului. Aceasta trebuie să fie setată la RTL pentru a putea extrage corect și rearanja textele în limbi precum araba sau ebraica.
ru: Выбор исходного направления текста в режиме перекомпоновки. Для правильного извлечения и переформатирования ПНЛ-языков, таких как арабский или иврит, необходимо выбрать направление ПНЛ.
sk: V režime preformátovania nastaví smer pôvodného textu. Toto je potrebné nastaviť na sprava doľava (RTL), aby sa správne extrahovali a preformátovali jazyky s textom písaným sprava doľava (RTL) ako arabčina alebo hebrejčina.
sr: У режиму преслагања, постава смер оригиналног текста. Ово мора да се постави на RTL да би се исправно издвојио и пресложио текст на RTL језицима као што су арапски или хебрејски.
tr: Yeniden akış kipinde, özgün metnin yönünü ayarlar. Arapça veya İbranice gibi sağdan sola yazılan dilleri doğru bir şekilde ayıklamak ve yeniden akıtmak için bunun sağdan sola olarak ayarlanması gerekir.
uk: У режимі перекомпонування встановлює вихідний напрямок тексту. Для правильного вилучення і переформатування справа-наліво мов, таких як арабська або іврит, необхідно встановити справа-наліво.
zh_cn: 在重排模式下，设置原始文本的方向。若要正确重排从右向左书写的文本（例如阿拉伯语或希伯来语），需要将此项设置改为 RTL。

source: Reflow Speckle Ignore Size
ar: إعادة تدفق حجم تجاهل البقع
ca: Ignorar taques per reflux de text
cs: Ignorovaná velikost flíčků při „přeformátování“
de: Reflow Speckle Ignorier-Größe
el: Παραβλέψιμο μέγεθος στιγμάτων στην αναδιάταξη κειμένου
es: Ignorar manchas por reflujo de texto
fr: Ignorer les tâches plus petites que
gl: Tamaño ignorado de punto no redibuxado
hu: Reflow Speckle figyelmen kívül hagyja a méretet
it_it: Dimensione Macchiolina da Ignorare in Reflow
ja: リフロー時に斑点を無視するサイズ
ko_kr: 가변형에서 무시할 얼룩 크기
nl_nl: Spikkelgrootte negeren bij herschikking
pl: Ignoruj wielkość w reflow
pt_br: Tamanho das manchas ignoradas no refluxo
ro: Rearanjare particule ignoră mărimea
ru: Размер игнорируемых фрагментов при перекомпоновке
sk: Preformátovať s detekciou škvŕn
sr: Величина мрља које се игноришу код преслагања
tr: Düzen değişikliğinde yok sayılacak benek boyutu
uk: Переформувати точки ігноруючи розмір
zh_cn: 重排忽略斑点大小

source: small
ar: صغير
ca: petit
cs: malá
de: klein
el: μικρό
es: pequeño
fa: کوچک
fr: faible
gl: menor
hu: kicsi
it_it: piccolo
ja: 小
ko_kr: 좁게
nl_nl: klein
pl: mały
pt_br: pequeno
ro: mică
ru: малые
sk: malé
sr: мала
tr: küçük
uk: малі
zh_cn: 小

source: large
ar: كبير
ca: gran
cs: velká
de: groß
el: μεγάλο
es: grande
fa: بزرگ
fr: grand
gl: maior
hu: nagy
it_it: largo
ja: 大
ko_kr: 넓게
nl_nl: groot
pl: duży
pt_br: grande
ro: mare
ru: большие
sk: velké
sr: велика
tr: geniş
uk: великі
zh_cn: 大

source: Indentation
ar: المسافة الفارغة
ca: Sagnat
cs: Odsazení
de: Einrückung
el: Εσοχή
es: Sangría
fa: تورفتگی
fr: Alinéa
gl: Sangría
hu: Behúzás
it_it: Indentazione
ja: インデント
ko_kr: 들여쓰기
nl_nl: Inspringen
pl: Wcięcie
pt_br: Recuo
ro: Indentare
ru: Отступы
sk: Odsadenie
sr: Увлачење
tr: Girinti
uk: Підреслення
zh_cn: 缩进

source: Document Columns
ar: أعمدة المستند
ca: Columnes del document
cs: Sloupečky dokumentu
de: Dokument-Spalten
el: Στήλες εγγράφου
es: Columnas del documento
fa: ستون‌های سند
fr: Colonnes du document
gl: Columnas do Documento
hu: Dokumentum oszlopok
it_it: Colonne Documento
ja: 文書カラム数
ko_kr: 문서 열
nl_nl: Documentkolommen
pl: Kolumny dokumentów
pt_br: Colunas do documento
ro: Coloane document
ru: Колонки документа
sk: Stĺpce dokumentu
sr: Колоне документа
tr: Belge sütunları
uk: Стовпці документа
zh_cn: 文档列数
