Repository: spruceUI/spruceOS
Catalog: App/KoReader/l10n/*/koreader.po
Languages: ar, ca, cs, de, el, es, fa, fr, gl, hu, it_it, ja, ko_kr, nl_nl, pl, pt_br, ro, ru, sk, sr, tr, uk, zh_cn

source: "Shorten home folder" will display the home folder itself as "Home" instead of its full path. Assuming the home folder is: `/mnt/onboard/.books` A subfolder will be shortened from: `/mnt/onboard/.books/Manga/Cells at Work` To: `Manga/Cells at Work`.
ar: سيعرض "اختصار المجلد الرئيسي" المجلد الرئيسي نفسه على أنه "الصفحة الرئيسية" بدلاً من مساره الكامل. بافتراض أن المجلد الرئيسي هو: `/ mnt / onboard / .books` سيتم اختصار مجلد فرعي من: `/mnt/onboard/.books/Manga/Cells at Work` ل: "Manga / Cells at Work".
ca: "Retallar carpeta d'inici" mostrarà la pròpia carpeta d'inici com a "Inici" en lloc de la seua ruta completa. Assumint que la carpeta d'inici és `/mnt/onboard/.books` Una de les seues subcarpetes, com: `/mnt/onboard/.books/Manga/Cells at Work` Es retallarà a: `Manga/Cells at Work`.
cs: Při zatržení možnosti „Zkrátit DOMOVSKOU složku“ bude u DOMOVSKÉ složky místo cesty ke složce zobrazeno „DOMOVSKÁ složka". Např. pokud je „DOMOVSKÁ složka": ‚/mnt/onboard/knizky‘ bude její podsložka zkrácena z: ‚/mnt/onboard/knizky/detektivky/ceske‘ na: ‚detektivky/ceske‘.
de: „Home-Verzeichnis verkürzen“ zeigt das Home-Verzeichnis selbst als „Home“ anstelle des vollständigen Pfads an. Angenommen, das Home-Verzeichnis ist: `/mnt/onboard/.books` Ein Unterordner wird verkürzt von: `/mnt/onboard/.books/Manga/Cells at Work` zu: `Manga/Cells at Work`.
el: Η επιλογή «Συντόμευση διαδρομής Αρχικού Φακέλου» συντομεύει την διαδρομή των υποφακέλων του Αρχικού Φακέλου, παραλείποντας την πλήρη διαδρομή του. Αν υποθέσουμε ότι ο Αρχικός Φάκελος είναι: `/mnt/onboard/.books` Ένας υποφάκελος θα συντομευτεί από: `/mnt/onboard/.books/Manga/Cells at Work` Σε: `Manga/Cells at Work`.
es: "Acortar carpeta de inicio" mostrará la propia carpeta de inicio como "Inicio" en lugar de su ruta completa. Asumiendo que la carpeta de inicio es `/mnt/onboard/.books` Una de sus subcarpetas, como: `/mnt/onboard/.books/Manga/Cells at Work` Se acortará a: `Manga/Cells at Work`.
fa: «کوتاه‌کردن پوشه‌ی خانه» خود پوشه‌ی خانه را به‌عنوان «خانه» به‌جای نمایش مسیر کامل آن نمایش می‌دهد. به فرض این که پوشه‌ی خانه این باشد: `/mnt/onboard/.books` یک زیرپوشه کوتاه خواهدشد از این: `/mnt/onboard/.books/Manga/Cells at Work` به: `Manga/Cells at Work`.
fr: « Dossier d’accueil simplifié » affichera le dossier d’accueil sous le nom « Accueil » au lieu de son chemin complet. En supposant que le dossier d’accueil soit : `/mnt/onboard/.books` Un sous-dossier sera simplifié de : `/mnt/onboard/.books/Manga/Cells at Work` En : `Manga/Cells at Work`.
gl: "Acurtar o cartafol de inicio" mostrará o cartafol de inicio como "Inicio" en vez da súa ruta completa. Por exemplo se o cartafol de inicio é: `/mnt/onboard/.books` un subcartafol será acurtado de: `/mnt/onboard/.books/Manga/Cells at Work` a: `Manga/Cells at Work`.
hu: A kezdőmappát röviden jeleníti meg a teljes elérési út helyett. Amennyiben a kezdőmappa: `/mnt/onboard/Books` Az almappa lerövidül erről: `/mnt/onboard/Books/Manga/Cells at Work` erre: `Manga/Cells at Work`.
it_it: "Abbrevia cartella principale" visualizzerà la cartella come "radice" e non con il percorso completo. Ipotizzando che la cartella principale sia: `/mnt/onboard/.books` Una sottocartella verrà abbreviata da: "/mnt/onboard/.books/Manga/Cells at Work" A: `Manga/Cells at Work`.
ja: 「ホームフォルダを短縮」を設定すると、ホームフォルダ自体がフルパスではなく「ホーム」として表示されます。 例えば、ホームフォルダが次のような場合: ` /mnt/onboard/.books` 配下のサブフォルダ ` /mnt/onboard/.books/Manga/Cells at Work ` は次のように短縮されます。 ` Manga/Cells at Work `
ko_kr: "짧은 홈 폴더"는 홈 폴더 자체를 전체 경로 대신 "홈"으로 표시합니다. 홈 폴더가 다음과 같을 경우: `/mnt/onboard/.books` `/mnt/onboard/.books/Manga/Cells at Work` 와 같은 하위 폴더는 'Manga/Cells at Work' 와 같이 줄여서 표시합니다.
nl_nl: "Thuismap verkorten" zal de thuismap weergeven als "Thuis" in plaats van het volledige pad. Als we aannemen dat de thuismap de volgende is: `/mnt/onboard/.boeken` Dan zal een submap worden afgekort van: `/mnt/onboard/.boeken/Manga/Cells at Work` Naar: `Manga/Cells at Work`.
pl: Opcja „Skróć folder domowy” spowoduje wyświetlanie tylko podfolderów folderu domowego zamiast pełnej ścieżki. Zakładając, że folder domowy to: `/mnt/onboard/.books` Pełna ścieżka zostanie skrócona z zapisu: `/mnt/onboard/.books/Manga/Cells at Work` na taki: `Manga/Cells at Work`.
pt_br: "Encurtar pasta de Início" exibirá a pasta de Início como "Início" em vez de seu caminho inteiro. Supondo que a pasta de Início seja: `/mnt/onboard/.livros` Uma subpasta será encurtada de `/mnt/onboard/.livros/Quadrinhos/Turma da Mônica` para `Quadrinhos/Turma da Mônica`.
ro: „Prescurtează dosarul acasă” va afișa dosarul acasă ca „Acasă” în loc de calea întreagă. Presupunînd că dosarul acasă este: `/mnt/onboard/.books` un subdosar va fi prescurtat din: `/mnt/onboard/.books/Manga/Cells at Work` în: `Manga/Cells at Work`.
ru: Домашняя папка будет отображаться в файловом менеджере с именем «Домашняя» вместо её полного пути. Предположим, что ваша домашняя папка: `/mnt/ext1/.books` Подпапка будет сокращена с: `/mnt/ext1/.books/Manga` до: `Manga`.
sk: "Skrátiť názov pre domovský priečinok" zobrazí samotný domovský priečinok ako "Domovský priečinok" namiesto jeho úplnej cesty. Za predpokladu, že domovský priečinok je: "/mnt/onboard/.books" Podpriečinok sa skráti z: "/mnt/onboard/.books/Manga/Cells at Work" na: „Manga/Cells at Work“.
sr: „Скрати почетни директоријум” ће да прикаже сам почетни директоријум као „Почетни” уместо његове пуне путање. Под претпоставком да је почетни фолдер: `/mnt/onboard/.books` Поддиректоријум ће се скратити са: `/mnt/onboard/.books/Manga/Cells at Work` на: `Manga/Cells at Work`.
tr: "Başlangıç klasörünün adı kısaltılsın" seçeneği başlangıç klasörünün tam yolu yerine "Başlangıç" etiketini görüntüler. Başlangıç klasörünün şu olduğunu varsayarak: `/mnt/onboard/.books` Şöyle bir alt klasör : `/mnt/onboard/.books/Manga/Cells at Work` şu şekilde kısaltılır: `Manga/Cells at Work`.
uk: «Скорочення домашньої теки» показуватиме саму домашню теку «Домівкою» замість повного шляху. Якщо припустити, що домашня тека: `/mnt/onboard/.books` Вкладену теку буде скорочено з: `/mnt/onboard/.books/Сучасні/Жадан` До: `Сучасні/Жадан`.
zh_cn: “缩短主目录”选下那个会将主目录本身显示为“主目录”，而不是其完整路径。 假定主目录是： `/mnt/onboard/.books` 那么子文件夹将从： `/mnt/onboard/.books/Manga/Cells at Work` 缩短至： `Manga/Cells at Work`。

source: Lock home folder
ar: قفل المجلد الرئيسي
ca: Bloquejar carpeta d'inici
cs: Uzamknout DOMOVSKOU složku
de: Home-Verzeichnis sperren
el: Κλείδωμα Αρχικού Φακέλου
es: Bloquear carpeta de inicio
fa: قفل‌کردن پوشه‌ی خانه
fr: Verrouiller le dossier d’accueil
gl: Bloquear o cartafol de inicio
hu: Kezdőmappa zárolása
it_it: Blocca cartella principale
ja: ホームフォルダーをロックする
ko_kr: 홈 폴더 잠금
nl_nl: Thuismap vergrendelen
pl: Zablokuj folder domowy
pt_br: Travar pasta de Início
ro: Blochează dosarul „Acasă”
ru: Заблокировать домашнюю папку
sk: Uzamknúť domovský priečinok
sr: Закључај почетни (кућни) директоријум
tr: Başlangıç klasörünü kilitle
uk: Заблокувати домашню теку
zh_cn: 锁定主目录

source: Info lists items per page: %1
de: Info listet Elemente pro Seite auf: %1
el: Στοιχεία καταλόγων πληροφοριών ανά σελίδα: %1
es: Info enumera los elementos por página: %1
fr: Nombre d'éléments dans une liste par page : %1
gl: Elementos das listas de información por páxina: %1
hu: Info lista elemszám oldalanként: %1
it_it: Oggetti della lista di info per pagina: %1
ko_kr: 페이지당 정보 목록 항목: %1
nl_nl: Items per pagina voor infolijsten: %1
pl: Elementy list informacyjnych na stronę: %1
pt_br: Itens por página nas listas de informações: %1
ru: Элементов на странице инфо-списков: %1
sk: Počet položiek na stranu v informačných zoznamoch: %1
sr: Број ставки инфо листи по страници: %1
tr: Bilgi listeleri için her sayfadaki öge sayısı: %1
uk: Елементів на сторінці інформаційних списків: %1
zh_cn: 每页信息列表条目数：%1

source: This sets the number of items per page in: - Book information - Dictionary and Wikipedia lookup history - Reading statistics details - A few other plugins
ar: يؤدي هذا إلى تعيين عدد العناصر لكل صفحة في: - معلومات الكتاب - القاموس و تاريخ البحث في ويكيبيديا - إحصائيات تفاصيل القراءة - عدد قليل من الإضافات الأخرى
ca: Aquesta opció estableix el nombre d'elements per pàgina en: - Informació del llibre - Historial de cerca en Diccionaris i Wikipedia - Detalls de les estadístiques de lectura - Alguns altres complements
cs: Tímto nastavíte počet položek na stránce: - u Informací o knize - v Historii vyhledávání ve slovníku a na Wikipedii - ve Statistikách čtení knihy - v pár dalších doplňcích (pluginech)
de: Hier wird die Anzahl der Elemente pro Seite eingestellt: - Buchinformationen - Wörterbuch- und Wikipedia-Nachschlagehistorie - Details der Lesestatistik - Ein paar andere Plugins
el: Ορίζει τον αριθμό των στοιχείων ανά σελίδα σε: - Πληροφορίες βιβλίου - Ιστορικό αναζήτησης στο λεξικό και στη Βικιπαίδεια - Λεπτομέρειες στατιστικών ανάγνωσης - Μερικά άλλα πρόσθετα
es: Esta opción establece el número de elementos por página en: - Información del libro - Historial de búsqueda en Diccionarios y Wikipedia - Detalles de las estadísticas de lectura - Algunos otros complementos
fa: این گزینه تعیین می‌کند چه تعداد مورد در هر صفحه گزینه‌های زیر نمایش داده شود: - اطلاعات کتاب - تاریخچه جستجو در واژه‌نامه و ویکی‌پدیا - جزئیات آمار‌های مطالعه - چند افزونه‌ی دیگر
fr: Cela définit le nombre d’éléments par page dans : - Les informations sur le livre - L’historique des recherches dans les dictionnaires et dans Wikipedia - Les détails des statistiques de lecture - Quelques autres modules d'extension
gl: Isto configura o número de elementos por páxina en: - Información do libro - Historial de buscas na wikipedia e no dicionario - Detalles das estatísticas de lectura - Nuns poucos engadidos adicionais
hu: Itt megadhatja a menüpontok számát a: - Könyvinformáció menüben - Szótárak és Wikipédia előzményekben - Olvasási statisztikák adataiban - Néhány más bővítményben
it_it: Imposta il numero di elementi per pagina in: - Informazioni sul libro - Dizionario e cronologia di ricerca su Wikipedia - Statistica dei dettagli di lettura - Alcune estensioni
ja: これにより、下記の画面にてページあたりのアイテム数を設定します: - 書籍情報 - 辞書と Wikipedia の検索履歴 - 閲覧統計情報の詳細 - いくつかのプラグイン画面
ko_kr: 여기서 페이지 당 항목 수를 설정합니다: - 도서 정보 - 사전과 Wikipedia 조회 내력 - 읽기 통계 세부사항 - 몇 가지 다른 플러그인
nl_nl: Dit stelt het aantal items per pagina in: - Boekinformatie - Woordenboek- en Wikipedia-opzoekgeschiedenis - Leesstatistiekendetails - Enkele andere plugins
pl: Ustawia liczbę elementów na stronę w: - Informacjach o książce - Historii wyszukiwania w słowniku i Wikipedii - Szczegółach statystyki czytania - Kilku innych wtyczkach
pt_br: Isso configura o número de itens por página em: - Informação do livro -Históricos de busca do dicionário e da Wikipédia - Detalhes das estatísticas de leitura - Alguns outros plugins
ro: Aceasta setează numărule de elemente per pagină în: - Informațiile cărții - Căutările în dicționar sau Wikipedia - Detaliile statisticilor de citire - Cîteva alte extensii
ru: Настройка количества элементов на странице: • для страницы с информацией о книге; • для истории поиска в словаре и Википедии; • для статистики прогресса прочитанного; • для некоторых других плагинов
sk: Toto nastavuje počet položiek na stránku v: - informáciach o knihe - histórii vyhľadávania slovníka a Wikipédie - podrobnostiach štatistík čítania - niekoľkých ďalších doplnkoch
sr: Ово поставља број ставки по страници у: - Информацијама о књизи - Историји претраге речника и Википедије - Детаљима статистике читања - Неким осталим додацима
tr: Bu seçenek aşağıdakiler için sayfalardaki öge sayısını belirler: - Kitap bilgileri - Sözlük ve Vikipedi arama geçmişi - Ayrıntılı okuma istatistikleri - Diğer uygulama eklerinin birkaçı
uk: Це встановлює кількість елементів на сторінці у: - Відомостях про книгу - Історії пошуку в словниках та Вікіпедії - Читанні подробиць статистики - Кількох інших плагінах
zh_cn: 设置每页项目数，应用于： - 书籍信息 - 词典和维基百科查询历史 - 阅读统计详情 - 其他一些插件

source: Info lists items per page
ar: معلومات قائمة العناصر في كل صفحة
ca: Informació sobre llistes d'elements per pàgina
cs: Počet položek na stránce v info seznamech
de: Elemente pro Seite Buch-Infos
el: Στοιχεία καταλόγων πληροφοριών ανά σελίδα
es: Información sobre listas de elementos por página
fa: تعداد موارد نمایش داده شده در هر صفحه
fr: Nombre d'éléments dans une liste par page
gl: Elementos de listas de información por páxina
hu: Info lista elemszám oldalanként
it_it: Oggetti della lista di info per pagina
ja: ページごとのアイテム数
ko_kr: 페이지별 항목 목록 정보
nl_nl: Items per pagina voor infolijsten
pl: Elementy list informacyjnych na stronę
pt_br: Itens por página nas listas de informações
ro: Elemente informative per pagină
ru: Элементов на странице инфо-списков ⓘ
sk: Počet položiek na stranu v informačných zoznamoch
sr: Број ставки инфо листи по страници
tr: Bilgi listeleri için bir sayfadaki öge sayısı
uk: Елементів на сторінці
zh_cn: 每页信息列表条目数

source: Reverse sorting
ar: فرزٌ عكسيّ
ca: Invertir ordre
cs: Obrácené pořadí
de: Reihenfolge umkehren
el: Αντιστροφή ταξινόμησης
es: Invertir orden
fa: ترتیب معکوس
fr: Tri inverse
gl: Ordenación inversa
hu: Fordított rendezés
it_it: Ordinamento inverso
ja: 逆順に並び替え
ko_kr: 역순으로 정렬
nl_nl: Omgekeerd sorteren
pl: Odwrócony porządek sortowania
pt_br: Inverter ordenação
ro: Ordonare inversă
ru: Сортировать в обратном порядке
sk: Obrátené zoradenie
sr: Обрнуто сортирање
tr: Tersten sıralama
uk: Зворотне сортування
zh_cn: 反向排序

source: Folders and files mixed
ar: خلط الملفات والمجلدات
ca: Barreja carpetes i fitxers
cs: Složky a soubory jsou pomíchané
de: Ordner und Dateien gemischt
el: Φάκελοι και αρχεία ανάμεικτα
es: Mezclar carpetas y archivos
fa: ترکیب پوشه و فایل
fr: Dossiers et fichiers mélangés
gl: Cartafoles e arquivos mesturados
hu: Mappák és fájlok vegyesen
it_it: Cartelle e file mescolati
ko_kr: 폴더와 파일 혼합
nl_nl: Mappen en bestanden gemengd
pl: Mieszane foldery i pliki
pt_br: Pastas e arquivos misturados
ru: Папки и файлы вперемешку
sk: Zmiešané priečinky a súbory
sr: Директоријуми и фајлови измешани
tr: Klasör ve dosyalar karışık
uk: Теки й файли перемішані
zh_cn: 将文件夹与文件混合排列

source: Sleep screen
de: Ruhebildschirm
el: Οθόνη αναστολής λειτουργίας
es: Pantalla de reposo
fa: صفحه خواب
gl: Pantalla de suspensión
it_it: Schermata in sospensione
ko_kr: 잠든 화면
nl_nl: Slaapscherm
pl: Ekran uśpienia
ru: Заставка в режиме сна
sk: Obrazovka v režime spánku
sr: Екран током спавања
tr: Ekranı uyut
uk: Заставка в режимі сну

source: Move book metadata
ca: Moure metadades del llibre
cs: Přesunout metadata knihy
de: Verschiebe Buch-Metadaten
el: Μετακίνηση μεταδεδομένων βιβλίων
es: Mover metadatos del libro
fa: انتقال فراداده کتاب
fr: Déplacer les métadonnées du livre
gl: Mover metadatos do libro
hu: Könyv metaadatok áthelyezése
it_it: Sposta i metadati del libro
ja: 書籍のメタデータを移動
ko_kr: 도서 메타데이터 이동
nl_nl: Boekmetadata verplaatsen
pl: Przenieś metadane książki
pt_br: Mover metadados do livro
ru: Переместить метаданные книги
sk: Presunúť metadáta knihy
sr: Прмести метаподатке књиге
tr: Kitap üst verilerini taşı
uk: Перемістити метадані книги
zh_cn: 移动书籍元数据

source: Advanced settings
ar: الإعدادات المتقدمة
ca: Paràmetres avançats
cs: Pokročilá nastavení
de: Erweiterte Einstellungen
el: Ρυθμίσεις για προχωρημένους
es: Configuración avanzada
fa: تنظیمات پیشرفته
fr: Réglages avancés
gl: Configuración avanzada
hu: Haladó beállítások
it_it: Impostazioni avanzate
ja: 詳細設定
ko_kr: 고급 설정
nl_nl: Geavanceerde instellingen
pl: Ustawienia zaawansowane
pt_br: Configurações avançadas
ro: Setări avansate
ru: Расширенные настройки
sk: Pokročilé nastavenia
sr: Напредна подешавања
tr: Gelişmiş ayarlar
uk: Додаткові налаштування
zh_cn: 高级设置

source: Plugin management
ar: إدارة الملحقات
ca: Gestió de complements
cs: Správa doplňků
de: Plugin Verwaltung
el: Διαχείριση προσθέτων
es: Gestión de complementos
fa: مدیریت افزونه
fr: Gestion des modules d'extension
gl: Xestionar engadidos
hu: Bővítmények kezelése
it_it: Gestione estensioni
ja: プラグインの管理
ko_kr: 플러그인 관리
nl_nl: Pluginbeheer
pl: Zarządzanie wtyczkami
pt_br: Gerenciamento de plugin
ro: Management extensii
ru: Управление плагинами
sk: Správa doplnkov
sr: Управљање додацима
tr: Uygulama eki yönetimi
uk: Управління плагінами
zh_cn: 插件管理

source: Developer options
ar: خيارات المطورين
ca: Opcions de desenvolupador
cs: Vývojářské možnosti
de: Entwickleroptionen
el: Επιλογές προγραμματιστών
es: Opciones de desarrollador
fa: گزینه‌های توسعه‌دهنده
fr: Options pour les développeurs
gl: Opcións de desenvolvedor
hu: Fejlesztői beállítások
it_it: Opzioni sviluppatore
ja: 開発者オプション
ko_kr: 개발 옵션
nl_nl: Ontwikkelaarsopties
pl: Opcje deweloperskie
pt_br: Opções do desenvolvedor
ro: Opțiuni dezvoltator
ru: Настройки разработчиков
sk: Vývojárske možnosti
sr: Подешавања за програмере
tr: Geliştirici ayarları
uk: Опції розробника
zh_cn: 开发者选项

source: Clear caches
ar: مسح ذاكرة التخزين المؤقت
ca: Esborrar memòries cau
cs: Pročistit mezipaměť
de: Caches leeren
el: Καθαρισμός κρυφής μνήμης
es: Borrar memorias caché
fa: پاک‌کردن حافظه‌های پنهان
fr: Vider les caches
gl: Borrar cachés
hu: Gyorstárak takarítása
it_it: Pulisci cache
ja: キャッシュを消去
ko_kr: 캐시 지우기
nl_nl: Caches legen
pl: Wyczyść pamięć podręczną
pt_br: Limpar caches
ro: Golește cache
ru: Очистить кэши
sk: Vymazať vyrovnávacie pamäte
sr: Обриши кеш меморије
tr: Ön bellekleri temizle
uk: Очистити кеш
zh_cn: 清除缓存

source: Clear the cache folder?
ar: مسح مجلد ذاكرة التخزين المؤقت؟
ca: Esborrar la carpeta de memòria cau?
cs: Pročistit složku mezipaměti?
de: Cache-Verzeichnis leeren?
el: Να διαγραφεί ο φάκελος κρυφής μνήμης;
es: ¿Limpiar la carpeta de caché?
fa: پوشه حافظه پنهان پاک شود؟
fr: Vider le dossier cache ?
gl: Limpar o cartafol de caché?
hu: Kitakarítja a gyorstár mappát?
it_it: Pulire la cartella cache?
ja: キャッシュフォルダーを消去しますか？
ko_kr: 캐시 폴더를 지울까요?
nl_nl: Cachemap legen?
pl: Wyczyścić folder pamięci podręcznej?
pt_br: Limpar a pasta de cache?
ro: Golești dosarul pentru cache?
ru: Очистить папку кэша?
sk: Vymazať priečinok vyrovnávacej pamäte?
sr: Да обришем кеш директоријум?
tr: Ön bellek klasörü temizlensin mi?
uk: Очистити теку кешу?
zh_cn: 清理缓存文件夹吗？

source: Caches cleared. Please restart KOReader.
ar: تم مسح ذاكرة التخزين المؤقت. الرجاء إعادة تشغيل KOReader.
ca: S'han esborrat les memòries cau. Cal reiniciar KOReader.
cs: Mezipaměť pročištěna. Prosím restartujte KOReader.
de: Caches geleert. Bitte KOReader neu starten.
el: Τα αρχεία της κρυφής μνήμης διαγράφηκαν. Παρακαλούμε επανεκκινήστε το KOReader.
es: Cachés eliminadas. Es necesario reiniciar KOReader.
fa: حافظه‌های پنهان پاک شدند. لطفا کوریدر را مجدداً راه‌اندازی کنید.
fr: Caches vidés. Veuillez redémarrer KOReader.
gl: Cachés borradas. Por favor reinicia KOReader.
hu: Gyorstárak törölve. Indítsa újra a KOReader-t.
it_it: Cache pulita. Riavvia KOReader.
ja: キャッシュを消去しました。 KOReaderを再起動してください。
ko_kr: 캐시가 지워졌습니다. KOReader를 다시 시작하세요.
nl_nl: Caches geleegd. Gelieve KOReader af te sluiten en te herstarten.
pl: Pamięć podręczna wyczyszczona. Zrestartuj KOReader.
pt_br: Caches foram limpos. Por favor, reinicie o KOReader.
ro: Cache golit. Te rog repornește KOReader.
ru: Кэши очищены. Пожалуйста, перезапустите KOReader.
sk: Vyrovnávacie pamäte vymazané. Reštartujte prosím KOReader.
sr: Кеш меморија је обрисана. Молимо вас да поново покрените KOReader.
tr: Ön bellekler temizlendi. Lütfen KOReader uygulamasını yeniden başlatın.
uk: Кеш очищено. Перезапустіть KOReader.
zh_cn: 缓存已清空。请重启 KOReader。

source: Enable debug logging
ar: فعّل مستوى التدوين الخاص بتصحيح الأخطاء (Enable debug logging)
ca: Habilitar el registre de depuració
cs: Povolit zaznamenávání ladění
de: Debug-Logging aktivieren
el: Ενεργοποίηση καταγραφών αποσφαλμάτωσης
es: Habilitar el registro de depuración
fa: فعال‌کردن ثبت‌کردن اشکال‌زدایی
fr: Activer le journal de débogage
gl: Activar rexistro de depuración
hu: Hibakeresési naplózás engedélyezése
it_it: Abilita registro di debug
ja: デバッグログを有効
ko_kr: 디버그 로그인 활성
nl_nl: Debug-loggen inschakelen
pl: Włącz debugowanie
pt_br: Ativar o log de depuração
ro: Activează jurnalizarea pentru depanare
ru: Включить журнал отладки
sk: Povoliť zaznamenávanie pre odlaďovanie
sr: Укључи записе за уклањање грешака
tr: Hata ayıklama kullanılsın
uk: Увімкнути журнал налагодження
zh_cn: 启用调试日志

source: Enable verbose debug logging
ar: فعل مستوى التدوين المكثّف (Enable verbose debug logging)
ca: Habilitar el registre de depuració detallat
cs: Povolit podrobné zaznamenávání ladění
de: Ausführliches Debug-Logging aktivieren
el: Ενεργοποίηση καταγραφής εντοπισμού σφαλμάτων
es: Habilitar el registro de depuración detallado
fa: فعال‌کردن ثبت‌کردن اشکال‌زدایی طولانی
fr: Activer le journal de débogage détaillé
gl: Activar rexistro de depuración en detalle
hu: Részletes hibakeresési naplózás engedélyezése
it_it: Abilita registro debug dettagliato
ja: 詳細デバッグログを有効
ko_kr: 자세한 디버그 로깅 사용
nl_nl: Verbose debug-loggen inschakelen
pl: Włącz pełne debugowanie
pt_br: Ativar o log de depuração detalhado
ro: Activează jurnalizarea detaliată pentru depanare
ru: Включить подробный журнал отладки
sk: Povoliť podrobné zaznamenávanie pre odlaďovanie
sr: Укључи детаљно записивање за отклањање грешака
tr: Ayrıntılı hata ayıklama günlüğü kullanılsın
uk: Увімкнути докладне журналювання налагодження
zh_cn: 启用详细调试信息

source: Disable forced 8-bit pixel depth
ar: ألغِ تشغيل البعد النُّقَطِيّ القسريّ 8-بِت (Disable forced 8-bit pixel depth)
ca: Desactivar profunditat de píxel de 8 bits forçada
cs: Zakázat vynucenou 8bitovou pixelovou hloubku
de: Erzwungenen 8-Bit-Pixeltiefe deaktivieren
el: Απενεργοποίηση αναγκαστικού βάθους pixel 8-bit
es: Desactivar profundidad de pixel de 8 bits forzada
fa: غیرفعال‌کردن عمق پیکسل ۸-بیت اجباری
fr: Désactiver la profondeur de pixel 8 bits forcée
gl: Desactivar profundidade de pixel forzada a 8 bits
hu: Erőltetett 8 bites pixelmélység kikapcsolása
it_it: Disabilita profondità di pixel forzata a 8 bit
ja: 強制8-bit色深度を解除
ko_kr: 강제 8비트 픽셀 심도를 끕니다
nl_nl: Gedwongen 8-bitkleuren uitschakelen
pl: Wyłącz wymuszoną 8-bitową głębie pikseli
pt_br: Desativar a profundidade forçada de pixels de 8 bits
ro: Dezactivează forțarea adîncimii pixelilor de 8 biți
ru: Отключить принудительную глубину цвета 8 бит
sk: Zakázať vynútenú 8-bitovú farebnú hĺbku
sr: Искључи форсирање 8-битне дубине пиксела
tr: Dayatılan 8 bit piksel yoğunluğu devre dışı bırakılsın
uk: Вимкнути примусову 8-бітну піксельну глибину
zh_cn: 禁用强制8位颜色深度

source: Always abort on crash
ar: اخرج من البرنامج دائمًا عند انهيار البرنامج (Always abort on crash)
ca: Eixir del programa si es produeix una errada
cs: Při pádu vždy „abort“
de: Immer abbrechen bei Absturz
el: Να ματαιώνεται πάντα κατά την κατάρρευση του συστήματος
es: Salir del programa en caso de cuelgue
fa: همیشه درصورت ازکارافتادن خاتمه بده
fr: Abandonner systématiquement en cas de plantage
gl: Abortar sempre en caso de crash
hu: Összeomlás esetén mindig megszakítás
it_it: Arresta sempre in caso di malfunzionamento
ja: クラッシュ時は必ず中断する
ko_kr: 충돌되면 항상 중단하기
nl_nl: Afbreken bij fatale fouten
pl: Zawsze przerywaj w razie awarii
pt_br: Sempre abortar em caso de travamento
ro: Abandonează întotdeauna cînd crapă
ru: Всегда прерывать при сбое
sk: Vždy prerušiť pri zrútení programu
sr: Увек прекини приликом краха
tr: Çökme durumunda her zaman vazgeçilsin
uk: Завжди скасовувати після збоїв
zh_cn: 总是在崩溃后停止
