Repository: spruceUI/spruceOS
Catalog: App/KoReader/l10n/*/koreader.po
Languages: ar, ca, cs, de, el, es, fa, fr, gl, hu, it_it, ja, ko_kr, nl_nl, pl, pt_br, ro, ru, sk, sr, tr, uk, zh_cn

source: Unknown server error
ar: خطأٌ غير معروفٍ من المزوّد
ca: Error desconegut en el servidor
cs: Neznámá chyba serveru
de: Unbekannter Server-Fehler
el: Άγνωστο σφάλμα διακομιστή
es: Error desconocido en el servidor
fa: خطای ناشناخته سرور
fr: Erreur serveur inconnue
gl: Erro descoñecido do servidor
hu: Ismeretlen szerver hiba
it_it: Errore del server sconosciuto
ja: 不明なサーバーエラー
ko_kr: 알 수 없는 서버 오류
nl_nl: Onbekende serverfout
pl: Nieznany błąd serwera
pt_br: Erro desconhecido no servidor
ro: Eroare server necunoscută
ru: Неизвестная ошибка сервера
sk: Neznáma chyba servera
sr: Непозната серверска грешка
tr: Bilinmeyen sunucu sorunu
uk: Невідома помилка сервера
zh_cn: 未知服务器错误

source: An error occurred while logging in:
ar: حدث خطأ أثناء تسجيل الدخول:
ca: Ha ocorregut un error en iniciar sessió:
cs: Během přihlašování došlo k chybě:
de: Während der Anmeldung ist ein Fehler aufgetreten:
el: Παρουσιάστηκε σφάλμα κατά τη σύνδεση στο:
es: Ha ocurrido un error al iniciar sesión:
fa: خطایی در زمان ورود رخ داد:
fr: Une erreur s’est produite lors de la connexion :
gl: Ocorreu un erro ao iniciar sesión:
hu: Hiba történt a bejelentkezéskor:
it_it: Si è verificato un errore durante l'accesso:
ja: ログイン時にエラーが発生しました:
ko_kr: 로그인 중에 오류가 생겼습니다:
nl_nl: Fout bij het inloggen:
pl: Wystąpił błąd podczas logowania:
pt_br: Ocorreu um erro ao logar:
ro: A apărut o eroare în timpul autentificării:
ru: При входе произошла ошибка:
sk: Pri prihlasovaní sa vyskytla chyba:
sr: Дошло је до грешке током пријаве:
tr: Oturum açılırken bir sorun çıktı:
uk: Стався збій при вході:
zh_cn: 登录时发生错误：

source: An unknown error occurred while logging in.
ar: حدث خطأ غير معروف أثناء تسجيل الدخول.
ca: Ha ocorregut un error desconegut en iniciar sessió.
cs: Během přihlašování se vyskytla neznámá chyba.
de: Fehler beim Einloggen.
el: Κάποιο σφάλμα παρουσιάστηκε κατά την σύνδεση.
es: Ha ocurrido un error desconocido al iniciar sesión.
fa: یک خطای ناشناخته در زمان ورود رخ داد.
fr: Une erreur inconnue s’est produite lors de la connexion.
gl: Ocorreu un erro tratando de entrar na conta.
hu: Ismeretlen hiba történt bejelentkezés közben.
it_it: Si è verificato un errore sconosciuto durante l'accesso.
ja: ログイン時に不明なエラーが発生しました。
ko_kr: 로그인 중에 알 수 없는 오류가 생겼습니다.
nl_nl: Onbekende fout bij het inloggen.
pl: Wystąpił nieznany błąd podczas logowania.
pt_br: Ocorreu um erro desconhecido durante a sessão..
ro: A apărut o eroare necunoscută în timpul conectării.
ru: При входе произошла неизвестная ошибка.
sk: Pri prihlasovaní sa vyskytla chyba.
sr: Дошло је до непознате грешке током пријаве.
tr: Oturum açılırken bilinmeyen bir sorun çıktı.
uk: Стався невідомий збій при вході.
zh_cn: 登录时发生未知错误。

source: Logged in to KOReader server.
ar: تم تسجيل الدخول إلى سيرفر KOReader.
ca: Sessió iniciada en el servidor de Koreader.
cs: Jste přihlášeni na KOReader serveru.
de: In den KOReader server eingeloggt.
el: Συνδέθηκε στον διακομιστή του KOReader.
es: Sesión iniciada en el servidor de Koreader.
fa: به سرور کوریدر وارد شدید.
fr: Connecté au serveur KOReader.
gl: Sesión iniciada no servidor de KOReader.
hu: Bejelentkezve a KOReader szerverre.
it_it: Collegato al server KOReader.
ja: KOReader サーバーにログインしました。
ko_kr: KOReader 서버에 접속하였습니다.
nl_nl: Ingelogd op de KOReaderserver.
pl: Zalogowano do serwera KOReader.
pt_br: Conectado ao servidor KOReader.
ro: S-a conectat la serverul KOReader.
ru: Вы вошли на сервер KOReader'а.
sk: Prihlásený na server KOReader.
sr: Пријављени сте на KOReader сервер.
tr: KOReader sunucusuna oturum açıldı.
uk: Ввійшли на сервер KOReader'а.
zh_cn: 成功连接到 KOReader 同步服务器。

source: Progress has been pushed.
ar: تم دفع التقدم.
ca: Posició de lectura sincronitzada.
cs: Postup čtení byl odeslán.
de: Fortschritt wurde übertragen.
el: Η πρόοδος έχει σταλθεί.
es: La posición de lectura ha sido sincronizada.
fa: پیشرفت ارسال شد.
fr: La progression a été transmise.
gl: O progreso foi actualizado.
hu: A előrehaladást elmozdították.
it_it: I progressi sono stati salvati.
ja: 読書進捗をプッシュしました。
ko_kr: 진행이 연기되었음.
nl_nl: Voortgang doorgegeven.
pl: Pasek postępu został zapisany.
pt_br: O progresso foi exportado.
ro: Progresul a fost trimis.
ru: Прогресс отправлен.
sk: Priebeh čítania bol odoslaný.
sr: Напредак је гурнут.
tr: Güncelleme gönderildi.
uk: Прогрес надіслано на сервер.
zh_cn: 进度已同步到服务器。

source: No progress found for this document.
ar: لم يُعثر على معلوماتِ تقدّم القراءة لهذا المستند.
ca: No s'ha trobat la posició de lectura d'aquest document.
cs: Pro tento dokument nebyl nalezen žádný postup čtení.
de: Es wurde kein Fortschritt für dieses Dokument gefunden.
el: Δεν βρέθηκε πρόοδος γι' αυτό το αρχείο.
es: No se ha encontrado la posición de lectura de este documento.
fa: هیچ پیشرفتی برای این سند پیدا نشد.
fr: Pas de progression trouvée pour ce document.
gl: Non se puido atopar o progreso deste documento.
hu: Nincs előrelépés ehhez a dokumentumhoz.
it_it: Nessun progresso trovato per questo documento.
ja: この文書の読書進捗が見つかりません。
ko_kr: 이 문서의 최근읽은 위치가 없습니다.
nl_nl: Geen voortgang gevonden voor dit document.
pl: Brak postępu dla tego dokumentu.
pt_br: Nenhum progresso encontrado para este documento.
ro: Nu exită progres pentru acest document.
ru: Данные о прогрессе чтения для текущего документа не найдены.
sk: Pre tento dokument sa nenašiel žiadny priebeh čítania.
sr: Није пронађен ниједан напредак читања за овај документ.
tr: Bu belge için bir güncelleme yapılmamış.
uk: Не знайдено прогресу дл цього документу.
zh_cn: 未找到此文档的进度信息。

source: Latest progress is coming from this device.
ar: آخر تقدم قادم من هذا الجهاز.
ca: Actualitzant posició de lectura.
cs: Poslední postup čtení je na tomto zařízení.
de: Letzter Fortschritt stammt von diesem Gerät.
el: Η τελευταία πρόοδος προέρχεται από αυτή τη συσκευή.
es: Actualizando posición de lectura.
fa: آخرین پیشرفت از این دستگاه می‌آید.
fr: La progression la plus récente provient de cet appareil.
gl: O derradeiro progreso ven deste dispositivo.
hu: A legfrissebb előrehaladások erről az eszközről származnak.
it_it: Gli ultimi progressi sono in arrivo da questo dispositivo.
ja: 最新の読書進捗はこのデバイスから来ています。
ko_kr: 이 기기에서 최근 읽은 위치를 가져옵니다.
nl_nl: Laatste voortgang komt van dit apparaat.
pl: Aktualny postęp pochodzi z tego urządzenia.
pt_br: O último progresso vem deste dispositivo.
ro: Cel mai recent progres este de pe acest dispozitiv.
ru: Последний прогресс исходит от данного устройства.
sk: Najnovší priebeh čítania prichádza z tohto zariadenia.
sr: Најсвежији напредак долази са овог уређаја.
tr: Bu aygıttan alınan son güncelleme.
uk: Останні зміни були внесені з цього пристрою.
zh_cn: 最新进度来自本设备。

source: The progress has already been synchronized.
ar: تم بالفعل مزامنة التقدم.
ca: La posició de lectura ha estat sincronitzada.
cs: Postup čtení byl již synchronizován.
de: Der Fortschritt wurde bereits synchronisiert.
el: Η πρόοδος έχει ήδη συγχρονιστεί.
es: La posición de lectura ha sido sincronizada.
fa: پیشرفت همین الان هم همگام‌سازی شده است.
fr: La progression a déjà été synchronisée.
gl: O progreso xa foi sincronizado.
hu: Az előrehaladás már szinkronizálva van.
it_it: I progressi sono già stati sincronizzati.
ja: 読書進捗はすでに同期されています。
ko_kr: 진행 상황이 이미 동기화되었습니다.
nl_nl: De voortgang is al gesynchroniseerd.
pl: Postęp został zsynchronizowany.
pt_br: O progresso já foi sincronizado.
ro: Progresul a fost deja sincronizat.
ru: Прогресс уже синхронизирован.
sk: Priebeh čítania už bol synchronizovaný.
sr: Напредак је већ синхронизован.
tr: İlerleme zaten eşitlenmiş.
uk: Прогрес вже був синхронізований.
zh_cn: 进度已同步。

source: Sync to latest location %1% from device '%2'?
ar: هل تريد مزامنة الموقع الأخير %1% من الجهاز '%2'؟
ca: Sincronitzar des de l'última posició %1% del dispositiu '%2'?
cs: Synchronizovat na poslední místo v knize %1% ze zařízení „%2“?
de: Synchronisiere mit letztem Fortschritt %1% von Gerät '%2'?
el: Συγχρονισμός στο τελευταίο σημείο %1% από τη συσκευή %2;
es: ¿Sincronizar desde la última posición %1% del dispositivo '%2'?
fa: همگام‌سازی به آخرین موقعیت %1% از دستگاه '%2'؟
fr: Synchroniser au dernier emplacement à %1 % depuis l'appareil « %2 » ?
gl: Sincronizar na derradeira posición %1% dende dispositivo '%2'?
hu: Szinkronizálás az utolsó helyre %1% a '%2' eszközről?
it_it: Sincronizza all'ultima posizione %1% dal dispositivo "%2"?
ja: 最新の場所 %1% をデバイス '%2' から同期しますか?
ko_kr: 기기 '%2'의 최근 위치 %1%에 동기화할까요?
nl_nl: Synchroniseren naar recentste plaats %1% van apparaat '%2'?
pl: Przeprowadzić synchronizacje do ostatniej pozycji %1% z urządzenia '%2'?
pt_br: Sincronizar a localização mais recente %1% do dispositivo '%2'?
ro: Sincronizezi la ultima locație %1% de pe dispozitivul „%2”?
ru: Синхронизировать последнее местоположение %1% с устройством «%2»?
sk: Synchronizovať s najnovšou polohou %1% zo zariadenia '%2'?
sr: Да ли да се синхронизује на најсвежију локацију %1% са уређаја ’%2’?
tr: '%2' aygıtından en son %1% konumu eşitlensin mi?
uk: Синхронізувати в останню позицію %1% з пристрою '%2'?
zh_cn: 是否同步到设备“%2”上的最新位置 %1%？

source: Sync to previous location %1% from device '%2'?
ar: هل تريد مزامنة الموقع السابق %1% من الجهاز '%2'؟
ca: Sincronitzar des de des d'una posició prèvia %1% del dispositiu '%2'?
cs: Synchronizovat na předchozí místo v knize %1% ze zařízení „%2“?
de: Synchronisiere mit vorherigem Fortschritt %1% von Gerät '%2'?
el: Συγχρονισμός στο προηγούμενο σημείο %1% από τη συσκευή %2;
es: ¿Sincronizar desde una posición previa %1% del dispositivo '%2'?
fa: همگام‌سازی به موقعیت قبلی %1% از دستگاه '%2'؟
fr: Synchroniser à l’emplacement précédent à %1 % depuis l’appareil « %2 » ?
gl: Sincronizar na posición anterior %1% dende dispositivo %2?
hu: Szinkronizálás az előző helyre %1% a '%2' eszközről?
it_it: Sincronizza con la posizione precedente %1% dal dispositivo "%2"?
ja: 前回の場所 %1% をデバイス '%2' から同期しますか?
ko_kr: 기기 '%2'의 이전 위치 %1%에 동기화할까요?
nl_nl: Synchroniseren naar vorige plaats %1% van apparaat '%2'?
pl: Przeprowadzić synchronizacje do poprzedniej pozycji %1% z urządzenia '%2'?
pt_br: Sincronizar a localização anterior %1% do dispositivo '%2'?
ro: Sincronizezi la locația anterioară %1% de pe dispozitivul „%2”?
ru: Синхронизировать предыдущее местоположение %1% с устройством «%2»?
sk: Synchronizovať s predchádzajúcou polohou %1% zo zariadenia '%2'?
sr: Да се синхронизује на претходну локацију %1% са уређаја ’%2’?
tr: '%2' aygıtından önceki %1% konumu eşitlensin mi?
uk: Синхронізувати в попередню позицію %1% з пристрою '%2'?
zh_cn: 是否同步到设备“%2”上的先前位置 %1%？

source: Move to archive
ca: Moure a carpeta d'arxiu
cs: Přesunout do archivu
de: Ins Archiv verschieben
el: Μετακίνηση στο αρχείο
es: Mover a carpeta de archivo
fa: انتقال به بایگانی
fr: Archiver
gl: Mover ao arquivo
hu: Áthelyezés az archívumba
it_it: Sposta in archivio
ja: 保管庫に移動する
ko_kr: 보관함으로 이동
nl_nl: Naar archief verplaatsen
pl: Przenieś do archiwum
pt_br: Mover para o arquivamento
ro: Mută în arhivă
ru: Переместить в архив
sk: Presunúť do archívu
sr: Премести у архиву
tr: Arşive taşı
uk: Перемістити до архіву
zh_cn: 移动至存档

source: Moves/copies current book to archive folder
ca: Mou/copia el llibre actual a la carpeta d’arxiu
cs: Přesunuje/kopíruje aktuální knihu do archivní složky
de: Verschiebt/Kopiert das aktuelle Buch in ein Archivierungsverzeichnis
el: Μετακινεί/αντιγράφει το τρέχον βιβλίο στον φάκελο αρχειοθέτησης
es: Mueve/copia el libro actual a la carpeta de archivo
fa: کتاب فعلی را به پوشه بایگانی منتقل/کپی می کند
fr: Déplace/copie le livre en cours vers le dossier d’archive
gl: Move ou copia o libro actual ao cartafol de arquivo
hu: Könyv áthelyezése/átmásolása az archív mappába
it_it: Sposta/copia il libro attuale nella cartella d'archiviazione
ja: 現在の書籍を保管庫フォルダに移動/コピーする
ko_kr: 현재 책을 보관 폴더로 이동/복사
nl_nl: Verplaatst/kopieert het huidige boek naar de archiefmap
pl: Przenosi/kopiuje bieżącą książkę do folderu archiwum
pt_br: Move/copia o livro atual para a pasta de arquivamento
ro: Mută/copiază cartea curentă în dosarul de arhive
ru: Данный плагин позволяет копировать или перемещать текущую книгу в папку архива
sk: Presúva/kopíruje aktuálnu knihu do archívneho priečinka
sr: Премешта/копира текућу књигу у директоријум архиве
tr: Geçerli kitabı arşiv klasörüne taşır/kopyalar
uk: Переміщує/копіює поточну книгу до теки архіву
zh_cn: 将当前书籍移动/复制到存档文件夹

source: Move current book to archive
ca: Moure el llibre actual a la carpeta d'arxiu
cs: Přesunout aktuální knihu do archivu
de: Aktuelles Buch ins Archiv verschieben
el: Μετακίνηση του τρέχοντος βιβλίου στο αρχείο
es: Mover el libro actual a la carpeta de archivo
fa: انتقال کتاب فعلی به بایگانی
fr: Déplacer le livre en cours vers l’archive
gl: Mover o libro actual ao arquivo
hu: Aktuális könyv áthelyezése az archívumba
it_it: Sposta il libro attuale nell'archivio
ja: 現在の書籍を保管庫に移動します
ko_kr: 현재 책을 보관함으로 이동
nl_nl: Huidig boek naar archief verplaatsen
pl: Przenieś aktualną książkę do archiwum
pt_br: Mover livro atual para o arquivamento
ro: Mută cartea curentă în arhivă
ru: Переместить текущую книгу в архив
sk: Presunúť aktuálnu knihu do archívu
sr: Премести текућу књигу у архиву
tr: Aktif kitabı arşive taşı
uk: Перемістити поточну книгу до архіву
zh_cn: 将当前书籍移动至存档目录

source: Copy current book to archive
ar: نسخ الكتاب الحالي إلى الأرشيف
ca: Copiar llibre actual a arxiu
cs: Kopírovat aktuální knihu do archivu
de: Aktuelles Buch ins Archiv kopieren
el: Αντιγραφή του τρέχοντος βιβλίου στο αρχείο
es: Copiar el libro actual al archivo
fa: انتقال رونوشتی از کتاب فعلی به بایگانی
fr: Copier le livre en cours vers l’archive
gl: Copiar libro actual ao arquivo
hu: Aktuális könyv másolása az archívumba
it_it: Copia il libro attuale nell'archivio
ja: 現在の書籍を保管庫にコピーする
ko_kr: 현재 책을 보관함으로 복사
nl_nl: Huidig boek naar archief kopiëren
pl: Kopiuj aktualną książkę do archiwum
pt_br: Copiar livro atual para o arquivamento
ro: Copiază cartea curentă în arhivă
ru: Копировать текущую книгу в архив
sk: Skopírovať aktuálnu knihu do archívu
sr: Копирај текућу књигу у архиву
tr: Geçerli kitabı arşive kopyala
uk: Копіювати поточну книгу до архіву
zh_cn: 将当前书籍复制至存档目录

source: Go to archive folder
ar: الانتقال إلى مجلد الأرشيف
ca: Anar a la carpeta arxiu
cs: Přejít na archivní složku
de: Zum Archivierungsverzeichnis gehen
el: Μετάβαση στον φάκελο αρχειοθέτησης
es: Ir a la carpeta de archivo
fa: رفتن به پوشه بایگانی
fr: Aller au dossier archive
gl: Ir ao cartafol do arquivo
hu: Ugrás az archív mappába
it_it: Vai alla cartella d'archiviazione
ja: 保管庫に移動する
ko_kr: 보관함 폴더로 이동
nl_nl: Ga naar archiefmap
pl: Przejdź do folderu archiwum
pt_br: Ir para a pasta de arquivamento
ro: Mergi în dosarul arhivei
ru: Перейти в папку архива
sk: Prejsť do archívneho priečinka
sr: Иди на директоријум архиве
tr: Arşiv klasörüne git
uk: Перейти до теки архіву
zh_cn: 转到存档文件夹

source: Go to last copied/moved from folder
ca: Anar a l'últim copiat/mogut des de carpeta
cs: Přejít na poslední zkopírované/přesunuté ze složky
de: Zum zuletzt kopierten/verschobenen Ordner gehen
el: Μετάβαση στον τελευταίο φάκελο που αντιγράφηκε/μεταφέρθηκε από τον φάκελο
es: Ir al último copiado/movido desde carpeta
fa: رفتن به آخرین فایل رونوشت/منتقل شده از پوشه
fr: Aller au dernier document copié/déplacé du dossier
gl: Ir ao derradeiro copiado ou movido desde cartafol
hu: Utolsó mappából másolt/áthelyezett mappára lépés
it_it: Vai all'ultimo copiato/spostato dalla cartella
ja: 最後にコピー/移動したフォルダに移動する
ko_kr: 폴더에서 마지막으로 복사/이동된 곳으로 이동
nl_nl: Ga naar laatst gekopieerd/verplaatst van map
pl: Przejdź do ostatniego skopiowanego/przeniesionego folderu
pt_br: Ir para último copiado/movido para a pasta
ro: Mergi la ultimul copiat/mutat din dosar
ru: Перейти в исходную папку последней операции
sk: Prejsť na posledný skopírovaný/presunutý z priečinka
sr: Иди на последњи директоријум из кога је копирано/премештено
tr: Klasörden son kopyalanan/taşınan klasöre git
uk: Перейти до останнього скопійованого/переміщеного з теки
zh_cn: 转到上次复制/移动的源文件夹

source: No previous folder found.
ar: لم يتم العثور على مجلد سابق.
ca: No s'ha trobat cap carpeta anterior.
cs: Předchozí složka nebyla nalezena.
de: Kein vorheriger Ordner gefunden.
el: Δεν βρέθηκε προηγούμενος φάκελος.
es: No se ha encontrado ninguna carpeta anterior.
fa: پوشه قبلی پیدا نشد.
fr: Aucun dossier précédent trouvé.
gl: Non se atopou o arquivo anterior.
hu: Nem található korábbi mappa.
it_it: Non è stata trovata nessuna cartella precedente.
ja: 前回のフォルダーがありません。
ko_kr: 직전의 폴더가 없습니다.
nl_nl: Geen vorige map gevonden.
pl: Nie znaleziono poprzedniego folderu.
pt_br: Nenhum pasta anterior encontrada.
ro: Nu s-a găsit nici un dosar anterior.
ru: Предыдущая папка не найдена.
sk: Nenašiel sa žiadny predchádzajúci priečinok.
sr: Није пронађен ниједан претходни директоријум.
tr: Herhangi bir önceki klasör bulunamadı.
uk: Попередню теку не знайдено.
zh_cn: 找不到先前的文件夹。

source: Set archive folder
ar: تعيين مجلد الأرشيف
ca: Configurar la carpeta d'arxiu
cs: Nastavit archivní složku
de: Archivierungsverzeichnis festlegen
el: Ορισμός φακέλου αρχειοθέτησης
es: Configurar carpeta de archivo
fa: تعیین پوشه بایگانی
fr: Définir le dossier d’archive
gl: Configurar cartafol de arquivo
hu: Archív mappa beállítása
it_it: Imposta cartella d'archiviazione
ja: 保管庫フォルダーを設定
ko_kr: 보관 폴더 설정
nl_nl: Archiefmap instellen
pl: Ustaw folder archiwum
pt_br: Definir pasta de arquivamento
ro: Alege dosar arhivă
ru: Задать папку архива
sk: Nastaviť archívny priečinok
sr: Постави директоријум архиве
tr: Arşiv klasörünü ayarla
uk: Встановити теку архіву
zh_cn: 设置存档文件夹

source: Book copied. Do you want to open it from the archive folder?
ca: Llibre mogut. Vols obrir-lo des de la carpeta d’arxiu?
cs: Kniha byla zkopírována. Chcete ji otevřít z archivní složky?
de: Buch kopiert. Möchten Sie es aus dem Archivierungsverzeichnis öffnen?
el: Το βιβλίο αντιγράφηκε. Θέλετε να το ανοίξετε από τον φάκελο αρχειοθέτησης;
es: Libro movido. ¿Quieres abrirlo desde la carpeta de archivo?
fa: کتاب کپی شد. آبا می‌خواهید آن را از پوشه بایگانی باز کنید؟
fr: Livre copié. Voulez-vous l’ouvrir à partir du répertoire archive ?
gl: Libro copiado. Queres abrilo desde o cartafol de arquivo?
hu: Könyv átmásolva. Meg szeretné nyitni az archív mappából?
it_it: Libro copiato. Vuoi aprirlo dalla cartella di archiviazione?
ja: 書籍がコピーされました。 保管庫フォルダから開きますか？
ko_kr: 복사된 책. 보관 폴더에서 이 책을 열까요?
nl_nl: Boek gekopieerd. Het boek vanuit de archiefmap openen?
pl: Książka skopiowana. Czy chcesz ją otworzyć z folderu archiwum?
pt_br: Livro copiado. Você quer abri-lo a partir da pasta de arquivamento?
ro: Cartea a fost copiată. Dorești să o deschizi din dosarul de arhive?
ru: Книга скопирована. Вы хотите открыть её из папки архива?
sk: Kniha skopírovaná. Prajete si ju otvoriť z archívneho priečinka?
sr: Књига је копирана. Да ли желите да је отворите из директоријума архиве?
tr: Kitap taşındı. Arşiv klasöründen açmak istiyor musunuz?
uk: Книгу скопійовано. Відкрити її з теки архіву?
zh_cn: 书籍已复制。 您要从存档文件夹中打开它吗？

source: Book moved. Do you want to open it from the archive folder?
ca: Llibre mogut. Vols obrir-lo des de la carpeta d’arxiu?
cs: Kniha byla přesunuta. Chcete ji otevřít z archivní složky?
de: Buch verschoben. Möchten Sie es aus dem Archivierungsverzeichnis öffnen?
el: Το βιβλίο μετακινήθηκε. Θέλετε να το ανοίξετε από τον φάκελο αρχειοθέτησης;
es: Libro movido. ¿Quieres abrirlo desde la carpeta de archivo?
fa: کتاب منتقل شد. آیا می‌خواهید آن را از پوشه بایگانی باز کنم؟
fr: Livre déplacé. Voulez-vous l’ouvrir à partir du répertoire archive ?
gl: Libro movido. Queres abrilo desde o cartafol de arquivo?
hu: Könyv áthelyezve. Meg szeretné nyitni az archív mappából?
it_it: Libro spostato. Vuoi aprirlo dalla cartella di archiviazione?
ja: 書籍が移動されました。 保管庫フォルダから開きますか？
ko_kr: 이동된 책. 보관 폴더에서 이 책을 열까요?
nl_nl: Boek verplaatst. Het boek vanuit de archiefmap openen?
pl: Książka przeniesiona. Chcesz ją otworzyć z folderu archiwum?
pt_br: Livro movido. Você quer abri-lo a partir da pasta de arquivamento?
ro: Cartea a fost mutată. Dorești să o deschizi din dosarul de arhive?
ru: Книга перемещена. Вы хотите открыть её из папки архива?
sk: Kniha presunutá. Prajete si ju otvoriť z archívneho priečinka?
sr: Књига је премештена. Да ли желите да је отворите из директоријума архиве?
tr: Kitap taşınmış. Arşiv klasöründen açmak ister misiniz?
uk: Книгу переміщено. Відкрити її з теки архіву?
zh_cn: 书籍已移动。 您要从存档文件夹中打开它吗？

source: No archive directory. Do you want to set it now?
ar: لا يوجد دليل أرشيف. هل تريد أن تضعه الآن؟
ca: No hi ha cap carpeta d'arxiu. Configurar-la ara?
cs: Žádný archivní adresář. Chcete ho nastavit?
de: Kein Archivierungsverzeichnis. Wollen Sie es jetzt festlegen?
el: Δεν υπάρχει φάκελος αρχειοθέτησης. Θέλετε να τον ορίσετε τώρα;
es: No hay carpeta de archivo. ¿Configurarla ahora?
fa: پوشه بایگانی وجود ندارد. می‌خواهید آن را الان تعیین کنید؟
fr: Aucun répertoire d’archive. Voulez-vous le configurer maintenant ?
gl: Non hai un cartafol de arquivo. Queres configuralo agora?
hu: Nincs archív mappa. Beállítja most?
it_it: Non hai una cartella di archiviazione. Vuoi impostarla ora?
ja: 保管庫ディレクトリがありません。 今すぐ設定しますか？
ko_kr: 보관 디렉터리가 없습니다. 지금 설정할까요?
nl_nl: Geen archiefmap. Nu instellen?
pl: Brak folderu archiwum. Czy chcesz go teraz ustawić?
pt_br: Pasta de arquivamento não definida. Deseja defini-la agora?
ro: Nu exită dosar de arhivare. Dorești să îl setezi acum?
ru: Отсутствует архивная папка. Вы хотите задать её сейчас?
sk: Žiadny archívny priečinok. Prajete si to teraz nastaviť?
sr: Нема директоријума архиве. Желите ли сада да га поставите?
tr: Arşiv dizini yok. Şimdi ayarlamak ister misiniz?
uk: Немає каталогу архівів. Встановити його зараз?
zh_cn: 存档目录未设置。 您想现在设置吗？

source: News downloader
ca: Descarregador de notícies
cs: Stahování novinek
de: Nachrichten-Downloader
el: Πρόγραμμα λήψης ειδήσεων
es: Descargador de noticias
fa: دریافت کننده اخبار
fr: Téléchargement de flux d’actualités
gl: Descargador de novas
hu: Hírletöltő
it_it: Download di notizie
ja: ニュースダウンローダー
ko_kr: 뉴스 다운로더
nl_nl: Nieuwsdownloader
pl: Pobieranie wiadomości
pt_br: Transferidor de notícias
ro: Descărcător știri
ru: Загрузчик новостей RSS/Atom
sk: Sťahovač správ
sr: Преузимач вести
tr: Haber indirici
uk: Завантажувач новин
zh_cn: 新闻下载器

source: Retrieves RSS and Atom news entries and saves them as HTML files.
ar: يقوم بتلقّي عناوين أخبار RSS و Atom, ومن ثمّ يحفظها كملفات HTML.
ca: Recupera entrades de notícies RSS i Atom i les guarda com a arxius HTML.
cs: Stáhne položky z RSS a Atom novinkových kanálů a uloží je jako HTML soubory.
de: Ruft RSS- und Atom-News Artikel ab und speichert sie als HTML-Dateien.
el: Ανακτά καταχωρήσεις ειδήσεων RSS και Atom και τις αποθηκεύει ως αρχεία HTML.
es: Recupera entradas de noticias RSS y Atom y las guarda como archivos HTML.
fr: Récupère les nouvelles entrées d’un flux RSS ou Atom et les enregistre en HTML.
gl: Obtén novas de RSS e Atom e as garda como ficheiros HTML.
hu: RSS és az Atom hírfolyamok lekérdezése, mentés HTML fájlokba.
it_it: Recupera le notizie RSS e Atom e le salva come file HTML.
ja: RSSやAtomのニュースエントリーを取得し、HTMLファイルとして保存します。
ko_kr: RSS과 Atom 뉴스 항목을 검색하여 HTML 파일로 저장합니다.
nl_nl: Haalt RSS en Atom-feeds op en slaat ze op als HTML.
pl: Pobiera wiadomości RSS i Atom i zapisuje je jako pliki HTML.
pt_br: Recupera entradas de notícias RSS e Atom e as salva como arquivos HTML.
ro: Preia știri RSS și Atom și le salvează ca fișiere HTML.
ru: Данный плагин загружает новостные сообщения по RSS и Atom, сохраняя их как HTML-файлы.
sk: Načítava správy RSS a Atom a ukladá ich ako súbory HTML.
sr: Преузима RSS и Atom ставке вести и чува их као HTML фајлове.
tr: RSS ve Atom haberlerini alarak HTML dosyaları biçiminde kaydeder.
uk: Отримує записи новин RSS і Atom та зберігає їх як файли HTML.
zh_cn: 从RSS或Atom订阅源接收新闻，并将它们存为HTML文件。
