Repository: spruceUI/spruceOS
Catalog: App/KoReader/l10n/*/koreader.po
Languages: ar, ca, cs, de, el, es, fa, fr, gl, hu, it_it, ja, ko_kr, nl_nl, pl, pt_br, ro, ru, sk, sr, tr, uk, zh_cn

source: Would you like to enable or disable trusting soft hyphens by default? The current default (★) is enabled.
ar: هل ترغب في تمكين أو تعطيل الوثوق بالواصلة الناعمة افتراضيًا؟ الافتراضي الحالي (★) ممكّن.
ca: Vols habilitar o deshabilitar els guions de no separació per defecte? El valor por defecto actual (★) és deshabilitats.
cs: Chcete povolit nebo zakázat důvěru k měkkému rozdělovníku pro použití ve výchozím nastavení? V aktuálním výchozím nastavení (★) je to povoleno.
de: Möchten Sie vertrauenswürdige weiche Trennstriche standardmäßig aktivieren oder deaktivieren? Die aktuelle Voreinstellung (★) ist aktiviert.
el: Θα θέλατε να ενεργοποιήσετε ή να απενεργοποιήσετε την αποδοχή μαλακών ενωτικών από προεπιλογή; Η τρέχουσα προεπιλογή (★) είναι η ενεργοποίησή τους.
es: ¿Quieres habilitar o deshabilitar por defecto los guiones de no separación? El valor predeterminado actual (★) es habilitado.
fr: Voulez-vous activer ou désactiver « faire confiance aux traits d’union conditionnels » par défaut ? La valeur actuelle par défaut (★) est « activé ».
gl: Gustaríache activar ou desactivar o uso dos guións suaves para separar sílabas? O valor por defecto actual (★) é activada.
hu: Szeretné engedélyezni vagy letiltani a lágy kötőjelek alapértelmezett használatát? Jelenleg alapértelmezés szerint (★) engedélyezve van.
it_it: Si desidera abilitare o disabilitare in modo predefinito i trattini di separazione? L'impostazione predefinita corrente (★) è abilitata.
ja: 既定では、ソフトハイフンの信頼を有効または無効にしますか？ 現在の既定 (★) は有効です。
ko_kr: 신뢰할 수 있는 소프트 하이픈을 기본값으로 활성화 또는 비활성화할까요? 현재 기본값(★)은 활성화입니다.
nl_nl: Zachte koppeltekens vertrouwen standaard in- of uitschakelen? De huidige standaardinstelling (★) is ingeschakeld.
pl: Czy chcesz domyślnie włączyć lub wyłączyć miękki podział wyrazów? Bieżąca wartość domyślna (★) jest włączona.
pt_br: Gostaria de utilizar ou não utilizar separações de sílaba embutidas por padrão? O padrão atual (★) é utilizar.
ro: Dorești să activezi sau să dezactivezi încrederea în cratimele soft ca implicit? Acum setarea implicită (★) este „activat”.
ru: Вы хотите включить или отключить доверие к мягким переносам по умолчанию? Текущее значение по умолчанию (★) - включено.
sk: Prajete si predvolene povoliť alebo zakázať spoliehať sa na pomlčky pre delenie slov? Aktuálne predvolené nastavenie (★) je povoliť.
sr: Да ли желите да подразумевано укључите или искључите веровање меким цртицама? Тренутна подразумевана вредност (★) је укључено.
tr: Yazılımsal türelemeye güvenmeyi varsayılan olarak etkinleştirmek ya da devre dışı bırakmak ister misiniz? Geçerli varsayılan (★) etkin.
uk: Ви хочете увімкнути або вимкнути довіру необов'язковим перенесенням типово? Поточне типове значення (★) - увімкнено.
zh_cn: 你想要默认启用还是禁用信任软连字符？ 当前的默认设置 (★) 是启用。

source: Would you like to enable or disable trusting soft hyphens by default? The current default (★) is disabled.
ar: هل ترغب في تمكين أو تعطيل الوثوق بالواصلة الناعمة افتراضيًا؟ الافتراضي الحالي (★) معطل.
ca: Vols habilitar o deshabilitar els guions de no separació per defecte? El valor predeterminat actual (★) és deshabilitats.
cs: Chcete povolit nebo zakázat důvěru k měkkému rozdělovníku pro použití ve výchozím nastavení? V aktuálním výchozím nastavení (★) je to zakázáno.
de: Möchten Sie vertrauenswürdige weiche Trennstriche standardmäßig aktivieren oder deaktivieren? Die aktuelle Voreinstellung (★) ist deaktiviert.
el: Θα θέλατε να ενεργοποιήσετε ή να απενεργοποιήσετε την αποδοχή μαλακών ενωτικών από προεπιλογή; Η τρέχουσα προεπιλογή (★) είναι η απενεργοποίησή τους.
es: ¿Quieres habilitar o deshabilitar los guiones de no separación por defecto? El valor por defecto actual (★) es deshabilitados.
fr: Voulez-vous activer ou désactiver « faire confiance aux traits d’union conditionnels » par défaut ? La valeur actuelle par défaut (★) est « désactivé ».
gl: Gustaríache activar ou desactivar por defecto o uso dos guións suaves para separar sílabas? O valor por defecto actual (★) é desactivada.
hu: Szeretné engedélyezni vagy letiltani a lágy kötőjelek alapértelmezett használatát? Jelenleg alapértelmezés szerint (★) le van tiltva.
it_it: Si desidera abilitare o disabilitare in modo predefinito i trattini di separazione? L'impostazione predefinita corrente (★) è disabilitata.
ja: 既定では、ソフトハイフンの信頼を有効または無効にしますか？ 現在の既定 (★) は無効です。
ko_kr: 신뢰할 수 있는 소프트 하이픈을 기본값으로 활성화 또는 비활성화할까요? 현재 기본값(★)은 비활성화입니다.
nl_nl: Zachte koppeltekens vertrouwen standaard in- of uitschakelen? De huidige standaardinstelling (★) is uitgeschakeld.
pl: Czy chcesz domyślnie włączyć lub wyłączyć miękki podział wyrazów? Bieżąca wartość domyślna (★) jest wyłączona.
pt_br: Gostaria de utilizar ou não utilizar separações de sílaba embutidas por padrão? O padrão atual (★) é não utilizar.
ro: Dorești să activezi sau să dezactivezi încrederea în cratimele soft ca implicit? Acum setarea implicită (★) este „dezactivat”.
ru: Вы хотите включить или отключить доверие к мягким переносам по умолчанию? Текущее значение по умолчанию (★) - отключено.
sk: Prajete si predvolene povoliť alebo zakázať spoliehať sa na pomlčky pre delenie slov? Aktuálna predvolená hodnota (★) je zakázať.
sr: Да ли желите да подразумевано укључите или искључите веровање меким цртицама? Тренутна подразумевана вредност (★) је искључено.
tr: Yazılımsal tirelemeye güvenmeyi varsayılan olarak etkinleştirmek ya da devre dışı bırakmak ister misiniz? Geçerli varsayılan (★) devre dışı.
uk: Ви хочете увімкнути або вимкнути довіру необов'язковим перенесенням типово? Поточне типове значення (★) - вимкнено.
zh_cn: 你想要默认启用还是禁用软连字符？ 当前的默认设置 (★) 是禁用。

source: Hyphenation dictionary: %1
ar: قاموس الوصل: %1
ca: Diccionari de partició de mots: %1
cs: Slovník pro dělení slov: %1
de: Silbentrennungs-Wörterbuch: %1
el: Λεξικό συλλαβισμού: %1
es: Diccionario de silabación: %1
fr: Dictionnaire de césure : %1
gl: Dicionario de separación en sílabas: %1
hu: Szóelválasztási szótár: %1
it_it: Dizionario di sillabazione: %1
ja: ハイフネーション辞書: %1
ko_kr: 하이픈 사전: %1
nl_nl: Woordafbrekingswoordenboek: %1
pl: Słownik podziału wyrazów: %1
pt_br: Dicionário de hifenização: %1
ro: Dicționar despărțire în silabe: %1
ru: Словарь переносов: %1
sk: Slovník delenia slov: %1
sr: Речник хифенације: %1
tr: Tireleme sözlüğü: %1
uk: Словник перенесень: %1
zh_cn: 连字符词典：%1

source: Algorithmic hyphenation
ar: الواصلة الحسابية
ca: Partició de mots algorítmica
cs: Algoritmické dělení slov
de: Algorithmische Silbentrennung
el: Αλγοριθμικός συλλαβισμός
es: Silabación algorítmica
fr: Césure algorithmique
gl: Separación en sílabas algorítmica
hu: Algoritmikus szóelválasztás
it_it: Sillabazione algoritmica
ja: アルゴリズムによるハイフネーション
ko_kr: 알고리즘 하이픈
nl_nl: Algoritmische woordafbreking
pl: Maszynowy podział wyrazów
pt_br: Hifenização algorítmica
ro: Silabisire algoritmică
ru: Алгоритмические переносы
sk: Algoritmické delenie slov
sr: Алгоритамска хифенација
tr: Algoritmik tireleme
uk: Алгоритмічні перенесення
zh_cn: 算法连字符

source: Would you like to enable or disable algorithmic hyphenation by default? The current default (★) is enabled.
ar: هل ترغب في تمكين أو تعطيل الواصلة الحسابية بشكل افتراضي؟ الافتراضي الحالي (★) ممكّن.
ca: Voleu activar o desactivar la partició de mots algorítmica per defecte? El valor per defecte actual (★) és activada.
cs: Chcete povolit nebo zakázat algoritmické dělení slov ve výchozím nastavení? V aktuálním výchozím nastavení (★) je to povoleno.
de: Möchten Sie die algorithmische Silbentrennung standardmäßig aktivieren oder deaktivieren? Die aktuelle Voreinstellung (★) ist aktiviert.
el: Θα θέλατε να ενεργοποιήσετε ή να απενεργοποιήσετε τον αλγοριθμικό συλλαβισμό από προεπιλογή; Η τρέχουσα προεπιλογή (★) είναι η ενεργοποίησή του.
es: ¿Quiere activar o desactivar la silabación algorítmica de manera predeterminada? El valor predeterminado actual (★) es activada.
fr: Voulez-vous activer ou désactiver la césure algorithmique par défaut ? La valeur par défaut actuelle (★) est « activé ».
gl: Gustaríache activar ou desactivar a por defecto a separación en sílabas algorítmica? O valor por defecto actual (★) é activada.
hu: Szeretné alabeállításként letiltani vagy engedélyezni az algoritmikus elválasztást? A jelenlegi alapbeállítás (★) van engedélyezve.
it_it: Vuoi abilitare o disabilitare la sillabazione algoritmica in modo predefinito? L'impostazione predefinita corrente (★) è abilitata.
ja: 既定では、アルゴリズムによるハイフネーションを有効または無効にしますか？ 現在の既定 (★) は有効です。
ko_kr: 알고리즘 하이픈 넣기를 기본값으로 활성화 또는 비활성화할까요? 현재 기본값(★)은 활성화입니다.
nl_nl: Algoritmische woordafbreking standaard in- of uitschakelen? De huidige standaardinstelling (★) is ingeschakeld.
pl: Czy chcesz domyślnie włączyć lub wyłączyć maszynowy podział wyrazów? Bieżąca wartość domyślna (★) jest włączona.
pt_br: Gostaria de ativar ou desativar a hifenização algorítmica por padrão? O padrão atual (★) é ativado.
ro: Dorești să activezi sau să dezactivezi silabisirea algoritmică ca implicit? Implicitul curent (★) este activată.
ru: Вы хотите включить или отключить алгоритмические переносы по умолчанию? Текущее значение по умолчанию (★) - включено.
sk: Prajete si predvolene povoliť alebo zakázať algoritmické delenie slov? Aktuálne predvolené nastavenie (★) je povoliť.
sr: Да ли желите да се подразумевано укључи или искључи алгоритамска хифенација? Тренутна подразумевана вредност (★) је укључено.
tr: Algoritmik tirelemeyi varsayılan olarak etkinleştirmek ya da devre dışı bırakmak ister misiniz? Geçerli varsayılan (★) etkin.
uk: Увімкнути або вимкнути алгоритмічні перенесення типово? Поточне типове значення (★) увімкнено.
zh_cn: 你是想要默认启用还是禁用算法连字符？ 当前的默认 (★) 设置是启用。

source: Would you like to enable or disable algorithmic hyphenation by default? The current default (★) is disabled.
ar: هل ترغب في تمكين أو تعطيل الواصلة الحسابية بشكل افتراضي؟ الاعداد الافتراضي الحالي (★) معطل.
ca: Voleu activar o desactivar la partició de mots algorítmica per defecte? El valor per defecte actual (★) és desactivada.
cs: Chcete povolit nebo zakázat algoritmické dělení slov ve výchozím nastavení? V aktuálním výchozím nastavení (★) je to zakázáno.
de: Möchten Sie die algorithmische Silbentrennung standardmäßig aktivieren oder deaktivieren? Die aktuelle Voreinstellung (★) ist deaktiviert.
el: Θα θέλατε να ενεργοποιήσετε ή να απενεργοποιήσετε τον αλγοριθμικό συλλαβισμό από προεπιλογή; Η τρέχουσα προεπιλογή (★) είναι η απενεργοποίησή του.
es: ¿Quiere activar o desactivar la silabación algorítmica de manera predeterminada? El valor predeterminado actual (★) es desactivada.
fr: Voulez-vous activer ou désactiver la césure algorithmique par défaut ? La valeur par défaut actuelle (★) est « désactivé ».
gl: Gustaríache activar ou desactivar a por defecto a separación en sílabas algorítmica? O valor por defecto actual (★) é desactivada.
hu: Szeretné alapértelmezés szerint engedélyezni vagy letiltani az algoritmikus kötőjelek használatát? Jelenleg alapértelmezés szerint (★) le van tiltva.
it_it: Vuoi abilitare o disabilitare la sillabazione algoritmica in modo predefinito? L'impostazione predefinita corrente (★) è disabilitata.
ja: 既定では、アルゴリズムによるハイフネーションを有効または無効にしますか？ 現在の既定 (★) は無効です。
ko_kr: 알고리즘 하이픈 넣기를 기본값으로 활성화 또는 비활성화할까요? 현재 기본값(★)은 비활성화입니다.
nl_nl: Algoritmische woordafbreking standaard in- of uitschakelen? De huidige standaardinstelling (★) is uitgeschakeld.
pl: Czy chcesz domyślnie włączyć lub wyłączyć maszynowy podział wyrazów? Bieżąca wartość domyślna (★) jest wyłączona.
pt_br: Gostaria de ativar ou desativar a hifenização algorítmica por padrão? O padrão atual (★) é desativado.
ro: Dorești să activezi sau să dezactivezi silabisirea algoritmică ca implicit? Implicitul curent (★) este dezactivată.
ru: Вы хотите включить или отключить алгоритмические переносы по умолчанию? Текущее значение по умолчанию (★) - отключено.
sk: Prajete si predvolene povoliť alebo zakázať algoritmické delenie slov? Aktuálna predvolená hodnota (★) je zakázať.
sr: Да ли желите да се подразумевано укључи или искључи алгоритамска хифенација? Тренутна подразумевана вредност (★) је искључено.
tr: Algoritmik tirelemeyi varsayılan olarak etkinleştirmek ya da devre dışı bırakmak ister misiniz? Geçerli varsayılan (★) devre dışı.
uk: Увімкнути або вимкнути алгоритмічні перенесення типово? Поточне типове значення (★) вимкнено.
zh_cn: 你是想要默认启用还是禁用算法连字符？ 当前的默认 (★) 设置是禁用。

source: Soft hyphens only
ar: الواصلات الناعمة فقط
ca: Només guions de no separació
cs: Pouze měkké rozdělovníky
de: Nur weiche Bindestriche
el: Μόνο μαλακά ενωτικά
es: Sólo guiones de no separación
fr: Uniquement les traits d’union conditionnels
gl: Só guións suaves
hu: Csak a lágy elválasztójelek használata
it_it: Solo trattini di separazione condizionale
ja: ソフトハイフネーションのみ
ko_kr: 소프트 하이픈만
nl_nl: Alleen zachte koppeltekens
pl: Tylko miękki podział wyrazów
pt_br: Somente hifens fracos
ro: Doar cratime soft
ru: Только мягкие переносы
sk: Spoliehať sa len na pomlčky pre delenie slov
sr: Само меке цртице
tr: Yalnızca yazılımsal tireleme
uk: Лише м'яке перенесення
zh_cn: 仅软连字符

source: Would you like to enable or disable hyphenation with soft hyphens only by default? The current default (★) is enabled.
ar: هل ترغب في تمكين أو تعطيل الواصلة باستخدام واصلات ناعمة فقط بشكل افتراضي؟ الافتراضي الحالي (★) ممكّن.
ca: Voleu activar o desactivar la partició de mots amb guionets discrecionals per defecte? El valor per defecte actual (★) és activada.
cs: Chcete povolit nebo zakázat dělení slov s použitím pouze měkkých rozdělovníků ve výchozím nastavení? V aktuálním výchozím nastavení (★) je to povoleno.
de: Möchten Sie die Silbentrennung mit weichen Trennstrichen nur standardmäßig aktivieren oder deaktivieren? Die aktuelle Voreinstellung (★) ist aktiviert.
el: Θα θέλατε να ενεργοποιήσετε ή να απενεργοποιήσετε τον συλλαβισμό με «μαλακά ενωτικά μόνο» από προεπιλογή; Η τρέχουσα προεπιλογή (★) είναι η ενεργοποίησή του.
es: ¿Quiere activar o desactivar la silabación solo con guiones discrecionales de manera predeterminada? El valor predeterminado actual (★) es activada.
fr: Voulez-vous activer ou désactiver « césure avec uniquement les traits d’union conditionnels » par défaut ? La valeur par défaut actuelle (★) est « activé ».
gl: Gustaríache activar ou desactivar por defecto a separación en sílabas usando só guións suaves? O valor por defecto actual (★) é activada.
hu: Szeretné engedélyezni vagy letiltani a csak lágy kötőjelekkel történő elválasztást alapértelmezés szerint? Jelenleg alapértelmezés szerint (★) engedélyezve van.
it_it: Vuoi abilitare o disabilitare la sillabazione con solo trattini di non separazione in modo predefinito? L'impostazione predefinita corrente (★) è abilitata.
ja: 既定では、ソフトハイフネーションを有効または無効にしますか？ 現在の既定 (★) は有効です。
ko_kr: 하이픈 기본값으로 소프트 하이픈만을 활성화 또는 비활성화할까요? 현재 기본값(★)은 활성화입니다.
nl_nl: Woordafbreking met alleen zachte koppeltekens standaard in- of uitschakelen? De huidige standaardinstelling (★) is ingeschakeld.
pl: Czy chcesz domyślnie włączyć lub wyłączyć tylko miękki podział wyrazów? Bieżąca wartość domyślna (★) jest włączona.
pt_br: Gostaria de ativar ou desativar a hifenização embutida por padrão? O padrão atual (★) é ativado.
ro: Dorești să activezi sau să dezactivezi silabisirea cu cratime soft doar ca implicit? Implicitul curent (★) este activată.
ru: Вы хотите включить или отключить расстановку мягких переносов по умолчанию? Текущее значение по умолчанию (★) - включено.
sk: Prajete si v predvolenom nastavení povoliť alebo zakázať delenie slov len pomocou spoliehania sa na pomlčky pre delenie slov? Aktuálna predvolená hodnota (★) je povoliť.
sr: Да ли желите да се подразумевано укључи или искључи хифенација меким цртицама? Тренутна подразумевана вредност (★) је укључено.
tr: Yalnızca yazılımsal tirelemeyi varsayılan olarak etkinleştirmek ya da devre dışı bırakmak ister misiniz? Geçerli varsayılan (★) etkin.
uk: Увімкнути або вимкнути лише м'яке перенесення типово? Поточне типове значення (★) увімкнено.
zh_cn: 你是要默认启用还是禁用仅含软连字符的连字符？ 当前的默认 (★) 设置是启用。

source: Would you like to enable or disable hyphenation with soft hyphens only by default? The current default (★) is disabled.
ar: هل ترغب في تمكين أو تعطيل الواصلة باستخدام واصلات ناعمة فقط بشكل افتراضي؟ الافتراضي الحالي (★) معطل.
ca: Voleu activar o desactivar la partició de mots amb guionets discrecionals per defecte? El valor per defecte actual (★) és desactivada.
cs: Chcete povolit nebo zakázat dělení slov s použitím pouze měkkých rozdělovníků ve výchozím nastavení? V aktuálním výchozím nastavení (★) je to zakázáno.
de: Möchten Sie die Silbentrennung mit weichen Trennstrichen nur standardmäßig aktivieren oder deaktivieren? Die aktuelle Voreinstellung (★) ist deaktiviert.
el: Θα θέλατε να ενεργοποιήσετε ή να απενεργοποιήσετε τον συλλαβισμό με «μαλακά ενωτικά μόνο» από προεπιλογή; Η τρέχουσα προεπιλογή (★) είναι η απενεργοποίησή του.
es: ¿Quiere activar o desactivar la silabación solo con guiones discrecionales de manera predeterminada? El valor predeterminado actual (★) es desactivada.
fr: Voulez-vous activer ou désactiver « césure avec uniquement les traits d’union conditionnels » par défaut ? La valeur par défaut actuelle (★) est « désactivé ».
gl: Gustaríache activar ou desactivar por defecto a separación en sílabas usando só guións suaves? O valor por defecto actual (★) é desactivada.
hu: Szeretné engedélyezni vagy letiltani a csak lágy kötőjelekkel történő kötőjelezést alapértelmezés szerint? Jelenleg alapértelmezés szerint (★) le van tiltva.
it_it: Vuoi abilitare o disabilitare la sillabazione con solo trattini di non separazione in modo predefinito? L'impostazione predefinita corrente (★) è disabilitata.
ja: 既定では、ソフトハイフネーションを有効または無効にしますか？ 現在の既定 (★) は無効です。
ko_kr: 하이픈 기본값으로 소프트 하이픈만을 활성화 또는 비활성화할까요? 현재 기본값(★)은 비활성화입니다.
nl_nl: Woordafbreking met alleen zachte koppeltekens standaard in- of uitschakelen? De huidige standaardinstelling (★) is uitgeschakeld.
pl: Czy chcesz domyślnie włączyć lub wyłączyć tylko miękki podział wyrazów? Bieżąca wartość domyślna (★) jest wyłączona.
pt_br: Gostaria de ativar ou desativar a hifenização embutida por padrão? O padrão atual (★) é desativado.
ro: Dorești să activezi sau să dezactivezi silabisirea cu cratime soft doar ca implicit? Implicitul curent (★) este dezactivată.
ru: Вы хотите включить или отключить расстановку мягких переносов по умолчанию? Текущее значение по умолчанию (★) - отключено.
sk: Prajete si v predvolenom nastavení povoliť alebo zakázať delenie slov len pomocou spoliehania sa na pomlčky pre delenie slov? Aktuálna predvolená hodnota (★) je zakázať.
sr: Да ли желите да се подразумевано укључи или искључи хифенација меким цртицама? Тренутна подразумевана вредност (★) је искључено.
tr: Yalnızca yazılımsal tirelemeyi varsayılan olarak etkinleştirmek ya da devre dışı bırakmak ister misiniz? Geçerli varsayılan (★) devre dışı.
uk: Увімкнути або вимкнути лише м'яке перенесення типово? Поточне типове значення (★) вимкнено.
zh_cn: 你是想要默认启用还是禁用仅含软连字符的连字符？ 当前的默认 (★) 设置是禁用。

source: soft-hyphens only
ar: الواصلات الناعمة فقط
ca: només guions de no separació
cs: pouze měkké rozdělovníky
de: nur weiche Bindestriche
el: μαλακά ενωτικά μόνο
es: sólo guiones de no separación
fr: uniquement les traits d’union conditionnels
gl: Usar indicacións de sílaba (guións suaves)
hu: csak a lágy elválasztójelek
it_it: solo trattini di non separazione
ja: ソフトハイフネーションのみ
ko_kr: 소프트 하이픈만
nl_nl: alleen zachte koppeltekens
pl: tylko miękki podział wyrazów
pt_br: somente separações de sílaba embutidas
ro: doar cratime soft
ru: только мягкие переносы
sk: spoliehať sa len na pomlčky pre delenie slov
sr: само меким цртицама
tr: yalnızca yazılımsal tireleme
uk: лише м'яке перенесення
zh_cn: 仅软连字符

source: algorithmic
ar: حسابي
ca: algorítmica
cs: algoritmické
de: algorithmisch
el: αλγοριθμικός
es: algorítmica
fa: الگوریتمی
fr: algorithmique
gl: algorítmica
hu: algoritmikus
it_it: algoritmica
ja: アルゴリズム的
ko_kr: 알고리즘
nl_nl: algoritmisch
pl: maszynowy
pt_br: algorítmica
ro: algoritmică
ru: алгоритмические
sk: algoritmické
sr: алгоритамска
tr: algoritmik
uk: алгоритмічні
zh_cn: 算法

source: Hyphenation: %1
ar: الواصلة: %1
ca: Partició de mots: %1
cs: Dělení slov: %1
de: Silbentrennung: %1
el: Συλλαβισμός: %1
es: Silabación: %1
fr: Césure : %1
gl: Separación de sílabas: %1
hu: Szóelválasztás: %1
it_it: Sillabazione: %1
ja: ハイフネーション: %1
ko_kr: 하이픈 넣기: %1
nl_nl: Woordafbreking: %1
pl: Dzielenie wyrazów: %1
pt_br: Hifenização: %1
ro: Despărțire în silabe: %1
ru: Переносы: %1
sk: Delenie slov: %1
sr: Хифенација: %1
tr: Tireleme: %1
uk: Перенесення: %1
zh_cn: 连字符号: %1

source: Hanging punctuation
ar: علامات الترقيم المعلقة
ca: Puntuació flotant
cs: Visící interpunkce
de: Hängende Satzzeichen
el: Κρεμαστά σημεία στίξης
es: Puntuación flotante
fr: Ponctuation hors justification
gl: Puntuación colgante
hu: Függő központozás
it_it: Punteggiatura fuori margine
ja: ぶら下がり句読点
ko_kr: 매단 문장부호
nl_nl: Hangende interpunctie
pl: Wiszące znaki interpunkcyjne
pt_br: Pontuação suspensa
ro: Punctuație în afara textului
ru: Висячая пунктуация
sk: Presahujúca interpunkcia
sr: Висећа интерпункција
tr: Asılı noktalama işaretleri
uk: Висячі розділові знаки
zh_cn: 标点悬挂

source: Would you like to enable or disable hanging punctuation by default? The current default (★) is enabled.
ar: هل ترغب في تمكين أو تعطيل علامات الترقيم المعلقة افتراضيًا؟ الافتراضي الحالي (★) ممكّن.
ca: Desitja activar o desactivar la puntuació flotant de manera predeterminada? El valor predeterminat per defecte (★) està activat.
cs: Chcete visící interpunkci ve výchozím nastavení povolit nebo zakázat? Aktuálně je ve výchozím nastavení (★) povolena.
de: Möchten Sie die hängende Interpunktion standardmäßig aktivieren oder deaktivieren? Die aktuelle Voreinstellung (★) ist aktiviert.
el: Θα θέλατε να ενεργοποιήσετε ή να απενεργοποιήσετε τα κρεμαστά σημεία στίξης από προεπιλογή; Η τρέχουσα προεπιλογή (★) είναι η ενεργοποίησή τους.
es: ¿Desea activar o desactivar la puntuación flotante de forma predeterminada? El valor predeterminado por defecto (★) está activado.
fr: Voulez-vous activer ou désactiver la ponctuation hors justification par défaut ? La valeur par défaut actuelle (★) est « activé ».
gl: Gustaríache activar ou desactivar a puntuación colgante por defecto? O valor por defecto actual (★) é activada.
hu: Alapértelmezés szerint engedélyezi vagy tiltja a 'Függő központozás'-t? Jelenleg alapértelmezetten (★) engedélyezve van.
it_it: Desideri abilitare o disabilitare la punteggiatura fuori margine come impostazione predefinita? L'impostazione predefinita corrente (★) è abilitata.
ja: 既定では、句読点のぶら下げを有効または無効にしますか？ 現在の既定 (★) は有効です。
ko_kr: 매단 문장 부호를 기본값으로 사용하거나 사용 중지할까요? 지금의 기본값 (★)은 활성화되어 있습니다.
nl_nl: Hangende interpunctie standaard in- of uitschakelen? De huidige standaardinstelling (★) is ingeschakeld.
pl: Czy chcesz domyślnie włączyć lub wyłączyć wiszące znaki interpunkcyjne? Bieżąca wartość domyślna (★) jest włączona.
pt_br: Gostaria de ativar ou desativar a pontuação suspensa por padrão? O padrão atual (★) é ativado.
ro: Dorești să activezi sau să dezactivezi punctuația atîrnată ca implicit? Implicitul curent (★) este activată.
ru: Вы хотите включить или отключить висячую пунктуацию по умолчанию? Текущее значение по умолчанию (★) - включено.
sk: Prajete si predvolene povoliť alebo zakázať presahujúcu interpunkciu? Aktuálne predvolené nastavenie (★) je povolené.
sr: Да ли желите да се подразумевано укључи или искључи висећа интерпункција? Тренутна подразумевана вредност (★) је укључено.
tr: Asılı noktalama işaretlerini varsayılan olarak etkinleştirmek ya da devre dışı bırakmak ister misiniz? Geçerli varsayılan (★) etkin.
uk: Увімкнути або вимкнути висячі розділові знаки типово? Поточне типове значення (★) увімкнено.
zh_cn: 你是想要默认启用还是禁用标点悬挂？ 当前的默认 (★) 设置是启用。
