Repository: spruceUI/spruceOS
Catalog: App/KoReader/l10n/*/koreader.po
Languages: ar, ca, cs, de, el, es, fa, fr, gl, hu, it_it, ja, ko_kr, nl_nl, pl, pt_br, ro, ru, sk, sr, tr, uk, zh_cn

source: previous read page
ar: صفحة القراءة السابقة
ca: pàgina que s'estava llegint
cs: předchozí čtená stránka
de: vorherige gelesene Seite
el: προηγούμενη σελίδα ανάγνωσης
es: página que se estaba leyendo
fa: صفحه خوانده شده قبلی
fr: page de lecture précédente
gl: páxina que estabas a ler
hu: előző olvasott oldal
it_it: pagina precedente letta
ja: 前回読んだページ
ko_kr: 이전에 읽은 페이지
nl_nl: vorige gelezen pagina
pl: Przejdź do poprzedniej przeczytanej strony
pt_br: página lida anterior
ro: pagina citită anterior
ru: предыдущая прочитанная страница
sk: predchádzajúca prečítaná strana
sr: претходно прочитана страница
tr: önceki okunan sayfa
uk: попередня прочитана сторінка
zh_cn: 先前阅读的页面

source: Back in reader: %1
ar: العودة إلى القارئ: %1
ca: Tornar al lector: %1
cs: Tlačítko „Zpět“ při čtení: %1
de: Zurück im Leser: %1
el: Επιστροφή στον αναγνώστη: %1
es: Volver al lector: %1
fa: بازگشت در حالت مطالعه: %1
fr: Retour dans le lecteur : %1
gl: De volta no lector: %1
hu: Vissza az Olvasóban: %1
it_it: Torna al lettore: %1
ja: リーダーで戻るボタン: %1
ko_kr: 리더로 돌아가기: %1
nl_nl: Terug in lezer: %1
pl: Przycisk „Wstecz” podczas czytania: %1
pt_br: Voltar no leitor: %1
ro: Înapoi în cititor: %1
ru: Назад в программе чтения: %1
sk: Tlačidlo späť pri čítaní: %1
sr: Назад у читачу: %1
tr: Okuyucuda geri: %1
uk: Повернутися до читання: %1
zh_cn: 在阅读器中按下返回键：%1

source: Go to file browser
ar: انتقل إلى متصفح الملفات
ca: Ves al navegador de fitxers
cs: Přejít na Prohlížeč souborů
de: Zum Datei-Browser gehen
el: Μετάβαση στον περιηγητή αρχείων
es: Ir al explorador de archivos
fa: به مرورگر فایل برو
fr: Aller au navigateur de fichiers
gl: Ir ao explorador de ficheiros
hu: Ugrás a fájlböngészőbe
it_it: Vai al gestore di file
ja: ファイルブラウザに移動
ko_kr: 파일 탐색기로 이동
nl_nl: Ga naar bestandsverkenner
pl: Przejdź do przeglądarki plików
pt_br: Ir pro navegador de arquivos
ro: Mergi la navigator fișiere
ru: Перейти в файловый менеджер
sk: Prejsť do prehliadača súborov
sr: Иди на прегледач фајлова
tr: Dosya tarayıcısına git
uk: Перейти до переглядача файлів
zh_cn: 转到文件浏览器

source: Go to previous location
ar: انتقل إلى الموقع السابق
ca: Anar a la posició anterior
cs: Přejít na předchozí místo
de: Zur vorherigen Position gehen
el: Μετάβαση στην προηγούμενη τοποθεσία
es: Volver a la posición anterior
fa: به موقعیت قبلی برو
fr: Aller à l’emplacement précédent
gl: Volver á posición anterior
hu: Ugrás az előző pozícióhoz
it_it: Vai alla posizione precedente
ja: 前回の場所に移動
ko_kr: 직전 위치로 이동
nl_nl: Ga naar vorige locatie
pl: Przejdź do poprzedniej lokalizacji
pt_br: Ir pra localização anterior
ro: Mergi la locația precedentă
ru: Перейти к предыдущему местоположению
sk: Prejsť na predchádzajúce miesto
sr: Иди на претходно место
tr: Önceki konuma git
uk: Перейти до попереднього розташування
zh_cn: 转到先前的位置

source: Go to previous read page
ar: الانتقال إلى صفحة القراءة السابقة
ca: Tornar a la pàgina que s'estava llegint
cs: Přejít na předchozí stránku
de: Zur vorherigen gelesenen Seite gehen
el: Μετάβαση στην προηγούμενη σελίδα ανάγνωσης
es: Volver a la página que se estaba leyendo
fa: به صفحه خوانده شده قبلی برو
fr: Aller à la page de lecture précédente
gl: Ir á páxina que estabas a ler
hu: Ugrás az előző oldalra
it_it: Vai alla pagina letta precedente
ja: 前回のページに移動
ko_kr: 이전 읽은 페이지로 이동
nl_nl: Ga naar vorige gelezen pagina
pl: Przejdź do poprzedniej przeczytanej strony
pt_br: Ir pra página lida anterior
ro: Mergi la pagina citită anterior
ru: Перейти на предыдущую прочитанную страницу
sk: Prejsť na predchádzajúcu prečítanú stranu
sr: Иди на претходно прочитану страницу
tr: Önceki okunmuş sayfaya git
uk: Перейти до попередньої сторінки читання
zh_cn: 转到上一阅读页

source: Backspace works as back button
ca: La tecla de reculada actua com a botó de reculada
cs: Backspace funguje jako tlačítko zpět
de: Rücktaste funktioniert als Zurück-Taste
el: Λειτουργία του πλήκτρου διαγραφής ως πλήκτρου επιστροφής
es: La tecla de retroceso actúa como botón de retroceso
fa: دکمه پاک کردن (Backspace) به عنوان دکمه بازگشت عمل کند
fr: Backspace fonctionne comme le bouton de retour
gl: Retroceso funciona coma o botón de volver
hu: A Backspace vissza gombként működjön
it_it: Backspace funziona come pulsante indietro
ja: BSキーは戻るボタンとして機能する
ko_kr: 백스페이스는 뒤로 버튼으로 작동합니다
nl_nl: Backspace werkt als terugtoets
pl: Backspace działa jak przycisk „Wstecz”
pt_br: Backspace funciona como botão Voltar
ro: Backspace funcționează ca buton „înapoi”
ru: Backspace работает как кнопка возврата
sk: Backspace funguje ako tlačidlo späť
sr: Брисање уназад ради као дугме назад
tr: Geriye doğru silme tuşu geriye gitme işlevi görür
uk: Backspace працює як кнопка «Назад»
zh_cn: 使用退格键返回

source: Add opening page to location history
ar: أضف الصفحة الافتتاحية إلى سجل الموقع
ca: Agregar la pàgina d'obertura a l'historial d'ubicacions
cs: Přidat první otevřenou stránku do historie míst
de: Öffnungsseite zum Standortverlauf hinzufügen
el: Προσθήκη αρχικής σελίδας στο ιστορικό τοποθεσιών
es: Agregar la página de apertura al historial de ubicaciones
fa: افزودن صفحه آغازین به تاریخچه مکان‌ها
fr: Ajouter la page initiale à l’historique des emplacements
gl: Engadir a páxina de apertura ao historial de posicións
hu: Nyitó oldal hozzáadása a helyelőzményekhez
it_it: Aggiungi la pagina di apertura alla cronologia delle posizioni
ja: 開いたページを場所履歴に追加
ko_kr: 위치 기록에 시작 페이지 추가
nl_nl: Openingspagina aan locatiegeschiedenis toevoegen
pl: Dodaj stronę otwierającą do historii lokalizacji
pt_br: Adicionar página de abertura ao histórico de localização
ro: Adaugă pagina de pornire la istoricul de locații
ru: Добавлять начальную страницу в местоположения
sk: Pridať úvodnú stránku do histórie polôh
sr: Додај отварајућу страницу у историју локација
tr: Açılış sayfası konum geçmişine eklensin
uk: Додати початкову сторінку в історію розташувань
zh_cn: 将打开页面添加到位置历史记录

source: This sets how often to rewrite to disk global settings and book metadata, including your current position and any highlights and bookmarks made, when you're reading a document. The normal behavior is to save those only when the document is closed, or your device suspended, or when exiting KOReader. Setting it to some interval may help prevent losing new settings/sidecar data after a software crash, but will cause more I/O writes the lower the interval is, and may slowly wear out your storage media in the long run.
ar: يحدد هذا عدد مرات إعادة الكتابة إلى الإعدادات العامة للقرص وبيانات تعريف الكتاب ، بما في ذلك موقعك الحالي وأي تمييزات وإشارات مرجعية تم إجراؤها ، عند قراءة مستند. السلوك العادي هو حفظ هؤلاء فقط عند إغلاق المستند ، أو تعليق جهازك ، أو عند الخروج من KOReader. قد يساعد تعيينه على فاصل زمني معين في منع فقدان الإعدادات الجديدة / البيانات الجانبية بعد تعطل البرنامج ، ولكنه سيتسبب في المزيد من عمليات كتابة الإدخال / الإخراج كلما انخفض الفاصل الزمني ، وقد يؤدي إلى تآكل وسائط التخزين ببطء على المدى الطويل.
ca: Aquesta opció estableix la freqüència amb la qual s'han de reescriure en memòria la configuració global i les metadades del llibre, inclosa la posició actual i els subratllats i marcadors realitzats, quan s'està llegint un document. El comportament general consisteix a guardar-los només quan el document es tanca, quan el dispositiu se suspèn, o quan KOReader és tancat. Ajustar-lo a un interval de temps pot ajudar a evitar la pèrdua de nous ajustos/dades de sidecar (.sdr) després d'una fallada del programari, i si l'interval és baix, augmentarà el nombre d'accessos de E/S , la qual cosa, a llarg termini, pot deteriorar, a poc a poc, el mitjà d'emmagatzematge.
cs: Umožňuje nastavit jak často se bude na disk zapisovat globální nastavení a metadata knihy, včetně vaší aktuální pozice a vytvořených záložek při čtení dokumentu. Normálně se tato data ukládají pouze při zavření dokumentu, když zařízení přejde do režimu spánku, nebo při ukončení KOReaderu. Nastavení na nějaký interval může pomoci zabránit ztrátě nových nastavení/bočních dat po pádu aplikace, ale bude mít za následek tím víc zápisů čím je nastaven kratší interval, což může dlouhodobě vést k opotřebování paměťového média v zařízení.
de: Hier wird festgelegt, wie oft beim Lesen eines Dokuments die globalen Einstellungen und Buch-Metadaten, einschließlich Ihrer aktuellen Position und der vorgenommenen Hervorhebungen und Lesezeichen, auf die Festplatte geschrieben werden. Das normale Verhalten ist, diese nur zu speichern, wenn das Dokument geschlossen, das Gerät angehalten oder KOReader verlassen wird. Die Einstellung auf ein bestimmtes Intervall kann helfen, den Verlust neuer Einstellungen/Sidecar-Daten nach einem Software-Absturz zu verhindern, führt jedoch zu mehr E/A-Schreibvorgängen, je geringer das Intervall ist, und kann langfristig zu einer langsamen Abnutzung Ihres Speichermediums führen.
el: Η ρύθμιση αυτή καθορίζει τη συχνότητα επανεγγραφής στον δίσκο γενικών ρυθμίσεων και μεταδεδομένων των βιβλίων, συμπεριλαμβανομένης της τρέχουσας θέσης σας και τυχόν επισημάνσεων και σελιδοδεικτών που δημιουργούνται, όταν διαβάζετε ένα έγγραφο. Η κανονική συμπεριφορά είναι η αποθήκευση αυτών μόνο όταν το έγγραφο είναι κλειστό ή η συσκευή σας έχει τεθεί σε αναστολή ή κατά την έξοδο από το KOReader. Ο ορισμός κάποιου διαστήματος μπορεί να αποτρέψει την απώλεια νέων ρυθμίσεων/δεδομένων μετά από κατάρρευση του συστήματος, αλλά θα προκαλέσει περισσότερες εγγραφές εισόδου/εξόδου όσο μικρότερο είναι το διάστημα και μπορεί να φθείρει μακροπρόθεσμα το μέσο αποθήκευσης.
es: Esta opción establece la frecuencia con la que se deben reescribir en memoria la configuración global y los metadatos del libro, incluida la posición actual y los subrayados y marcadores realizados, cuando se está leyendo un documento. El comportamiento general consiste en guardarlos sólo cuando el documento se cierra, cuando el dispositivo se suspende, o cuando se sale de KOReader. Ajustarlo a un intervalo de tiempo puede ayudar a evitar la pérdida de nuevos ajustes/datos de sidecar (.sdr) después de un fallo del software, pero cuanto más bajo sea el intervalo, mayor será el número de accesos de E/S , lo que, a largo plazo, puede deteriorar, poco a poco, el medio de almacenamiento.
fa: این تنظیم می‌کند هر چند وقت تنظیمات کلی و فراداده کتاب بر روی دیسک بازنویسی شود که شامل، محل فعلی شما و هر هایلایت یا نشانکی است که در زمان مطالعه سند ایجاد کرده‌اید. رفتار معمول این است که آنها تنها زمانی که سند بسته شد، یا دستگاه شما به خواب رفت و یا در زمان خروج از کوریدر ذخیره شوند. تعیین مقداری فاصله زمانی می‌تواند به جلوگیری از، از دست رفتن تنظیمات جدید/ داده‌های sidecar بعد از یک خرابی نرم‌افزاری کمک کند، اما هر چه فاصله زمانی کمتر باشد، باعث نوشتن بیشتر ورودی/خروجی‌ها شود که در درازمدت باعث فرسودگی حافظه ذخیره‌سازی شما می‌شود.
fr: Cette fonction détermine la fréquence de réécriture sur le disque des paramètres généraux et des métadonnées du livre, y compris votre position actuelle, les surlignages et marque-pages ajoutés lorsque vous lisez un document. Le comportement normal est de les enregistrer uniquement quand le document est fermé, votre appareil mis en veille, ou quand vous quittez KOReader. Le réglage d’un certain intervalle peut aider à éviter la perte de nouveaux paramètres/données après un plantage logiciel, mais causera d’autant plus d’écritures que l’intervalle est faible, ce qui pourrait détériorer votre support de stockage à long terme.
gl: Con isto configúrase con que frecuencia se reescriben en disco a configuración global e os metadatos do libro, incluíndo a posición actual, textos destacados e marcadores feitos cando estas a ler un documento. O funcionamento normal é gardar só cando se cerra o documento, cando o teu dispositivo é suspendido ou cando se sae de KOReader. Configurando un intervalo pode axudar a previr a perda de datos en caso de crash do programa pero causará máis escrituras canto máis baixo sexa o intervalo e pode desgastar o medio de almacenamento a longo prazo.
hu: Ezzel beállíthatja milyen gyakran legyenek elmentve a globális beállítások és a könyv metadatai, ami magában foglalja a jelenlegi oldalt és minden kiemelést, illetve könyvjelzőt, amit a dokumentum olvasása közben készített. Alapbeállítás szerint mentés csak akkor történik, ha a dokumentumot bezárja, a készüléke alvó állapotba kerül, vagy amikor kilép a KOReader-ből. Egy időintervallumot megadva elmentheti adatait gyakrabban, amely hasznos lehet szoftveres összeomlás esetén, de ez több I/O folyamatot jelent. Minél kisebb ez az intervallum, az hosszú távon károsíthatja a tárhelyet, illetve az SD kártyát.
it_it: Consente di impostare la frequenza di riscrittura su disco delle impostazioni globali e dei metadati del libro, inclusa la posizione attuale e le evidenziature e i segnalibri effettuati durante la lettura di un documento. Il comportamento normale consiste nel salvarli solo quando il documento viene chiuso o il dispositivo sospeso o quando si esce da KOReader. Impostarlo a un certo intervallo può evitare la perdita di nuove impostazioni/dati di sidecar (.sdr) dopo un arresto anomalo del software, ma causerà più è basso l'intervallo più scritture I/O saranno effettuate e questo può deteriorare, un poco alla volta, il supporto di archiviazione.
ja: この設定は、文書を読んでいるときにグローバル設定や現在位置やハイライト、ブックマークなどの本のメタデータをディスクに書き換える頻度を設定します。 通常の動作では、ドキュメントを閉じたとき、デバイスを一時停止したとき、またはKOReaderを終了したときにのみこれらを保存します。 ある間隔に設定するとソフトウェアのクラッシュ後に新しい設定やそれに伴うデータが失われるのを防ぐことができますが、間隔が短くなるほどI/O書き込みが多くなり、長期的にはストレージメディアを徐々に消耗させる可能性があります。
ko_kr: 문서를 읽어들일 때 현재 위치나 모든 강조 표시와 책갈피 등을 포함한 전역 설정과 책의 메타데이터를 얼마나 자주 디스크에 저장할지 그 빈도를 설정합니다. 일반적인 동작은 문서를 닫거나 장치를 일시 중단하거나 KOReader를 끝낼 때만 저장하는 것입니다. 일정 간격마다 저장하기로 설정하면 소프트웨어 충돌로 튕긴 후에 새로운 설정/사이드카 데이터가 손실되는 것을 방지 할 수 있지만, 간격이 짧을수록 더 많은 I/O 쓰기가 발생하며, 장기적으로 저장 미디어가 서서히 노화될 수 있습니다.
nl_nl: Dit stelt in hoe vaak de globale instellingen en metagegevens van de schijf worden herschreven, inclusief de huidige positie en eventuele hoogtepunten en bladwijzers die zijn aangemaakt tijdens het lezen van een document leest. Gewoonlijk worden deze alleen opgeslagen wanneer het document wordt gesloten, wanneer het apparaat in slaapstand wordt gezet, of wanneer KOReader wordt afgesloten. Een bepaald interval instellen kan helpen voorkomen dat nieuwe instellingen/sidecargegevens verloren gaan na een softwarecrash, maar dit zal leiden tot meer I/O-schrijven naarmate het interval lager is, en kan opslagmedia op de lange termijn langzaam verslijten.
pl: Określa, jak często zapisywać na dysk ustawienia globalne i metadane książki, w tym aktualną pozycję czytania oraz wszelkie zaznaczenia i zakładki utworzone podczas czytania dokumentu. Normalnym zachowaniem jest zapisywanie ich tylko wtedy, gdy dokument jest zamykany, urządzenie przechodzi w stan uśpienia lub gdy kończymy pracę z KOReader. Ustawienie cyklicznych zapisów na pewien interwał może zapobiec utracie nowych ustawień i danych w przypadku awarii oprogramowania, ale spowoduje więcej zapisów we / wy, co może zużywać nośnik pamięci w dłuższej perspektywie.
pt_br: Isso define a frequência com a qual se escrevem no disco as configurações globais e os metadados do livro, incluindo sua posição atual e todos os destaques e marcadores feitos quando você estiver lendo um documento. O comportamento normal é salvá-los somente quando o documento é fechado, ou o dispositivo está suspenso, ou quando você sai do KOReader. Configurar para algum intervalo pode ajudar a evitar a perda de novas configurações/dados anexos após uma falha no software, mas causará mais gravações de E/S quanto menor for o intervalo e poderá desgastar lentamente sua mídia de armazenamento a longo prazo.
ro: Aceasta setează cît de des să se scrie pe disc setările globale și metadatele cărților, incluzînd poziția curentă și orice evidențieri, note, semne de carte ai făcut în timp ce citești un document. Comportamentul normal este să se salveze numai la închiderea documentului, cînd dispozitivul este suspendat sau cînd KOReader este închis. Setînd la un anumit interval poate preveni pierderile de date în cazul în care are loc un crash software, dar va cauza mai multe scrieri Î/E și acest lucru poate duce la degradarea mediului de stocare fizic pe termen lung.
ru: Здесь задаётся частота перезаписи на диск глобальных параметров и метаданных книги, включая текущее положение и все сделанные при чтении документа выделения и закладки. Обычное поведение - выполнять сохранение или когда документ закрыт, или устройство приостановлено, или при выходе из KOReader'а. Выбор определённого интервала позволит предотвращать потерю новых настроек и прочих данных после программных сбоев, однако при излишне малых значениях количество записей в хранилище данных растёт и в долгосрочной перспективе ведёт к его износу.
sk: Toto nastaví, ako často sa majú zapisovať na disk globálne nastavenia a metadáta knihy, vrátane vašej aktuálnej pozície čítania, všetkých zvýraznení a vytvorených záložiek, keď čítate dokument. Normálne nastavenie je ukladať ich iba vtedy, keď dokument zatvoríme, alebo je vaše zariadenie uspané, alebo keď ukončíte KOReader. Nastavenie na určitý interval môže pomôcť zabrániť strate nových nastavení pri zlyhaní softvéru. Čím nižší je interval, tým viac zápisov sa urobí na vaše pamäťové médium. Z dlhodobého hľadiska to spôsobí skrátenie životnosti pamäťového média.
sr: Ово подешава колико често се док читате документ на диск преписују глобална подешавања и метаподаци књиге, укључујући вашу текућу позицију и сва направљена истицања и маркери. Уобичајено понашање је да ово снима само када се документ затвара, или се ваш уређај суспендује, или када се напушта програм KOReader. Ако га поставите на неки интервал, то може помоћи да се спречи губитак нових подешавања/споредних података након краха софтвера, али што је мања вредност, то ће да изазове више У/И уписа и на дужи рок може полако да истроши ваш медијум за складиштење.
tr: Bu seçenek, bir belgeyi okurken geçerli konumunuzun ve yapılmış vurgular, yer imleri, genel ayarlar ve kitap üst verilerinin diske ne sıklıkta yeniden yazılacağını ayarlar. Normal davranış, bunların yalnızca belge kapatıldığında ya da aygıt beklemeye geçtiğinde ya da KOReader uygulamasından çıkıldığında kaydedilmesidir. Bir aralık ayarlamak, bir uygulama çöktükten sonra yeni ayarların/sepet verilerinin kaybedilmemesine yardımcı olabilir. Ancak aralık ne kadar kısaysa daha fazla giriş çıkış işlemine neden olur ve uzun vadede depolama ortamınızı yavaşça yıpratabilir.
uk: Тут встановлюється частота перезапису на диск загальних параметрів і метаданих книги, включно з поточним станом, а також будь-які позначки та закладки, зроблені під час читання документа. Звичайна поведінка — зберігати їх лише коли документ закритий, або ваш пристрій призупинено, або під час виходу з KOReader. Установлення деякого інтервалу може допомогти запобігти втраті нових налаштувань/даних розширень бічної панелі після збою програмного забезпечення, але призведе до більшої кількості операцій введення-виведення після зменшення інтервалу і може повільно зношувати носій в довгостроковій перспективі.
zh_cn: 这个设定会影响全局设置和书籍元数据写入磁盘的频率，包括但不限于你在阅读时候的阅读位置、标注和书签。 默认的行为是仅在文档被关闭、设备休眠或退出KOReader时写入。 设置为定期写入可以有效地防止因软件崩溃带来的数据丢失问题， 但过短的写入间隔可能会引起写入IO增加并增加磁盘损耗。

source: Please be warned that on this device, setting a low interval may exacerbate the potential for filesystem corruption and complete data loss after a hardware crash.
ar: نرجو أن تنتبه أنّه وعلى هذا الجهاز, تحديد مهلةٍ قصيرةٍ قد يزيد خطر عطب نظام تخزين الملفات ممّا قد يؤدّي إلى فقدانٍ كاملٍ للبياناتِ بعد انهيارٍ في العتاد.
ca: Cal tenir en compte que, en aquest dispositiu, la configuració d'un interval baix pot augmentar les probabilitats de danyar el sistema d'arxius i de perdre totes les dades si es produeix una fallada de hardware.
cs: Prosím vemte na vědomí, že nastavení nízkých intervalů na tomto zařízení může zvýšit potenciál pro poškození souborového systému a úplnou ztrátu dat po selhání hardwaru.
de: Bitte seien Sie gewarnt, dass bei diesem Gerät die Einstellung eines niedrigen Intervalls die Gefahr einer Beschädigung des Dateisystems und eines vollständigen Datenverlusts nach einem Hardwareabsturz noch verstärken kann.
el: Λάβετε υπόψη σας ότι σε αυτήν τη συσκευή ο καθορισμός μικρού διαστήματος ενδέχεται να επιδεινώσει τις πιθανότητες αλλοίωσης του συστήματος αρχείων και πλήρους απώλειας δεδομένων μετά από κατάρρευση του συστήματος.
es: Hay que tener en cuenta que, en este dispositivo, la configuración de un intervalo bajo puede aumentar las probabilidades de que se dañe el sistema de archivos y se pierdan todos los datos tras un fallo de hardware.
fa: لطفا هشدار داده شود که در این دستگاه، تنظیم فاصله کم ممکن است احتمال خرابی فایل سیستم و از دست دادن کامل داد‌ه‌ها، پس از یک فروپاشی (Crash) سخت افزاری را تشدید کند.
fr: Veuillez noter que sur cet appareil, un intervalle faible peut augmenter le risque de corruption du système de fichiers et de perte totale de données après un dysfonctionnement matériel.
gl: Por favor ten en conta que neste dispositivo, configurar un período curto pode incrementar o risco de corrupción do sistema de ficheiros e perda completa de datos despois dun crash do hardware.
hu: Felhívjuk figyelmét, hogy ezen eszközön alacsony intervallum beállítása megnövelheti a fájlrendszer korruptálódásának esélyét és teljes adatvesztést jelenthet hardveres összeomlás esetén.
it_it: Bisogna tenere conto che, su questo dispositivo, l'impostazione di un intervallo basso può aumentare il potenziale di corruzione del file system e il rischio di perdita di dati completa per un fallimento dell'hardware.
ja: このデバイスでは、短い間隔を設定すると、ハードウェアクラッシュ後にファイルシステムが破損しデータが完全に失われる可能性を悪化させる可能性がありますので、ご注意ください。
ko_kr: 이 장치에서 느린 간격을 설정하면, 하드웨어 충돌 후 파일시스템 손상과 완전한 데이터 손실 가능성이 높아질 수 있습니다.
nl_nl: Wees gewaarschuwd dat een laag interval op dit apparaat de kans op bestandssysteemcorruptie of een volledig verlies van gegevens kan verergeren na een hardwarecrash.
pl: Należy pamiętać, że ustawienie tego interwału na tym urządzeniu może zwiększyć ryzyko uszkodzenia systemu plików i całkowitej utraty danych po awarii sprzętu.
pt_br: Esteja ciente de que, neste dispositivo, definir um intervalo baixo pode agravar o potencial de corrupção do sistema de arquivos e perda total de dados após uma falha de hardware.
ro: Te rog ai în vedere că setînd un interval mic pe acest dispozitiv poate crește potențialul ca sistemul de fișiere să se corupă și toate datele să fie pierdute în cazul unui crash hardware.
ru: Обратите внимание, что небольшой интервал на данном устройстве может усилить вероятность повреждений файловой системы и привести к полной потере данных после аппаратного сбоя.
sk: Berte prosím na vedomie, že nastavenie nízkeho intervalu na tomto zariadení môže zvýšiť riziko poškodenia súborového systému a úplnej straty údajov po zlyhaní hardvéru.
sr: Упозоравамо вас да постављање кратког интервала на овом уређају може да увећа потенцијал за кварење фајл система и потпуни губитак података након хардверског краха.
tr: Bu aygıtta, düşük bir aralık ayarlamanın, dosya sistemi bozulmasına veya donanım çökmesine yol açarak tam veri kaybı olasılığını daha da artırabileceğini unutmayın.
uk: Зверніть увагу, що на цьому пристрої встановлення невеликого інтервалу може посилити ймовірність пошкодження файлової системи й повної втрати даних після апаратного збою.
zh_cn: 警告！在此设备上使用过短的写入间隔会增加文件系统的崩溃可能，并可能在软件崩溃后导致数据完全丢失。
