Repository: spruceUI/spruceOS
Catalog: App/KoReader/l10n/*/koreader.po
Languages: ar, ca, cs, de, el, es, fa, fr, gl, hu, it_it, ja, ko_kr, nl_nl, pl, pt_br, ro, ru, sk, sr, tr, uk, zh_cn

source: Regular expressions allow you to search for a matching pattern in a text. The simplest pattern is a simple sequence of characters, such as `James Bond`. There are many different varieties of regular expressions, but we support the ECMAScript syntax. The basics will be explained below. If you want to search for all occurrences of 'Mister Moore', 'Sir Moore' or 'Alfons Moore' but not for 'Lady Moore'. Enter 'Mister Moore|Sir Moore|Alfons Moore'. If your search contains a special character from ^$.*+?()[]{}|\/ you have to put a \ before that character. Examples: Words containing 'os' -> '[^ ]+os[^ ]+' Any single character '.' -> 'r.nge' Any characters '.*' -> 'J.*s' Numbers -> '[0-9]+' Character range -> '[a-f]' Not a space -> '[^ ]' A word -> '[^ ]*[^ ]' Last word in a sentence -> '[^ ]*\.' Complex expressions may lead to an extremely long search time, in which case not all matches will be shown.
ar: تسمح لك التعبيرات العادية بالبحث عن نمط مطابق في النص. أبسط نمط هو سلسلة بسيطة من الشخصيات ، مثل "جيمس بوند". هناك العديد من الأنواع المختلفة للتعبيرات النمطية ، لكننا ندعم بناء جملة ECMAScript. سيتم شرح الأساسيات أدناه. إذا كنت تريد البحث عن جميع تكرارات "Mister Moore" أو "Sir Moore" أو "Alfons Moore" ولكن ليس عن "Lady Moore". أدخل "Mister Moore | Sir Moore | Alfons Moore". إذا كان بحثك يحتوي على حرف خاص من ^ $. * +؟ () [] {} | \ / يجب عليك وضع \ قبل هذا الحرف. أمثلة: الكلمات التي تحتوي على 'os' -> '[^] + os [^] +' أي حرف واحد. -> "r.nge" أية أحرف ". *" -> "J. * s" أرقام -> "[0-9] +" نطاق الأحرف -> "[a-f]" ليست مسافة -> "[^]" كلمة -> "[^] * [^]" الكلمة الأخيرة في الجملة -> "[^] * \." قد تؤدي التعبيرات المعقدة إلى وقت بحث طويل للغاية ، وفي هذه الحالة لن يتم عرض جميع المطابقات.
ca: Les expressions regulars permeten buscar correspondències de patrons en un text. El patró més senzill és una simple seqüència de caràcters, com `James Bond`. Hi ha moltes varietats d'expressions regulars, però nosaltres donem suport a la sintaxi ECMAScript, els conceptes bàsics de la qual s'expliquen a continuació. Per a localitzar totes les aparicions de 'Mister Moore', 'Sir Moore' o 'Alfons Moore' però no 'Lady Moore'. Cal escriure 'Mister Moore|Sir Moore|Alfons Moore'. Si la cerca conté un caràcter especial del tipus ^$.*+?()[]{}|\/ cal posar una \ abans d'aquest caràcter. Exemples: Paraules que contenen 'os' -> '[^ ]+os[^ ]+' Un únic caràcter '.' -> 'r.nge' Qualsevol caràcter '.*' -> 'J.*s' Números -> '[0-9]+' Rang de caràcters -> '[a-f]' No és un espai -> '[^ ]' Una paraula -> '[^ ]*[^ ]' L'última paraula d'una frase -> '[^ ]*\.' Les expressions complexes poden comportar un temps de cerca molt prolongat, i en aquest cas no es mostraran totes les coincidències.
cs: Regulární výrazy jsou textové řetězce skládající se z běžných znaků (např. písmena a číslice) a tzv. metaznaků, které umožňují vyhledávat v textu. Nejjednodušší řetězce tvoří jednoduchá posloupnost znaků jako je např.: 'Maxipes Fík' (pouze znaky mezi uvozovkami). Existuje mnoho různých variant regulárních výrazů, ale KOReader podporuje ECMAScript syntaxi. Základy jsou vysvětleny níže. Pokud např. chcete vyhledat všechny výskyty slovního spojení 'pan Zeman', 'inženýr Zeman' nebo 'major Zeman', ale už ne 'Jan Zeman', zadejte 'pan Zeman|inženýr Zeman|major Zeman'. Pokud vaše vyhledávání obsahuje některý z následujících speciálních metaznaků: '^$.*+?()[]{}|\/', musíte před takový znak vložit '\'. Příklady vyhledávání: Slova obsahující 'os' -> '[^ ]+os[^ ]+' Jakýkoliv samostatný znak '.' -> 'r.nge' Jakýkoli znak '.*' -> 'k.*s' (vyhledá slova 'kus' a 'kos') Čísla -> '[0-9]+' Rozsah znaků -> '[a-f]' Bez mezery -> '[^ ]' Slovo -> '[^ ]*[^ ]' Poslední slovo ve větě -> '[^ ]*\.' Komplexní regulární výrazy mohou vést k velmi dlouhé době vyhledávání a všechny nalezené shody nemusí být zobrazeny.
de: Mit regulären Ausdrücken können Sie nach einem passenden Muster in einem Text suchen. Das einfachste Muster ist eine einfache Folge von Zeichen, z. B. `James Bond`. Es gibt viele verschiedene Arten von regulären Ausdrücken, aber wir unterstützen die ECMAScript-Syntax. Die Grundlagen werden im Folgenden erklärt. Wenn Sie nach allen Vorkommen von 'Mister Moore', 'Sir Moore' oder 'Alfons Moore' suchen wollen, aber nicht nach 'Lady Moore'. Geben Sie 'Mister Moore|Sir Moore|Alfons Moore' ein. Wenn Ihre Suche ein Sonderzeichen aus ^$.*+?()[]{}|\/ enthält, müssen Sie ein \ vor dieses Zeichen setzen. Beispiele: Wörter, die 'os' enthalten -> '[^ ]+os[^ ]+' Jedes einzelne Zeichen '.' -> 'r.nge' Beliebige Zeichen '.*' -> 'J.*s' Ziffern -> '[0-9]+' Zeichenbereich -> '[a-f]' Nicht ein Leerzeichen -> '[^ ]' Ein Wort -> '[^ ]*[^ ]' Letztes Wort eines Satzes -> '[^ ]*\'. Komplexe Ausdrücke können zu einer extrem langen Suchzeit führen. In diesem Fall werden nicht alle Treffer angezeigt.
el: Οι κανονικές εκφράσεις σάς επιτρέπουν να αναζητήσετε ένα πρότυπο που ταιριάζει σε ένα κείμενο. Το απλούστερο μοτίβο είναι μια απλή ακολουθία χαρακτήρων, όπως `James Bond`. Υπάρχουν πολλές διαφορετικές ποικιλίες κανονικών εκφράσεων, αλλά εμείς υποστηρίζουμε τη σύνταξη του ECMAScript. Τα βασικά θα εξηγηθούν παρακάτω. Αν θέλετε να αναζητήσετε όλες τις εμφανίσεις του 'Mister Moore', 'Sir Moore' ή 'Alfons Moore' αλλά όχι του 'Lady Moore'. Πληκτρολογήστε 'Mister Moore|Sir Moore|Alfons Moore'. Εάν η αναζήτησή σας περιέχει έναν ειδικό χαρακτήρα από τους ^$.*+;()[]{}|\/ πρέπει να βάλετε μία \ πριν από αυτόν τον χαρακτήρα. Παραδείγματα: Λέξεις που περιέχουν 'os' -> '[^ ]+os[^ ]+' Οποιοσδήποτε μεμονωμένος χαρακτήρας '.' -> 'r.nge' Οποιοιδήποτε χαρακτήρες '.*' -> 'J.*s' Αριθμοί -> '[0-9]+' Εύρος χαρακτήρων -> '[a-f]' Χωρίς κενό -> '[^ ]' Μια λέξη -> '[^ ]*[^ ]' Τελευταία λέξη σε μια πρόταση -> '[^ ]*\.' Οι περίπλοκες εκφράσεις μπορεί να οδηγήσουν σε εξαιρετικά μεγάλο χρόνο αναζήτησης, οπότε δεν θα εμφανιστούν όλες οι αντιστοιχίες.
es: Las expresiones regulares permiten buscar correspondencias de patrones en un texto. El patrón más sencillo es una simple secuencia de caracteres, como `James Bond`. Hay muchas variedades de expresiones regulares, pero nosotros apoyamos la sintaxis ECMAScript, cuyos conceptos básicos se explican a continuación. Para localizar todas las apariciones de 'Mister Moore', 'Sir Moore' o 'Alfons Moore' pero no 'Lady Moore'. Hay que escribir 'Mister Moore|Sir Moore|Alfons Moore'. Si la búsqueda contiene un carácter especial del tipo ^$.*+?()[]{}|\/ hay que poner una \ antes de ese carácter. Ejemplos: Palabras que contienen 'os' -> '[^ ]+os[^ ]+' Un único carácter '.' -> 'r.nge' Cualquier carácter '.*' -> 'J.*s' Números -> '[0-9]+' Rango de caracteres -> '[a-f]' No es un espacio -> '[^ ]' Una palabra -> '[^ ]*[^ ]' La última palabra de una frase -> '[^ ]*\.' Las expresiones complejas pueden conllevar un tiempo de búsqueda muy prolongado, en cuyo caso no se mostrarán todas las coincidencias.
fr: Les expressions régulières permettent de rechercher un motif correspondant dans un texte. Le motif le plus simple est une simple séquence de caractères, telle que « James Bond ». Il existe de nombreuses variétés d'expressions régulières, mais nous prenons en charge la syntaxe ECMAScript. Les bases seront expliquées ci-dessous. Si vous voulez rechercher toutes les occurrences de « Mister Moore », « Sir Moore » ou « Alfons Moore » mais pas de « Lady Moore ». Entrez « Mister Moore|Sir Moore|Alfons Moore ». Si votre recherche contient un caractère spécial de ^$.*+?()[]{}|\/, vous devez mettre un \ avant ce caractère. Exemples : Mots contenant « os » -> '[^ ]+os[^ ]+' N'importe quel caractère'.' -> 'r.nge' N'importe quels caractères « .* » -> 'J.*s » Nombres -> '[0-9]+' Plage de caractères -> '[a-f]' Pas d'espace -> '[^ ]' Un mot -> '[^ ]*[^ ]' Dernier mot dans une phrase -> '[^ ]*\.' Les expressions complexes peuvent entraîner un temps de recherche extrêmement long, auquel cas toutes les correspondances ne seront pas affichées.
gl: As expresións regulares permiten buscar correspondencia de patróns nun texto. O patrón máis simple é unha secuencia de caracteres, como `James Bond`. Hai moitas variedades de expresións regulares pero soportamos a sintaxe ECMAScript. Os principios básicos explicaranse a continuación. Se queres buscar todas as aparicións de 'Mister Moore', 'Sir Moore' ou 'Alfons Moore' pero non de 'Lady Moore'. Insire 'Mister Moore|Sir Moore|Alfons Moore'. Se a túa busca inclúe un carácter especial da lista ^$.*+?()[]{}|\/ tes que por un \ antes dese carácter. Exemplos: Palabras que conteñen 'os' -> '[^ ]+os[^ ]+' Un único carácter '.' -> 'r.nge' Un ou varios caracteres calquera '.*' -> 'J.*s' Números -> '[0-9]' Rango de caracteres -> '[a-f]' Un carácter que non sexa un espazo en branco -> '[^ ]' Unha palabra -> '[^ ]*[^ ]' A derradeira palabra nunha frase -> '[^ ]*\.' As expresións complexas poden necesitar un tempo de busca moi longo, nese caso non se mostrarán todas as correspondencias.
hu: A reguláris kifejezések lehetővé teszik, hogy egyező mintát keressen a szövegben. A legegyszerűbb minta egy egyszerű karaktersorozat, mint például "James Bond". A reguláris kifejezéseknek sokféle változata létezik, de mi az ECMAScript szintaxist támogatjuk. Az alapokat az alábbiakban ismertetjük. Ha a 'Mister Moore', 'Sir Moore' vagy 'Alfons Moore' minden előfordulását meg akarjuk keresni, de a 'Lady Moore'-t nem. Írja be a 'Mister Moore|Sir Moore|Alfons Moore' kifejezést. Ha a keresés speciális karaktert tartalmaz a ^$.*+?()[]{}|\/ karakterek közül, akkor egy \-t kell a karakter elé tenni. Példák: A szó tartalmazza ezt 'os' -> '[^ ]+os[^ ]+' Bármely önálló karakter '.' -> 'r.nge' Bármilyen karakter '.*' -> 'J.*s' Számok -> '[0-9]+' Karaktertartomány -> '[a-f]' Nem szóköz -> '[^ ]' Szó -> '[^ ]*[^ ]' Egy mondat utolsó szava -> '[^ ]*\'. Az összetett kifejezések akár hosszabb keresési időtartamot is eredményezhetnek, ebben az esetben nem minden találat jelenik meg.
it_it: Le espressioni regolari permettono di cercare un modello corrispondente in un testo. Lo schema più semplice è una semplice sequenza di caratteri, come `James Bond`. Ci sono molte varietà diverse di espressioni regolari, ma noi supportiamo la sintassi ECMAScript. Le basi saranno spiegate di seguito. Se vuoi cercare tutte le occorrenze di 'Mister Moore', 'Sir Moore' o 'Alfons Moore' ma non di 'Lady Moore'. Inserisci 'Mister Moore|Sir Moore|Alfons Moore'. Se la tua ricerca contiene un carattere speciale da ^$.*+?()[]{}||/ devi mettere una \ prima di quel carattere. Esempi: Parole contenenti 'os' -> '[^ ]+os[^ ]+' Qualsiasi carattere singolo '.' -> 'r.nge' Qualsiasi carattere '.*' -> 'J.*s' Numeri -> '[0-9]+' Intervallo di caratteri -> '[a-f]' Non uno spazio -> '[^ ]' Una parola -> '[^ ]*[^ ]' L'ultima parola in una frase -> '[^ ]*\.' Espressioni complesse possono portare ad un tempo di ricerca estremamente lungo, nel qual caso non verranno mostrate tutte le corrispondenze.
ja: 正規表現によりテキスト中の一致するパターンを検索することができます。最も単純なパターンは、`James Bond`のような単純な文字の並びです。正規表現にはさまざまな種類がありますが、私たちはECMAScriptの構文をサポートしています。その基本を以下に説明します。 'Mister Moore'、'Sir Moore'、'Alfons Moore'の出現をすべて検索したいが、'Lady Moore'の出現は検索したくない場合。 'Mister Moore|Sir Moore|Alfons Moore'と入力してください。 検索文字に^$.*+?()[]{}|\/のような特殊文字が含まれている場合は、その文字の前に\を付けなければなりません。 例 osを含む単語 → '[^ ]+os[^ ]+' 任意の一文字 '.' → 'r.nge' 任意の文字 '.*' → 'J.*s' 数字 → '[0-9]+' 文字範囲 → '[a-f]' 非空白文字 → '[^ ]' 単語 → '[^ ]*[^ ]' 文章の最後の単語 → '[^ ]*\.' 複雑な表現では検索時間が極端に長くなる場合があり、その場合はすべてのマッチが表示されません。
ko_kr: 정규 표현식을 사용하면 텍스트에서 일치하는 패턴을 검색할 수 있습니다. 가장 단순한 패턴은 '제임스 본드'와 같은 단순한 문자 연결입니다. 다양한 정규 표현식이 있지만 ECMAScript 구문을 지원합니다. 기본 사항은 아래에서 설명합니다. 'Mister Moore'나 'Sir Moore', 'Alfons Moore'의 모든 항목을 검색하지만 'Lady Moore'는 검색하지 않으려는 경우. 'Mister Moore|Sir Moore|Alfons Moore'를 입력하세요. 검색에 ^$.*+?()[]{}|\/의 특수 문자가 포함되어 있으면 해당 문자 앞에 \를 넣어야 합니다. 예: 'os'를 포함하는 단어 -> '[^ ]+os[^ ]+' 모든 단일 문자 '.' -> 'r.nge' 모든 문자 '.*' -> 'J.*s' 숫자 -> '[0-9]+' 문자 영역 -> '[a-f]' 공백이 아님 -> '[^ ]' 한 낱말 -> '[^ ]*[^ ]' 문장의 마지막 낱말 -> '[^ ]*\.' 복잡한 표현식은 검색 시간이 매우 길어질 수 있으며, 이 경우 모든 일치 항목이 표시되지 않습니다.
nl_nl: Met reguliere uitdrukkingen kan naar een overeenkomend patroon in een tekst worden gezocht. Het eenvoudigste patroon is een eenvoudige opeenvolging van tekens, zoals `James Bond`. Er zijn veel verschillende varianten van reguliere expressies, maar wij ondersteunen de ECMAScript syntax. De basis wordt hieronder uitgelegd. Om naar alle voorkomens van 'Mister Moore', 'Sir Moore' of 'Alfons Moore' te zoeken, maar niet naar 'Lady Moore'. Voer het volgende in: 'Mister Moore|Sir Moore|Alfons Moore'. Als uw zoekopdracht een speciaal teken bevat van ^$.*+?()[]{}|\/ moet u een \ voor dat teken zetten. Voorbeelden: Woorden die 'os' bevatten -> '[^ ]+os[^ ]+' Elk enkel teken '.' -> 'r.nge' Alle tekens '.*' -> 'J.*s' Cijfers -> '[0-9]+' Karakterbereik -> '[a-f]' Geen spatie -> '[^ ]' Een woord -> '[^ ]*[^ ]' Laatste woord in een zin -> '[^ ]*\.' Complexe uitdrukkingen kunnen tot een extreem lange zoektijd lijden. In dat geval zullen niet alle overeenkomsten worden getoond.
pl: Wyrażenia regularne umożliwiają wyszukiwanie pasującego wzorca w tekście. Najprostszym wzorcem jest prosta sekwencja znaków, np. `James Bond`. Istnieje wiele różnych odmian wyrażeń regularnych, ale my obsługujemy składnię ECMAScript. Podstawy zostaną wyjaśnione poniżej. Jeśli chcesz wyszukać wszystkie wystąpienia 'Mister Moore', 'Sir Moore' lub 'Alfons Moore', ale nie 'Lady Moore”. Wpisz 'Mister Moore|Sir Moore|Alfons Moore'. Jeśli wyszukiwanie zawiera znak specjalny z ^$.*+?()[]{}|\/, musisz umieścić \ przed tym znakiem. Przykłady: Słowa zawierające 'os' -> '[^ ]+os[^ ]+' Dowolny pojedynczy znak '.' -> 'r.nge' Dowolne znaki '.*' -> 'J.*s' Liczby -> '[0-9]+' Zakres znaków -> '[0-9]+' Bez spacji -> '[^]' Słowo -> '[^ ]*[^ ]' Ostatnie słowo w zdaniu -> '[^ ]*\.' Złożone wyrażenia mogą prowadzić do bardzo długiego czasu wyszukiwania, w którym to przypadku nie wszystkie dopasowania zostaną pokazane.
pt_br: Expressões regulares permitem que você busque um padrão em um texto. O padrão mais simples é uma sequência de caracteres, como `Mônica`. Existem muitas variedades de expressões regulares diferentes, mas nós damos suporte à sintaxe ECMAScript. O básico vai ser explicado abaixo. Se você quer buscar todas ocorrências de 'Senhor Almeida', 'Seu Almeida' ou 'Alfonso Almeida', mas não 'Senhora Almeida'. Digite 'Senhor Almeida|Seu Almeida|Alfonso Almeida'. Se sua busca contém algum caractere especial dentre ^$.*+?()[]{}|\/ você tem que colocar uma barra invertida \ antes do caractere. Exemplos: Palavras contendo 'os' -> '[^ ]+os[^ ]+' Qualquer único caractere '.' -> 'f.ixa' Quaisquer caracteres '.*' -> 'M.*a' Números -> '[0-9]+' Faixa de caracteres -> '[a-f]' Não é um espaço -> '[^ ]' Uma palavra -> '[^ ]*[^ ]' Última palavra em uma sentença -> '[^ ]*\.' Expressões complexas podem levar um tempo de busca extremamente longo, e nesse caso nem todos resultados vão ser exibidos.
ro: Expresiile regulate îți permit să cauți după un anumit tipar într-un text. Cel mai simplu tipar este o secvență de caractere precum „James Bond”. Există multe varietăți diferite de expresii regulate, dar noi suportăm sintaxa ECMAScript. Lucrurile de bază for fi explicate mai jos. Dacă dorești să cauți toate aparițiile ale lui „Mister Moore”, „Sir Moore” sau „Alfons Moore”, dar nu „Lady Moore”, întrodu: „Mister Moore|Sir Moore|Alfons Moore” Dacă tiparul de căutare conține un caracter special dintre următoarele: „^$.*+?()[]{}|\/”, va trebui să pui un „\” înaintea acestuia. Exemple: Cuvinte care conțin „os” -> „[^ ]+os[^ ]+” Orice caracter „.” -> „r.nge” Orice caractere „.*” -> „J.*s” Numere -> „[0-9]+” Interval de caractere -> „[a-f]” Fără spații -> „[^ ]” Orice cuvînt -> „[^ ]*[^ ]” Ultimul cuvînt din propoziție -> „[^ ]*\.” Expresiile complexe pot duce la un timp foarte mare de căutare, caz în care nu se vor afișa toate potrivirile.
ru: Регулярные выражения позволяют искать соответствующий шаблон в тексте. Самый элементарный пример - простая последовательность символов, например «Джеймс Бонд». Существует множество различных разновидностей регулярных выражений, но мы поддерживаем синтаксис ECMAScript. Основы будут объяснены ниже. Если вы хотите найти все вхождения «Мистер Мур», «Сэр Мур» или «Альфонс Мур», но не «Леди Мур», введите: «Мистер Мур | Сэр Мур | Альфонс Мур». Если ваш поиск содержит специальный символ из ^ $. * +? () [] {} | \ /, нужно поставить \ перед таким символом. Примеры: Слова, содержащие «os» → '[^ ]+os[^ ]+' Любой одиночный символ «.» → 'r.nge' Любые символы «.*» → 'J.*s' Цифры → '[0-9]+' Диапазон символов → '[a-f]' Не пробел → '[^ ]' Слово → '[^ ]*[^ ]' Последнее слово в предложении → '[^ ]*\.' Сложные выражения могут привести к очень долгому поиску, и в данном случае будут показаны не все совпадения.
sk: Regulárne výrazy umožňujú vyhľadávať v texte zodpovedajúci vzor. Najjednoduchším vzorom je jednoduchá postupnosť znakov, napríklad `James Bond`. Existuje mnoho rôznych druhov regulárnych výrazov, ale my podporujeme syntax ECMAScript. Základy sú vysvetlené nižšie. Ak si prajete vyhľadať všetky výskyty slov ´Mister Moore´, ´Sir Moore´ alebo ´Alfons Moore´, ale nie ´Lady Moore´. Zadajte "Mister Moore|Sir Moore|Alfons Moore". Ak vaše vyhľadávanie obsahuje špeciálny znak z ^$.*+?()[]{}|\/, musíte pred tento znak vložiť \. Príklady: Slová obsahujúce 'os' -> "[^ ]+os[^ ]+ Akýkoľvek jeden znak "." -> "r.nge Akékoľvek znaky '.*" -> "J.*s Čísla -> "[0-9]+ Rozsah znakov -> "[a-f] Nie medzera -> "[^ ] Slovo -> "[^ ]*[^ ] Posledné slovo vo vete -> "[^ ]*\". Zložité výrazy môžu viesť k extrémne dlhému času vyhľadávania a v takom prípade sa nezobrazia všetky zhody.
sr: Регуларни изрази вам омогућавају да у тексту тражите шаблон који се подудара. Најједноставнији шаблон је прости низ карактера, као што је `Џејмс Бонд`. Постоји много различитих варијанти регуларних израза, али ми подржавамо ECMAScript синтаксу. Испод су објашњење основе. Ако желите да тражите сва појављивања ’Мистер Мур’, ’Сер Мур’ или ’Алфонс Мур’ али не и ’Лејди Мур’. Унесите ’Мистер Мур|Сер Мур|Алфонс Мур'. Ако ваша претрага садржи специјалне карактер из скупа ^$.*+?()[]{}|\/ испред тог карактера морате да наведете \. Примери: Речи које садрже ’os’ -> ’[^ ]+os[^ ]+’ Било који карактер ’.’ -> ’r.nge’ Било који карактери ’.*’ -> ’J.*s’ Бројеви -> ’[0-9]+’ Опсег карактера -> ’[a-f]’ Све различито од размака -> ’[^ ]’ Реч -> ’[^ ]*[^ ]’ Последња реч у реченици -> ’[^ ]*\.’ Последица сложених израза је екстремно дугачко време претраге, па се у том случају неће приказати сва подударања.
tr: Kurallı ifadeler, metinde eşleşen bir model aramanızı sağlar. En basit model, `James Bond` gibi basit bir karakter dizisidir. Kurallı ifadelerin birçok farklı çeşidi vardır, biz ECMAScript söz dizimini destekliyoruz. Temel bilgileri aşağıda bulabilirsiniz. 'Bay Moore', 'Sir Moore' veya 'Alfons Moore' gibi tüm eşleşmeleri bulmak istiyorsunuz, ancak 'Lady Moore' olsun istemiyorsunuz. 'Bay Moore|Sör Moore|Alfons Moore' yazın. Aramanızda ^$.*+? ()[]{}|\/ karakterleri varsa önüne bir \ karakteri koymanız gerekir. Örnekler: 'os' içeren sözcükler -> '[^ ]+os[^ ]+' Herhangi bir tek karakter '.' -> 'r.nge' Herhangi bir karakter '.*' -> 'J.*s' Rakamlar -> '[0-9]+' Karakter aralığı -> '[a-f]' Boşluk değil -> '[^ ]' Bir sözcük -> '[^ ]*[^ ]' Bir cümledeki son sözcük -> '[^ ]*\.' Karmaşık ifadelerin kullanılması arama süresinin çok uzun olmasına yol açabilir, bu durumda tüm eşleşmeler gösterilmez.
uk: Регулярні вирази дають змогу шукати відповідний шаблон у тексті. Найпростіший шаблон — проста послідовність символів, як-от «James Bond». Існує багато різновидів форегулярних виразів, але ми підтримуємо синтаксис ECMAScript. Основи будуть пояснені внизу. Якщо ви хочете шукати всі збіги «Mister Moore», «Sir Moore» або «Alfons Moore», але не «Lady Moore». Введіть «Mister Moore|Sir Moor|Alfons Moore». Якщо пошук містить спеціальні символи ^$.*+?()[]{}|\/ ви повинні поставити \ перед цим символом. Приклади: Слова, що містять «os» -> '[^ ]+os[^ ]+' Будь-який один символ «.» -> 'r.nge' Будь-які символи «.*» -> 'J.*s' Числа -> '[0-9]+' Діапазон символів -> '[a-f]' Не пробіл -> '[^ ]' Слово -> '[^ ]*[^ ]' Останнє слово в реченні -> '[^ ]*\.' Складні вирази можуть призвести до надзвичайно тривалого часу пошуку, і в цьому випадку будуть показані не всі збіги.
zh_cn: 正则表达式允许您在文本中搜索匹配的模式。最简单的模式是一个简单的字符串序列，比如 `James Bond`。正则表达式有许多种语法，Koreader支持的是 ECMAScript 语法。我们将在下面给出基础知识： 如果你想查找 'Mister Moore'、'Sir Moore' 或 'Alfons Moore' 出现的所有地方，但不搜索 'Lady Moore'。 输入 'Mister Moore|Sir Moore|Alfons Moore'。 如果搜索包含 ^$.*+?()[]{}|\/ 中的特殊字符，你必须在字符串前面放上一个 \ 符号。 示例： 包含 'os' 的单词 -> '[^ ]+os[^ ]+' 任意单一字符 '.' -> 'r.nge' 任意字符 '.*' -> 'J.*s' 数字 -> '[0-9]+' 字符范围 -> '[a-f]' 非空格 -> '[^ ]' 一个单词 -> '[^ ]*[^ ]' 一句话中的最后一个单词 -> '[^ ]*\.' 复杂的正则表达式可能会需要非常长的搜索时间，在这种情况下，系统将不会显示所有匹配。

source: Wrong escape '\'
ar: خروج خاطئ '\'
ca: Escapada incorrecta '\'
cs: Špatné ukončovací '\'
de: Falsche Escape-Sequenz '\'
el: Λάθος διαφυγή '\'
es: Escape incorrecto '\'
fr: Séquence d’échappement « \ » invalide
gl: Escape incorrecto '\'
hu: Hibás escape '\'
it_it: Sequenza di fuga '\' errata
ja: 誤ったエスケープ '\'
ko_kr: 잘못된 이스케이프 '\'
nl_nl: Verkeerde escape '\'
pl: Nieprawidłowe uwolnienie '\'
pt_br: Escape incorreto '\'
ro: Secveță escape greșită '\'
ru: Неверная escape-последовательность «\»
sk: Nesprávny znak Escape "\"
sr: Неисправно означавање ’\’
tr: Hatalı kaçış '\'
uk: Неправильний вихід «\»
zh_cn: 错误的转义字符 '\'

source: Back reference does not exist.
ar: المرجع الخلفي غير موجود.
ca: La referència inversa no existeix.
cs: Zpětný odkaz neexistuje.
de: Ein Rückbezug ist nicht vorhanden.
el: Η αντίστροφη αναφορά δεν υπάρχει.
es: La referencia inversa no existe.
fr: La référence arrière n’existe pas.
gl: A referencia inversa non existe.
hu: Vissza/Back hivatkozás nem létezik.
it_it: Il riferimento all'indietro non esiste.
ja: 後方参照が存在しません。
ko_kr: 역 참조가 존재하지 않습니다.
nl_nl: Terugverwijzing bestaat niet.
pl: Odniesienie wsteczne nie istnieje.
pt_br: Referência não existe.
ro: Referința nu există.
ru: Обратной ссылки не существует.
sk: Spätný odkaz neexistuje.
sr: Повратна референца не постоји.
tr: Geriye referans bulunamadı.
uk: Зворотного посилання не існує.
zh_cn: 不存在反向引用。

source: Mismatching brackets '[]'
ar: الأقواس غير المتطابقة '[]'
ca: Claudàtors no aparellats "[]"
cs: Neshodné závorky '[]'
de: Nicht übereinstimmende Klammern '[]'
el: Αναντιστοιχία αγκυλών '[]'
es: Corchetes no emparejados '[]'
fa: عدم تطبیق براکت‌ها '[]'
fr: Crochets déséquilibrés
gl: Corchetes non emparellados '[]'
hu: Nem megfelelő zárójelek '[]'
it_it: Parentesi '[]' non corrispondenti
ja: 角括弧の不一致 '[]'
ko_kr: 일치하지 않는 대괄호 '[]'
nl_nl: Niet-overeenkomende haakjes '[]'
pl: Niedopasowane nawiasy '[]'
pt_br: Colchetes descasados '[]'
ro: Paranteze neechilibrate '[]'
ru: Несоответствующие скобки «[]»
sk: Nesúhlasné zátvorky '[]'
sr: ’[]’ заграде се не подударају
tr: Eşleşmeyen köşeli parantez '[]'
uk: Неузгодженість дужок «[]»
zh_cn: 不匹配的方括号 '[]'

source: Mismatched parens '()'
ar: أقواس غير متطابقة "()"
ca: Parèntesis no aparellats '()'
cs: Neshodné kulaté závorky '()'
de: Nicht übereinstimmende Klammern '()'
el: Αναντιστοιχία παρενθέσεων"()"
es: Paréntesis no emparejados '()'
fa: عدم تطبیق پرانتز‌ها '()'
fr: Parenthèses déséquilibrées
gl: Parénteses non emparellados '()'
hu: Nem megfelelő zárójelek '()'
it_it: Parentesi '()' non corrispondenti
ja: 丸括弧の不一致 '()'
ko_kr: 일치하지 않는 괄호 '()'
nl_nl: Niet-overeenkomende haakjes '()'
pl: Niedopasowane nawiasy '()'
pt_br: Parênteses descasados '()'
ro: Paranteze neechilibrate '()'
ru: Несовпадающие скобки «()»
sk: Nesúhlasné zátvorky '()'
sr: ’()’ заграде се не подударају
tr: Eşleşmeyen parantez '()'
uk: Неузгодженість дужок «()»
zh_cn: 不匹配的圆括号 '()'
