Repository: spruceUI/spruceOS
Catalog: App/KoReader/l10n/*/koreader.po
Languages: ar, ca, cs, de, el, es, fa, fr, gl, hu, it_it, ja, ko_kr, nl_nl, pl, pt_br, ro, ru, sk, sr, tr, uk, zh_cn

source: Could not process some feeds. Unsupported format in: %1. Please review your feed configuration file.
ca: No s'han pogut processar alguns canals: Format no suportat en: %1. És necessari revisar l'arxiu de configuració de canals.
cs: Některé novinkové kanály nelze zpracovat. Nepodporovaný formát v: %1. Podívejte se, prosím, na konfigurační soubor vašeho novinkového kanálu.
de: Einige Feeds konnten nicht verarbeitet werden. Nicht unterstütztes Format in: %1. Bitte überprüfen Sie Ihre Feed-Konfigurationsdatei.
el: Δεν ήταν δυνατή η επεξεργασία ορισμένων ροών. Μη υποστηριζόμενη μορφή σε: %1. Σας παρακαλούμε ελέγξτε το αρχείο διαμόρφωσης της ροής σας.
es: No se han podido procesar algunos canales: Formato no soportado en: %1. Es necesario revisar el archivo de configuración de canales.
fa: نمی‌توان برخی فید‌ها را پردازش کرد. قالب پشتیبانی نشده در: %1. لطفا فایل پیکربندی فید‌ خود را بازبینی کنید.
fr: Échec de gestion de certains flux. Format non supporté : %1. Veuillez revoir le fichier de configuration des flux.
gl: Non se puideron procesar algunhas canles: Formato non soportado en %1. Por favor revisa o ficheiro de configuración das canles.
hu: Nem sikerült feldolgozni több hírcsatornát. Nem támogatott formátum ebben: %1. Tekintse át a hírcsatorna konfigurációs fájlt.
it_it: Impossibile elaborare alcuni feed. Formato non supportato in: %1. Per favore rivedi il tuo file di configurazione dei feed.
ja: 一部のフィードを処理できませんでした。 %1でサポートされていない形式があります。 フィードの設定ファイルを確認して下さい。
ko_kr: 일부 피드를 처리할 수 없습니다. 지원되지 않는 형식: %1. 피드 구성 파일을 검토해 주세요.
nl_nl: Sommige feeds kunnen niet worden verwerkt. Niet-ondersteunde opmaak in: %1. Controleer het feed-configuratiebestand.
pl: Nie udało się przetworzyć niektórych kanałów. Nieobsługiwany format w: %1. Proszę sprawdzić plik konfiguracyjny kanału.
pt_br: Não foi possível processar alguns canais. Formato não suportado em: %1. Por favor, reveja seu arquivo de configuração de canais.
ro: Nu s-au putut procesa unele fluxuri. Format nesuportat în: %1. Te rog revizuiește fișierul de configurare al fluxurilor.
ru: Не удалось инициализировать ленту. Формат не поддерживается в: %1. Проверьте конфигурацию ленты.
sk: Niektoré informačné kanály sa nepodarilo spracovať. Nepodporovaný formát v: %1. Prosím skontrolujte konfiguračný súbor informačného kanála.
sr: Неке објаве нису могле да се обраде. Формат који се не подржава у: %1. Молимо вас да проверите свој фајл конфигурације објава.
tr: Bazı akışlar işlenemedi: %1 biçimi desteklenmiyor. Lütfen akış yapılandırmanızı gözden geçirin.
uk: Не вдалося обробити деякі стрічки. Непідтримуваний формат у: %1. Перегляньте файл конфігурації стрічки.
zh_cn: 无法处理某些源。 下列项格式不受支持：%1。请 检查你的源配置文件。

source: Go to download folder?
ar: إذهب إلى مجلّد التنزيلات؟
ca: Anar a la carpeta de descàrregues?
cs: Přejít na složku stahování?
de: Zum Download-Ordner gehen?
el: Μετάβαση στον φάκελο λήψης;
es: ¿Ir a la carpeta de descargas?
fa: رفتن به پوشه دانلود؟
fr: Aller au dossier de téléchargement ?
gl: Ir ao directorio de descarga?
hu: Letöltési mappa megnyitása?
it_it: Vai alla cartella di download?
ja: ダウンロードフォルダーに移動しますか？
ko_kr: 다운로드 폴더로 이동할까요?
nl_nl: Naar downloadmap gaan?
pl: Przejść do folderu pobierania?
pt_br: Ir para a pasta de download?
ro: Mergi la dosarul de descărcări?
ru: Перейти в папку загрузки?
sk: Prejsť do priečinka sťahovania?
sr: Да се оде на директоријум преузимања?
tr: İndirme klasörüne gidilsin mi?
uk: Перейти до теки завантажень?
zh_cn: 要前往下载文件夹吗？

source: Go to downloads
ar: انتقل إلى التنزيلات
ca: Anar a descàrregues
cs: Přejít na stažené
de: Zu Download-Ordner gehen
el: Μετάβαση στις λήψεις
es: Ir a descargas
fa: رفتن به دریافت‌ها
fr: Aller aux téléchargements
gl: Ir a descargas
hu: Ugrás a letöltésekhez
it_it: Vai agli scaricamenti
ja: ダウンロードフォルダーに移動
ko_kr: 다운로드로 이동
nl_nl: Ga naar downloads
pl: Przejdź do pobranych
pt_br: Ir para baixados
ro: Mergi la descărcări
ru: Перейти в загрузки
sk: Prejsť do priečinku pre stiahnuté súbory
sr: Иди на преузимања
tr: İndirmelere git
uk: Перейти до завантажень
zh_cn: 前往下载文件夹

source: (Reason: Failed to download content)
ca: (Motiu: No s'ha pogut descarregar el contingut)
cs: (Důvod: Nezdařilo se stáhnout obsah)
de: (Grund: Inhalt konnte nicht heruntergeladen werden)
el: (Αιτία: Αποτυχία λήψης περιεχομένου)
es: (Motivo: No se ha podido descargar el contenido)
fa: (علت: دریافت محتوا ناموفق)
fr: (Motif : échec du téléchargement du contenu)
gl: (Razón: Non foi posible descargar o contido)
hu: (Ok: Nem sikerült letölteni a tartalmat)
it_it: (Motivo: non è riuscito a scaricare il contenuto)
ja: (原因: コンテンツのダウンロードに失敗しました)
ko_kr: (이유: 콘텐츠 다운로드 실패)
nl_nl: (Reden: kan inhoud niet downloaden)
pl: (Przyczyna: nie udało się pobrać zawartości)
pt_br: (Razão: falha ao baixar conteúdo)
ro: (Motiv: Nu s-a putut descărca conținutul)
ru: (Причина: не удалось загрузить содержимое)
sk: (Dôvod: Nepodarilo sa stiahnuť obsah)
sr: (Разлог: није успело преузимање садржаја)
tr: (Nedeni: İçerik indirilemedi)
uk: (Причина: не вдалося завантажити вміст)
zh_cn: (原因：内容下载失败)

source: (Reason: Error during feed deserialization)
ca: (Motiu: Error durant la deserialización del canal)
cs: (Důvod: Chyba při deserializaci feedu)
de: (Grund: Fehler bei der Deserialisierung des Feeds)
el: (Αιτία: Σφάλμα κατά την αποσειροποίηση της ροής)
es: (Motivo: Error durante la deserialización del canal)
fr: (Motif : erreur lors de la désérialisation du flux)
gl: (Razón: Erro durante a deserialización da canle)
hu: (Ok: Hiba a hírcsatorna deszérializációja során)
it_it: (Motivo: errore durante l'elaborazione della fonte)
ja: (原因: フィードの解析に失敗しました)
ko_kr: (이유: 피드 역직렬화 중 오류)
nl_nl: (Reden: Fout tijdens deserialisatie van feed)
pl: (Przyczyna: błąd podczas deserializacji kanału)
pt_br: (Razão: erro durante desserialização do canal)
ro: (Motiv: Eroare în timpul deserializării fluxului)
ru: (Причина: ошибка при десериализации ленты)
sk: (Dôvod: Chyba pri spracovávaní údajov informačného kanála.)
sr: (Разлог: грешка током десеријализације објаве)
tr: (Nedeni: Akış serileştirmesi kaldırılırken sorun çıktı)
uk: (Причина: помилка під час десеріалізації стрічки)
zh_cn: (原因：源反序列化时出错)

source: (Reason: Couldn't process RSS)
ca: (Motiu: No s'ha pogut processar el canal RSS)
cs: (Důvod: Nezdařilo se zpracovat RSS)
de: (Grund: RSS konnte nicht verarbeitet werden)
el: (Αιτία: Δεν ήταν δυνατή η επεξεργασία του RSS)
es: (Motivo: No se ha podido procesar el canal RSS)
fa: (علت: نمی‌توان RSS را پردازش کرد)
fr: (Raison : Impossible de traiter le RSS)
gl: (Razón: Non se puido procesar RSS)
hu: (Ok: Nem sikerült feldolgozni az RSS-t)
it_it: (Motivo: Non è stato possibile elaborare l'RSS)
ja: (原因: RSSを処理できませんでした)
ko_kr: (이유: RSS를 처리할 수 없음)
nl_nl: (Reden: kon RSS niet verwerken)
pl: (Przyczyna: nie można przetworzyć RSS)
pt_br: (Razão: não foi possível processar o canal RSS)
ro: (Motiv: Nu s-a putut procesa RSS-ul)
ru: (Причина: не удалось обработать RSS)
sk: (Dôvod: Nepodarilo sa spracovať RSS)
sr: (Разлог: не може да се обради RSS)
tr: (Nedeni: RSS işlenemedi)
uk: (Причина: не вдалося обробити RSS)
zh_cn: (原因：无法处理 RSS)

source: (Reason: Couldn't process Atom)
ca: (Motiu: No s'ha pogut processar el canal Atom)
cs: (Důvod: Nezdařilo se zpracovat Atom)
de: (Grund: Atom konnte nicht verarbeitet werden)
el: (Αιτία: Δεν ήταν δυνατή η επεξεργασία του Atom)
es: (Motivo: No se ha podido procesar el canal Atom)
fa: (علت: نمی‌توان Atom را پردازش کرد)
fr: (Raison : Impossible de traiter Atom)
gl: (Razón: Non se puido procesar Atom)
hu: (Ok: Nem sikerült feldolgozni az Atomot)
it_it: (Motivo: non ha potuto elaborare l'Atom)
ja: (原因: Atomを処理できませんでした)
ko_kr: (이유: Atom을 처리할 수 없음)
nl_nl: (Reden: kon Atom niet verwerken)
pl: (Przyczyna: nie można przetworzyć Atom)
pt_br: (Razão: não foi possível processar o canal Atom)
ro: (Motiv: Nu s-a putut procesa Atom-ul)
ru: (Причина: не удалось обработать Atom)
sk: (Dôvod: Nepodarilo sa spracovať Atom)
sr: (Разлог: не може да се обради Atom)
tr: (Nedeni: Atom işlenemedi)
uk: (Причина: не вдалося обробити Atom)
zh_cn: (原因：无法处理 Atom)

source: %1 Fetching article %2/%3:
ca: %1 Buscant article %2/%3:
cs: %1 Stahování článku %2/%3:
de: %1 Hole Artikel %2/%3:
el: %1 Λήψη του άρθρου %2/%3:
es: %1 Buscando artículo %2/%3:
fa: %1 درحال دریافت مقاله %2/%3:
fr: %1 Récupération de l’article %2/%3 :
gl: %1 A obter artigo %2/%3:
hu: %1 %2 / %3 cikk beolvasása:
it_it: %1 Recupero articolo %2/%3:
ja: %1 記事の取得中 %2/%3:
ko_kr: %1 %2/%3 글감 가져오는 중:
nl_nl: %1 Artikel wordt opgehaald %2/%3:
pl: %1 Pobieranie artykułu %2/%3:
pt_br: %1 Buscando artigo %2/%3:
ro: %1 Se preia articolul %2/%3:
ru: %1 Извлечение статьи %2/%3:
sk: %1 Načítava sa článok %2/%3:
sr: %1 Преузима се чланак %2/%3:
tr: %1 Yazı alınıyor %2/%3:
uk: %1 Отримання статті %2/%3:
zh_cn: %1 正在获取文章 %2/%3:

source: This is just a description of the feed. To download the full article instead, go to the News Downloader settings and change 'download_full_article' to 'true'.
ca: Això és només una descripció del canal. Per a descarregar l'article complet, cal anar a la configuració del Descarregador de notícies i canviar el valor de 'download_*full_*article' a 'true'.
cs: Tohle je pouze náhled článku v novinkovém kanálu. Pro stažení celého článku přejděte do nastavení pro stahování novinek a změňte „download_full_article“ na „true“.
de: Dies ist nur eine Beschreibung des Feeds. Um stattdessen den vollständigen Artikel herunterzuladen, gehen Sie zu den Einstellungen des Nachrichten-Downloaders und ändern Sie 'download_full_article' auf 'true'.
el: Αυτή είναι απλώς μια περιγραφή της ροής. Για να κατεβάσετε ολόκληρο το άρθρο, μεταβείτε στις ρυθμίσεις του προγράμματος λήψης ειδήσεων και αλλάξτε το "download_full_article" σε "true".
es: Esto es sólo una descripción del canal. Para descargar el artículo completo, hay que ir a la configuración del Descargador de noticias y cambiar el valor de 'download_full_article' a 'true'.
fr: Ceci est juste un résumé du flux. Pour télécharger l’intégralité de l’article, accédez aux paramètres du module et réglez « download_full_article » sur « true ».
gl: Esta é simplemente unha descrición da orixe de novas. Para descargar o artigo completo, en configuración do Descargador de Novas cambia o valor de 'download_full_article' a 'true'.
hu: Ez csak a hírcsatorna leírása. A teljes cikk letöltéséhez lépjen a Hírletöltő beállításaira, és változtassa meg a "download_full_article" (Teljes cikk letöltése) beállítást "igaz"-ra.
it_it: Questa è solo una descrizione della fonte. Per scaricare invece l'articolo completo, vai alle impostazioni di Download di notizie e modifica "download_full_article" in "true".
ja: これはフィードの説明だけです。代わりに記事全体をダウンロードするには、ニュースダウンローダーの設定で「全文をダウンロード」を「true」に変更してください。
ko_kr: 이것은 피드의 설명입니다. 글감 전체를 다운로드하려면, 뉴스 다운로더 설정으로 가서 'download_full_article'을 'true'로 변경하세요.
nl_nl: Dit is slechts een beschrijving van de nieuwsfeed. Om het volledige artikel te downloaden, ga naar de nieuwsdownloaderinstellingen en wijzig 'download_full_article' naar 'true'.
pl: To tylko opis kanału. Aby zamiast tego pobrać cały artykuł, przejdź do ustawień pobierania wiadomości i zmień 'download_full_article' na 'true'.
pt_br: Esta é apenas uma descrição do canal. Para fazer o download do artigo completo, acesse as configurações do Transferidor de Notícias e altere 'download_full_article' para 'true'.
ro: Aceasta nu este decît o descriere a sursei. Pentru a descărca articolul întreg, mergi la „Setări Descărcător Știri” și schimbă „download_full_article” în „true”.
ru: Это просто описание ленты. Чтобы загрузить полную статью, перейдите в настройки «Загрузчика новостей» и измени́те «download_full_article» на «true».
sk: Toto je len popis článku. Ak si želáte namiesto toho stiahnuť celý článok, prejdite do nastavení doplnku 'Sťahovač správ' a zmeňte „download_full_article“ na „true“.
sr: Ово је само опис објаве. Ако уместо њега желите да преузмете комплетан чланак, идите на подешавања Преузимача вести и промените вредност ’download_full_article’ на ’true’.
tr: Akışın açıklaması. Onun yerine yazının tamamını indirmek için haber indirici ayarlarına giderek 'download_full_article' seçeneğini 'true' olarak değiştirin.
uk: Це лише опис стрічки. Щоб завантажити повну статтю, перейдіть до налаштувань Завантажувача новин і змініть значення для «download_full_article» to «true».
zh_cn: 这只是订阅源的描述。要下载全文请进入“新闻下载器”设置并更改“download_full_article”项为“true”。

source: All downloaded news feed items deleted.
ca: Totes les notícies descarregades han estat eliminades.
cs: Všechny stažené položky novinkových kanálů byly smazány.
de: Alle heruntergeladenen Nachrichten-Feed-Elemente wurden gelöscht.
el: Όλα τα ληφθέντα στοιχεία ροής ειδήσεων διαγράφηκαν.
es: Todas las noticias descargadas han sido eliminadas.
fa: تمامی موارد دریافت شده از خوراک خبری پاک شدند.
fr: Tous les éléments du fil d’actualité téléchargés sont supprimés.
gl: Todas as novas descargadas foron borradas.
hu: Minden letöltött hírcsatorna elem törölve.
it_it: Tutti gli elementi scaricati dalla fonte di notizie sono stati eliminati.
ja: 全てのダウンロード済みニュースフィード項目を削除しました。
ko_kr: 다운로드한 모든 뉴스 피드 항목이 삭제되었습니다.
nl_nl: Alle gedownloade nieuwsfeeditems zijn verwijderd.
pl: Wszystkie pobrane elementy kanału wiadomości zostały usunięte.
pt_br: Todas as notícias baixadas foram excluídas.
ro: Toate fluxurile de știri descărcate au fost șterse.
ru: Все загруженные элементы ленты новостей удалены.
sk: Všetky prevzaté položky informačného kanála boli odstránené.
sr: Све преузете ставке објаве вести су обрисане.
tr: İndirilen tüm haber akışı ögeleri silindi.
uk: Усі завантажені елементи стрічки новин видалено.
zh_cn: 已删除所有下载的新闻源条目。

source: Loading news feed list…
ar: جارٍ تحميل قائمة موجز الأخبار …
ca: Carregant la llista de canals de notícies…
cs: Načítání seznamu novinkových kanálů…
de: Laden der Nachrichten-Feed-Liste…
el: Φόρτωση λίστας ροών ειδήσεων…
es: Cargando la lista de canales de noticias…
fr: Chargement de la liste des flux de nouvelles…
gl: A cargar o lista de canles de novas…
hu: Hírcsatorna lista betöltése…
it_it: Caricamento dell'elenco di fonti notizie…
ja: ニュースフィードリストをロード中…
ko_kr: 뉴스 피드 목록 읽는 중…
nl_nl: Nieuwsfeedlijst laden…
pl: Wczytuję listę kanałów wiadomości…
pt_br: Carregando lista de canais de notícias…
ro: Se încarcă lista de fluxuri de știri…
ru: Загрузка списка лент новостей…
sk: Načítava sa zoznam informačných kanálov…
sr: Учитава се листа објава вести…
tr: Haber akışı listesi yükleniyor…
uk: Завантаження списку стрічки новин…
zh_cn: 正在加载新闻源列表…

source: Could not open feed list. Feeds configuration file is invalid.
ca: No s'ha pogut obrir la llista de canals. L'arxiu de configuració de canals no és vàlid.
cs: Nelze otevřít seznam novinkových kanálů. Konfigurační soubor kanálů je neplatný.
de: Feed-Liste konnte nicht geöffnet werden. Feeds-Konfigurationsdatei ist ungültig.
el: Δεν ήταν δυνατό το άνοιγμα του καταλόγου ροών. Το αρχείο διαμόρφωσης ροών δεν είναι έγκυρο.
es: No se ha podido abrir la lista de canales. El archivo de configuración de canales no es válido.
fa: نمی‌توان لیست فید‌‌ها را باز کرد. فایل پیکربندی فید‌ها نامعتبر است.
fr: Impossible d’ouvrir la liste des flux. Le fichier de configuration des flux n’est pas valide.
gl: Non foi posible abrir a lista de canles. O ficheiro de configuración das canles non é válido.
hu: Nem megnyitható a hírcsatorna lista. A hírcsatornák konfigurációs fájlja érvénytelen.
it_it: Impossibile aprire l'elenco delle fonti. File di configurazione delle fonti non valido.
ja: フィードリストを開けませんでした。 フィード構成ファイルが不正です。
ko_kr: 피드 목록을 열 수 없습니다. 피드 구성 파일이 잘못되었습니다.
nl_nl: Kan feedlijst niet openen. Het configuratiebestand voor feeds is ongeldig.
pl: Nie udało się otworzyć listy kanałów. Plik konfiguracyjny kanałów jest nieprawidłowy.
pt_br: Não foi possível abrir a lista de canais. O arquivo de configuração de canais é inválido.
ro: Nu s-a putut deschide lista de fluxuri. Fișierul de configurare fluxuri este invalid.
ru: Не удалось открыть список лент. Файл конфигурации лент недействителен.
sk: Nepodarilo sa otvoriť zoznam informačných kanálov. Konfiguračný súbor informačných kanálov je neplatný.
sr: Не може да се отвори листа објава. Није исправан конфигурациони фајл објава.
tr: Akış listesi açılamadı. Akış yapılandırma dosyası geçersiz.
uk: Не вдалося відкрити список стрічок. Хибний файл конфігурації стрічок.
zh_cn: 无法打开列表。源配置文件无效。

source: View file
ar: عرض الملف
ca: Veure arxiu
cs: Zobrazit soubor
de: Datei ansehen
el: Προβολή αρχείου
es: Ver archivo
fa: دیدن فایل
fr: Voir le fichier
gl: Ver ficheiro
hu: Fájl megtekintése
it_it: Vedi il file
ja: ファイル閲覧
ko_kr: 파일 보기
nl_nl: Bestand weergeven
pl: Wyświetl plik
pt_br: Ver arquivo
ro: Vezi fișier
ru: Просмотреть файл
sk: Zobraziť súbor
sr: Прикажи фајл
tr: Dosyayı görüntüle
uk: Переглянути файл
zh_cn: 查看文件

source: Add new feed
ar: إضافة خلاصة جديدة
ca: Afegir canal nou
cs: Přidat nový novinkový kanál
de: Neuen Feed hinzufügen
el: Προσθήκη νέας ροής
es: Añadir nuevo canal
fa: اضافه کردن فید جدید
fr: Ajouter un nouveau flux
gl: Engadir nova canle
hu: Új hírcsatorna hozzáadása
it_it: Aggiungi nuova fonte
ja: 新規フィードを追加
ko_kr: 새 피드 추가
nl_nl: Nieuwe feed toevoegen
pl: Dodaj nowy kanał
pt_br: Adicionar novo canal
ro: Adaugă un flux nou
ru: Добавить новую ленту
sk: Pridať nový informačný kanál
sr: Додај нову објаву
tr: Haber akışı ekle
uk: Додати нову стрічку
zh_cn: 添加新源

source: RSS/Atom feeds
ca: Llista de canals RSS/Atom
cs: RSS/Atom novinky
el: Ροές RSS/Atom
es: Lista de canales RSS/Atom
fa: فید‌های RSS/Atom
fr: Flux RSS/Atom
gl: Lista de canles RSS/Atom
hu: RSS/Atom hírcsatornák
it_it: Fonte RSS/Atom
ja: RSS/Atomフィード
ko_kr: RSS/Atom 피드
pl: Kanały RSS/Atom
pt_br: Lista de canais RSS/Atom
ro: Fluxuri RSS/Atom
ru: Ленты RSS/Atom
sk: Informačné kanály RSS/Atom
sr: RSS/Atom објаве
tr: RSS/Atom akışları
uk: Стрічки RSS/Atom
zh_cn: RSS/Atom 订阅源

source: Edit Feed
ar: تحرير الخلاصة
ca: Editar Canales
cs: Upravit novinkový kanál
de: Feed bearbeiten
el: Επεξεργασία Ροής
es: Editar Canales
fa: ویرایش فید
fr: Modifier le flux
gl: Editar Canle
hu: Hírcsatorna szerkesztése
it_it: Modifica fonte
ja: フィードを編集
ko_kr: 피드 편집
nl_nl: Feed bewerken
pl: Edytuj kanał
pt_br: Editar canal
ro: Editează Flux
ru: Редактировать ленту
sk: Upraviť informačný kanál
sr: Уреди објаву
tr: Akışı düzenle
uk: Змінити стрічку
zh_cn: 编辑源

source: Edit feed URL
ca: Editar direcció URL del canal
cs: Upravit URL adresu novinkového kanálu
de: Feed-URL bearbeiten
el: Επεξεργασία διεύθυνσης URL ροής
es: Editar dirección URL del canal
fa: ویرایش نشانی فید
fr: Modifier l’URL du flux
gl: Editar URL da canle
hu: Hírcsatorna URL szerkesztése
it_it: Modifica URL della fonte
ja: フィードURLを編集
ko_kr: 피드 URL 편집
nl_nl: Feed-URL bewerken
pl: Edytuj adres URL kanału
pt_br: Editar endereço URL do canal
ro: Editează URL flux
ru: Редактировать URL ленты
sk: Upraviť webovú adresu informačného kanála
sr: Уреди URL објаве
tr: Akış adresini düzenle
uk: Змінити URL-адресу стрічки
zh_cn: 编辑源 URL

source: Edit feed limit
ar: تحرير حد الخلاصة
ca: Editar límit del canal
cs: Upravit limit novinkového kanálu
de: Feed-Grenze bearbeiten
el: Επεξεργασία ορίου ροής
es: Editar límite del canal
fa: ویرایش محدودیت فید
fr: Modifier la limite du flux
gl: Editar límite da canle
hu: Hírcsatorna korlátozások szerkesztése
it_it: Modifica limite della fonte
ja: フィード制限を編集
ko_kr: 피드 제한 편집
nl_nl: Feedlimiet bewerken
pl: Edytuj ograniczenie kanału
pt_br: Editar limite do canal
ro: Editează limita de fluxuri
ru: Изменить глубину скачивания ленты
sk: Upraviť obmedzenia informačného kanála
sr: Уреди ограничење објаве
tr: Akış sınırını düzenle
uk: Змінити обмеження стрічки
zh_cn: 编辑源限制

source: Set to 0 for no limit to how many items are downloaded
ca: Establir en 0 per a no limitar el nombre d'elements que es descarreguen
cs: Nastavte na 0, aby nebyl neomezen počet stažených položek
de: Setzen Sie den Wert auf 0, um die Anzahl der heruntergeladenen Artikel nicht zu begrenzen
el: Ορίστε το στο 0 για να μην υπάρχει όριο στον αριθμό των στοιχείων που θα μεταφορτωθούν
es: Establecer en 0 para no limitar el número de elementos que se descargan
fa: تعیین ۰ برای نداشتن هیچ محدودیتی بر تعداد موارد دانلود شده است
fr: Mettez à 0 pour ne pas limiter le nombre d’éléments à télécharger
gl: Configurar como 0 para non limitar o número de elementos que se descargan
hu: Állítsa 0-ra, ha nem szeretné korlátozni a letöltött elemek számát
it_it: Imposta a 0 per nessun limite al numero di elementi scaricati
ja: 0に設定するとダウンロードするアイテムの数に制限がなくなります
ko_kr: 다운로드되는 항목 수에 제한이 없는 경우 0으로 설정하세요
nl_nl: Stel in op 0 om geen limiet te stellen aan het aantal items dat wordt gedownload
pl: Ustaw na 0, aby nie ograniczać liczby pobieranych elementów
pt_br: Definir como 0 para não limitar quantos itens são baixados
ro: Setează la 0 pentru a nu limita numărul de elemente descărcate
ru: Значение 0 позволит не ограничивать количество загружаемых элементов
sk: Nastavte na 0, ak si prajete, aby sa počet stiahnutých správ neobmedzoval
sr: Поставите на 0 ако не желите да ограничите број ставки које могу да се преузму
tr: İndirilecek öge sayısının sınırlanmaması için 0 olarak ayarlayın
uk: Значення 0 прибирає обмеження кількості завантажених елементів
zh_cn: 设置为0，则不限制下载项目的数量

source: Edit filter element.
ca: Editar l'element de filtre.
cs: Upravit prvek filtru.
de: Filterelement bearbeiten.
el: Επεξεργασία στοιχείου φίλτρου.
es: Editar el elemento de filtro.
fr: Modifier l’élément filtrant.
gl: Editar elemento do filtro.
hu: Szűrőelem szerkesztése.
it_it: Modifica l'elemento filtrante.
ja: フィルター要素を編集
ko_kr: 필터 요소를 편집합니다.
nl_nl: Filterelement bewerken.
pl: Edytuj element filtra.
pt_br: Editar elemento de filtro.
ro: Editează elementul de filtrare.
ru: Изменить элемент фильтра.
sk: Upraviť filter článkov.
sr: Уређивање елемента за филтрирање.
tr: Süzgeç bileşenini düzenle.
uk: Редагувати елемент фільтра.
zh_cn: 编辑元素筛选器。

source: Filter based on the given CSS selector. E.g.: name_of_css.element.class
ca: Filtre basat en el selector CSS donat. Per exemple: nom_de_css.element.class
cs: Filtrování založené na daném CSS selektoru. Např.: nazev_css.element.class
de: Filter basierend auf dem angegebenen CSS-Selektor. Z.B.: name_von_css.element.class
el: Φιλτράρισμα με βάση τον συγκεκριμένο επιλογέα CSS. Π.χ.: name_of_css.element.class
es: Filtro basado en el selector CSS dado. Por ejemplo: nombre_de_css.element.clase
fr: Filtre basé sur le sélecteur CSS donné. Par exemple : nom_du_css.élément.classe
gl: Filtro baseado no selector CSS proporcionado. Por exemplo: nome.de.clase.css
hu: Szűrés az adott CSS-választó alapján. Pl.: name_of_css.element.class
it_it: Filtra in base al selettore CSS dato. Ad esempio: nome_di_css.element.class
ja: 与えられたCSSセレクタに基づくフィルタリングを行います。例: name_of_css.element.class
ko_kr: 주어진 CSS 선택기를 기반으로 필터링합니다. 예: name_of_css.element.class
nl_nl: Filter gebaseerd op de gegeven CSS selector. Bijv.: naam_van_css.element.class
pl: Filtruj na podstawie podanego selektora CSS, np.: nazwa_css.element.class
pt_br: Filtro baseado no seletor de CSS fornecido. Ex: nome_do_css.element.class
ro: Filtrează pe baza selectorului CSS dat. Ex: nume_css.element.class
ru: Фильтр на основе заданного селектора CSS. Например: name_of_css.element.class
sk: Filtrovanie na základe zadaného selektora CSS. Napr.: name_of_css.element.class
sr: Филтрирање базирано на задатом CSS селектору. Нпр. име_css.класе.елемента
tr: Belirtilen CSS seçiciye göre süzülsün. Örnek: css.bileşeninin_adı.class
uk: Фільтрувати на основі даного селектора CSS. Напр.: name_of_css.element.class
zh_cn: 基于给定 CSS 选择器的筛选。如：name_of_css.element.class
