Repository: spruceUI/spruceOS
Catalog: App/KoReader/l10n/*/koreader.po
Languages: ar, ca, cs, de, el, es, fa, fr, gl, hu, it_it, ja, ko_kr, nl_nl, pl, pt_br, ro, ru, sk, sr, tr, uk, zh_cn

source: Ignore accelerometer rotation events
ar: تجاهل مُخرجاتِ حسّاسِ دورانِ الجهاز
ca: Ignorar els esdeveniments de rotació de l'acceleròmetre
cs: Ignorovat otáčení vyvolané akcelerometrem
de: Ignoriere Beschleunigungssensor
el: Παράβλεψη συμβάντων περιστροφής επιταχυνσιόμετρου
es: Ignorar eventos de giro de acelerómetro
fa: چرخش‌های با شتاب‌سنج را در نظر نگیر
fr: Ignorer les rotations via l’accéléromètre
gl: Ignorar eventos de rotación do acelerómetro
hu: Gyorsulásmérő forgatási eseményeinek figyelmen kívül hagyása
it_it: Ignora gli eventi di rotazione dell'accelerometro
ja: 加速度センサーの回転イベントを無視する
ko_kr: 가속기 회전 이벤트 무시
nl_nl: Versnellingsmeterdraaien negeren
pl: Zignoruj zdarzenia rotacji akcelerometru
pt_br: Ignorar eventos de rotação do acelerômetro
ro: Ignoră evenimentele de rotație ale accelerometrului
ru: Игнорировать события поворота акселерометра
sk: Ignorovať udalosti rotácie akcelerometra
sr: Игнориши догађаје ротације акцелерометра
tr: Hız ölçer döndürme işlemleri yok sayılsın
uk: Ігнорувати події обертання акселерометра
zh_cn: 忽略自动旋转

source: This will inhibit automatic rotations triggered by your device's gyro.
ar: سيؤدي هذا إلى منع عمليات التدوير التلقائي التي يتم تشغيلها بواسطة حساس الدوران بجهازك.
ca: Aquesta opció inhibeix les rotacions automàtiques activades pel giroscopi del dispositiu.
cs: Pomocí této možnosti potlačíte automatické otáčení vyvolané gyroskopem vašeho zařízení.
de: Dadurch werden automatische Rotationen, die durch den Kreisel Ihres Geräts ausgelöst werden, verhindert.
el: Η επιλογή αυτή θα εμποδίσει τις αυτόματες περιστροφές που ενεργοποιούνται από το γυροσκόπιο της συσκευής σας.
es: Esta opción inhibe las rotaciones automáticas activadas por el giroscopio del dispositivo.
fa: این مورد مانع از انجام چرخش خودکار بر اساس ژیروسکوپ دستگاه شما می‌شود.
fr: Ceci bloquera les rotations automatiques déclenchées par le gyroscope de votre appareil.
gl: Esta opción desactivará as rotacións automáticas provocadas polo xiroscopio do teu dispositivo.
hu: Ez az eszköze giroszkópja alapján automatikus forgatást kezdeményez.
it_it: Questo inibisce la rotazione automatica indotta dal giroscopio interno.
ja: 端末のジャイロによる自動回転を抑制します。
ko_kr: 이렇게 하면 장치의 자이로에 따른 자동 회전이 중단됩니다.
nl_nl: Dit zal automatische gyroscooprotaties tegengaan.
pl: Spowoduje to powstrzymanie automatycznych obrotów wywołanych przez żyroskop urządzenia.
pt_br: Isso vai inibir rotações automáticas acionadas pelo giroscópio do seu dispositivo.
ro: Aceasta va opri rotația automată declanșată de giroscopul dispozitivului.
ru: Позволяет предотвратить автоматический поворот, вызываемый гиродатчиком вашего устройства.
sk: Toto zablokuje automatické otáčanie vyvolané gyroskopom zariadenia.
sr: Ово ће да потисне аутоматске ротације које окида жироскоп вашег уређаја.
tr: Bu seçenek, aygıtınızın jiroskopu tarafından tetiklenen otomatik döndürmeyi engeller.
uk: Це заважатиме автоматичним обертанням, викликаних гіроскопом вашого пристрою.
zh_cn: 这会禁止由您设备的陀螺仪触发的自动屏幕旋转。

source: Lock auto rotation to current orientation
ar: قفل التدوير التلقائي للاتجاه الحالي
ca: Bloquejar la rotació automàtica a l'orientació actual
cs: Zamknout automatické otáčení v aktuální orientaci
de: Automatische Drehung auf aktuelle Ausrichtung sperren
el: Κλείδωμα αυτόματης περιστροφής στον τρέχοντα προσανατολισμό
es: Bloquear la rotación automática a la orientación actual
fa: قفل کردن چرخش خودکار در راستای فعلی
fr: Verrouiller la rotation automatique à l’orientation en cours
gl: Bloquear a rotación automática á orientación actual
hu: Auto. forgatás rögzítése a jelenlegi helyzetben
it_it: Blocca la rotazione automatica sull'orientamento attuale
ja: 現在の端末方向に自動回転をロックする
ko_kr: 자동 회전을 현재 상태로 잠금
nl_nl: Automatische rotatie vergrendelen in huidige richting
pl: Zablokuj automatyczne obracanie do bieżącej orientacji
pt_br: Travar rotação automática na orientação atual
ro: Blochează rotația automată la orientarea curentă
ru: Блокировать автоповорот в текущей ориентации
sk: Uzamknúť automatické otáčanie na aktuálnu orientáciu
sr: Закључај аутоматску ротацију на текућу оријентацију
tr: Otomatik döndürmeyi geçerli konuma kilitle
uk: Заблокувати автоматичне обертання згідно з поточною орієнтацією
zh_cn: 锁定自动旋转到当前方向

source: When checked, the gyro will only be honored when switching between the two inverse variants of your current rotation, i.e., Portrait <-> Inverted Portrait OR Landscape <-> Inverted Landscape. Switching between (Inverted) Portrait and (Inverted) Landscape will be inhibited. If you need to do so, you'll have to use the UI toggles.
ar: عند تحديده ، لن يتم التحسس للجيروسكوب إلا عند التبديل بين متغيرين معكوسين لدورانك الحالي ، أي ، عمودي <-> عمودي أو أفقي <-> أفقي معكوس. سيتم منع التبديل بين الوضع العمودي (العمودي) والأفقي (المقلوب). إذا كنت بحاجة إلى القيام بذلك ، فسيتعين عليك استخدام مفاتيح تبديل واجهة المستخدم.
ca: Si es marca aquesta opció, el giroscopi només funcionarà en canviar entre les dues variants inverses de la rotació actual, és a dir, Retrat <-> Retrat invertit O Paisatge <-> Paisatge invertit. El canvi entre Retrat (invertit) i Paisatge (invertit) s'inhibirà. Per a fer això, cal usar les opcions de la interfície d'usuari.
cs: Při zatržení bude gyroskop využit jen pro otáčení mezi dvěma opačnými variantami vašeho aktuálního otočení obrazovky. tj. Otoční na výšku ↔ Opačné otočení na výšku NEBO Otoční na šířku ↔ Opačné otočení na šířku (otáčení jen o 180°). Přechod z Otočení na výšku (obě varianty) na Otočení na šířku (obě varianty) nebude možný. Pokud ho budete potřebovat, musíte použít přepínače v uživatelském rozhraní.
de: Wenn dieses Kontrollkästchen aktiviert ist, wird der Kreisel nur beim Umschalten zwischen den beiden inversen Varianten Ihrer aktuellen Rotation berücksichtigt, d.h. Portrait <-> Umgekehrtes Portrait ODER Landschaft <-> Umgekehrte Landschaft. Das Umschalten zwischen (umgekehrtem) Hochformat und (umgekehrtem) Querformat ist nicht möglich. Wenn Sie dies tun müssen, verwenden Sie die UI-Umschalter.
el: Όταν είναι επιλεγμένο, το γυροσκόπιο θα λαμβάνεται υπόψη μόνο κατά την εναλλαγή μεταξύ των δύο αντίστροφων παραλλαγών της τρέχουσας περιστροφής σας, δηλαδή, Κάθετη κατεύθυνση <-> Αντεστραμμένη κάθετη κατεύθυνση Ή Οριζόντια κατεύθυνση <-> Αντεστραμμένη οριζόντια κατεύθυνση. Η εναλλαγή μεταξύ (αντεστραμμένης) Κάθετης κατεύθυνσης και (αντεστραμμένης) Οριζόντιας κατεύθυνσης θα παρεμποδίζεται. Αν χρειαστεί να το κάνετε αυτό, θα πρέπει να χρησιμοποιήσετε τις εναλλαγές της Διεπαφής Χρήστη (UI).
es: Si se marca esta opción, el giroscopio sólo funcionará al cambiar entre las dos variantes inversas de la rotación actual, es decir, Retrato <-> Retrato invertido O Paisaje <-> Paisaje invertido. El cambio entre Retrato (invertido) y Paisaje (invertido) se inhibirá. Para hacer esto, hay que usar las opciones de la interfaz de usuario.
fr: Si coché, le gyro ne sera prit en compte que lors du basculement entre les deux variantes inverses de votre orientation actuelle, c’est-à-dire, Portrait <-> Portrait inversé OU Paysage <-> Paysage inversé. La commutation entre Portrait (inversé) et Paysage (inversé) sera bloquée. Si vous voulez la faire, vous devrez utiliser les fonctions de l’interface utilisateur.
gl: Cando esta opción está seleccionada, o xiroscopio será ignorado exceptuando as dúas variantes inversas da rotación actual, é dicir, Retrato <-> Retrato Invertido ou Apaisado <-> Apaisado Invertido. O cambio entre Retrato (Invertido) e Apaisado (Invertido) será inhibido. Se necesitas facelo, terás que facelo usando a interface de usuario.
hu: Ha bepipálja, a giroszkóp csak abban az esetben fordítja el a képet, ha két inverz rotáció között vált. Pl.: Álló <-> Fordított Álló VAGY Fektetett <-> Fordított Fektetett. A (Fordított) Álló és a (Fordított) Fektetett mód közti váltás le lesz tiltva. Ha szükséges, használja az UI kapcsolóit.
it_it: Se marcato, il cambio di orientamento viene eseguito solo se il giroscopio rileva un capovolgimento, cioè tra Ritratto <-> Ritratto invertito, OPPURE tra Paesaggio <-> Paesaggio invertito. Passare da Ritratto (Invertito) a Paesaggio (Invertito) sarà impedito. Per farlo, bisognerà usare i controlli dell'interfaccia utente.
ja: チェックすると、ジャイロは現在の端末方向の2つの逆方向の間で切り替わるときのみ、尊重されるようになります。 例 縦向き <-> 逆縦向き または 横向き <-> 逆横向き (逆)縦向きと(逆)横向きの切り替えは抑制されます。 必要な時はUIトグルを使用してください。
ko_kr: 이 옵션을 선택하면, 현재 회전 방향의 일반형과 반전형 사이를 전환하는 용도로만 자이로가 쓰입니다. 즉, 세로형 <-> 뒤집힌 세로형 또는 가로형 <-> 뒤집힌 가로형. (반전) 세로형과 (반전) 가로형 사이의 전환이 금지됩니다. 그렇게하 려면 UI 토글을 사용해야 합니다.
nl_nl: Er zal alleen naar de gyroscoop worden geluisterd bij het omschakelen tussen de twee omgekeerde varianten van de huidige rotatie, D.w.z. Portret <-> Omgekeerd Portret OF Landschap <-> Omgekeerd Landschap. Schakelen tussen (Omgekeerd) Portret en (Omgekeerd) Landschap wordt tegengegaan. Indien je dit wilt doen, zul je het handmatig moeten doen.
pl: Po zaznaczeniu żyroskop będzie uwzględniany tylko podczas przełączania między dwoma odwrotnymi wariantami bieżącego obrotu, tj. Portret <-> Odwrócony portret LUB Krajobraz <-> Odwrócony krajobraz. Przełączanie między (Odwrócony) Portret i (Odwrócony) Krajobraz będzie powstrzymane. Jeśli musisz to zrobić, będziesz musiał użyć przełączników interfejsu użytkownika.
pt_br: Quando marcado, o giroscópio vai apenas ser honrado quando se altera entre as duas variantes inversas da sua rotação atual, por exemplo, retrato <-> retrato invertido OU paisagem <-> paisagem invertida. Alteração entre retrato (invertido) e paisagem (invertida) vai ser impedido. Se precisar fazer isso, você vai ter que usar as configurações da interface de usuário.
ro: Cînd este bifat, giroscopul va fi folosit numai pentru a comuta în variantele inverse ale rotației curente, ex: Portret <-> Portret invers SAU Peisaj <-> Peisaj inversat. Comutarea între Portret (inversat) și Peisaj (inversat) va fi blocată. Dacă totuși dorești acest lucru, va trebui să folosești butoanele din interfață.
ru: При активации данного параметра гиродатчик будет учитываться только при переключении между двумя обратными вариантами текущего угла поворота, т.е. «Портретный ↔ Перевёрнутый портретный» ИЛИ «Альбомный ↔ Перевёрнутый альбомный». Переключение между портретным (перевёрнутым) и альбомным (перевёрнутым) будет запрещено. Если вам всё же нужно это сделать, то придется использовать переключатели в интерфейсе пользователя.
sk: Keď je začiarknuté, gyroskop bude rešpektovaný iba pri prepínaní medzi dvoma inverznými variantmi vašeho aktuálneho otočenia, t. j. Portrét <-> Obrátený portrét ALEBO Na šírku <-> Obrátené na šírku. Prepínanie medzi (Obrátený) Portrét a (Obrátený) Na šírku bude zablokované. Ak to potrebujete urobiť, budete musieť použiť prepínače používateľského rozhrania.
sr: Када је штиклирано, жироскоп ће се пратити само када се прелази међу две обрнуте варијанте ваше текуће ротације, нпр., Портрет <-> Обрнути портрет ИЛИ Положено <-> Обрнуто положено. Пребацивање између (Обрнутог) Портрета и (Обрнутог) Положеног ће се спречити. Ако то желите, мораћете да користите прекидаче КИ за ротацију.
tr: Bu seçenek etkinleştirildiğinde, jiroskop yalnızca var olan döndürmenin iki ters çeşidi arasında geçiş yapar, Örneğin, Dikey <-> Ters dikey veya Yatay <-> Ters yatay geçişleri yapılabilir. (Ters) Dikey ve (Ters) Yatay arasında geçiş engellenecektir. Buna gerek duyuyorsanız, kullanıcı arabirimi geçişlerini kullanmanız gerekir.
uk: Якщо це встановлено, датник обертання буде враховуватися тільки при перемиканні між двома зворотними варіантами вашого поточного повороту, тобто, Портретний <-> Перевернутий Портретний АБО Альбомний <-> Перевернутий Альбомний. Перемикання між (перевернутим) портретним та (перевернутим) альбомним буде заборонено. Якщо вам потрібно це зробити, вам доведеться застосовувати призначений для цього перемикач користувацького інтерфейсу.
zh_cn: 选中后，只有当旋转的角度为180度时，才会按照陀螺仪感知改变屏幕方向， 即，仅能在竖屏与颠倒竖屏，或横屏与颠倒横屏之间切换， 而无法在横屏与竖屏之间切换。 如果需要在横屏与竖屏之间切换，就必须使用UI切换键。

source: Keep current rotation across views
ar: الحفاظ على التدوير الحالي عبر جهة النظر
ca: Mantenir la rotació actual entre vistes
cs: Zachovat aktuální otočení mezi zobrazeními
de: Aktuelle Rotation zwischen den Ansichten beibehalten
el: Διατήρηση τρέχουσας περιστροφής σε όλες τις προβολές
es: Mantener la rotación actual entre vistas
fa: حفظ راستای فعلی در تمام نما‌ها
fr: Conserver la rotation en cours entre les vues
gl: Manter a rotación actual entre vistas
hu: Maradjon meg az aktuális kijelző nézet
it_it: Mantieni la rotazione corrente tra le viste
ja: ビューをまたいでも現在の端末方向を維持する
ko_kr: 보기에서 현재 회전 유지
nl_nl: Huidige rotatie in weergaves houden
pl: Zachowaj bieżący obrót w widokach
pt_br: Manter a rotação atual nas visualizações
ro: Ține minte rotația curentă în toate vizualizările
ru: Сохранять текущий поворот при просмотре
sk: Zachovať aktuálne otočenie v rámci všetkých zobrazení
sr: Задржи текућу ротацију по погледима
tr: Görünümler arasında geçerli doğrultu korunsun
uk: Зберегти поточне обертання в усіх поданнях
zh_cn: 在不同视图中保持当前屏幕方向不变
