Repository: spruceUI/spruceOS
Catalog: App/KoReader/l10n/*/koreader.po
Languages: ar, ca, cs, de, el, es, fa, fr, gl, hu, it_it, ja, ko_kr, nl_nl, pl, pt_br, ro, ru, sk, sr, tr, uk, zh_cn

source: Would you like to enable or disable fuzzy search by default? Fuzzy search can match epuisante, épuisante and épuisantes to épuisant, even if only the latter has an entry in the dictionary. It can be disabled to improve performance, but it might be worthwhile to look into disabling unneeded dictionaries before disabling fuzzy search. The current default (★) is disabled.
ar: هل ترغب في تمكين أو تعطيل البحث الغامض افتراضيًا؟ يمكن أن يتطابق البحث الغامض مع epuisante و épuisante و épuisantes مع épuisant ، حتى لو كان الأخير فقط لديه مدخل في القاموس. يمكن تعطيله لتحسين الأداء ، ولكن قد يكون من المفيد النظر في تعطيل القواميس غير الضرورية قبل تعطيل البحث الغامض. الافتراضي الحالي (★) معطل.
ca: Desitja activar o desactivar la cerca difusa de manera predeterminada? La cerca difusa fa coincidir epuisante, épuisante i épuisantes amb épuisante, encara que només aquesta última entrada existeix en el diccionari. Es pot desactivar per a millorar el rendiment, no obstant això, abans de desactivar la cerca difusa, és recomanable desactivar els diccionaris innecessaris. El valor predeterminat per defecte (★) no està configurat.
cs: Chcete povolit nebo zakázat „vyhledávání s opravami“ jako výchozí nastavení? „Vyhledávání s opravami“ („fuzzy search“) může najít shodu slov „kosmonut“, „komonaut“ a „kasmonaut“ se slovem „kosmonaut“, i když jen to poslední má ve slovníku záznam. „Vyhledávání s opravami“ lze zakázat pro zlepšení výkonu, ale může stát za uváženou, zda není lepší zakázat nepotřebné slovníky předtím, než zakážete „vyhledávání s opravami“. V aktuálním výchozím nastavení (★) je „vyhledávání s opravami“ zakázáno.
de: Möchten Sie die Fuzzy-Suche standardmäßig aktivieren oder deaktivieren? Die Fuzzy-Suche kann „epuisante“, „épuisante“ und „épuisantes“ mit „épuisant“ vergleichen, auch wenn nur letztere einen Eintrag im Wörterbuch hat. Sie kann deaktiviert werden, um die Leistung zu verbessern, aber es könnte sich lohnen, sich mit der Deaktivierung nicht benötigter Wörterbücher zu befassen, bevor Sie die Fuzzy-Suche deaktivieren. Die aktuelle Voreinstellung (★) ist: deaktiviert.
el: Θα θέλατε να ενεργοποιήσετε ή να απενεργοποιήσετε την ασαφή αναζήτηση από προεπιλογή; Η ασαφής αναζήτηση μπορεί να ταιριάξει με το "epuisante", το "épuisante" και το "épuisantes" με το "épuisant", ακόμα και αν μόνο το τελευταίο έχει καταχώριση στο λεξικό. Μπορεί να απενεργοποιηθεί για τη βελτίωση της απόδοσης, αλλά ίσως αξίζει να εξετάσετε την απενεργοποίηση των άχρηστων λεξικών πριν απενεργοποιήσετε την ασαφή αναζήτηση. Η τρέχουσα προεπιλογή (★) είναι η απενεργοποίησή της.
es: ¿Desea activar o desactivar la búsqueda difusa de forma predeterminada? La búsqueda difusa hace coincidir epuisante, épuisante y épuisantes con épuisante, aunque sólo esta última tenga una entrada en el diccionario. Se puede desactivar para mejorar el rendimiento, no obstante, antes de desactivar la búsqueda difusa, es recomendable desactivar los diccionarios innecesarios. El valor predeterminado por defecto (★) no está configurado.
fa: مایلید جستجوی فازی را به‌صورت پیش‌فرض فعال یا غیر‌فعال نمایید؟ جستجوی فازی قادر است épuisante ،epuisante و épuisantes را با épuisant تطبیق دهد، گرچه تنها آخری مدخلی در واژه‌نامه دارد. می‌توان برای بهبود عملکرد آن‌را غیرفعال کرد، اما ممکن‌است مفید باشد واژه‌نامه‌های زائد را پیش‌ از غیرفعال‌کردن جستجوی فازی، برای غیرفعال‌کردن بررسی نمایید. پیش‌فرض فعلی (★) غیرفعال است.
fr: Voulez-vous activer ou désactiver la recherche approximative par défaut ? La recherche approximative permet de faire correspondre la plupart des déclinaisons d’un mot même si seule la racine de celui-ci a une entrée dans le dictionnaire. Cela peut être désactivé pour améliorer les performances, mais il est sûrement plus judicieux de désactiver les dictionnaires non utilisés avant de tenter de désactiver la recherche approximative. La valeur actuelle par défaut (★) est « désactivé ».
gl: Gustaríache activar ou desactivar a busca aproximada por defecto? A procura aproximada pode igualar epuisante, épuisante e épuisantes a épuisant, incluso se só o derradeiro termo ten unha entrada no dicionario. Pode ser desactivada para mellorar a velocidade pero pode ser máis aconsellable o desactivar dicionarios innecesarios que desactivar a procura aproximada. O valor por defecto actual (★) é desactivada.
hu: Szeretné alapértelmezés szerint engedélyezni vagy letiltani a homályos keresést? A homályos keresés az epuisante, épuisante és épuisantes szavakat az épuisant-ra tudja javítani, még akkor is, ha csak az utóbbinak van bejegyzése a szótárban. A teljesítmény javítása érdekében kikapcsolható, de érdemes lehet megvizsgálni a nem szükséges szótárak letiltását, mielőtt kikapcsolná a homályos keresést. Jelenleg alapértelmezés szerint (★) le van tiltva.
it_it: Desideri abilitare o meno la ricerca fuzzy in modo predefinito? La ricerca fuzzy può restituire epuisante, épuisante e épuisantes con épuisante, anche se soltanto l'ultimo ha una voce nel vocabolario. È possibile disabilitarla per migliorare le prestazioni ma, prima della ricerca fuzzy, può valere la pena disabilitare dizionari inutilizzati. Il valore predefinito attuale (★) è disabilitato.
ja: デフォルトであいまい検索をどうのように設定しますか？ ファジー検索では、辞書にエントリがある場合でも、 epuisante, épuisante 、および épuisantes 、 épuisant に一致させることができます。 パフォーマンスを向上させるために無効にすることもできますが、あいまい検索を無効にする前に、不要な辞書を無効にすることを検討することをお勧めします。 現在のデフォルト(★)は無効になっています。
ko_kr: 퍼지 검색을 기본값으로 활성화 또는 비활성화할까요? 퍼지 검색은 사전에 항목이 있어도 epuisante, épuisante 및 épuisantes를 épuisant와 일치시킬 수 있습니다. 성능 향상을 위해 비활성화할 수 있지만, 퍼지 검색을 비활성화하기 전에 불필요한 사전을 비활성화하는 것이 좋습니다. 지금의 기본값 (★)은 비활성화되어 있습니다.
nl_nl: "Fuzzy" zoeken standaard in- of uitschakelen? "Fuzzy" zoeken kan met zoektermen als epuisante, épuisante en épuisantes het woord épuisant vinden, zelfs als enkel die laatste een lemma in het woordenboek heeft. Het kan worden uitgeschakeld om sneller resultaten te vinden, maar het kan de moeite waard zijn om eerst niet strict noodzakelijke woordenboeken uit te schakelen. De huidige standaardinstelling (★) is uitgeschakeld.
pl: Czy chcesz domyślnie włączyć lub wyłączyć wyszukiwanie heurystyczne? Wyszukiwanie heurystyczne może łączyć epuisante, épuisante i épuisantes z épuisant, nawet jeśli tylko ta ostatnia definicja ma wpis w słowniku. Można go wyłączyć, aby poprawić wydajność, ale warto wyłączyć zbędne słowniki przed wyłączeniem wyszukiwania heurystycznego. Bieżące ustawienie domyślne (★) jest wyłączone.
pt_br: Gostaria de ativar ou desativar a busca difusa por padrão? A busca difusa pode corresponder ‘epuisante’, ‘épuisante’ e ‘épuisantes’ a ‘épuisant’, mesmo que apenas este último tenha uma entrada no dicionário. Ela pode ser desativada para melhorar o desempenho, mas pode valer a pena desativar dicionários desnecessários antes de desativar a busca difusa. O padrão atual (★) é desativado.
ro: Dorești să setezi căutarea aproximativă activată sau dezactivată implicit? Căutarea aproximativă poate să găsească cuvinte similare în dicționar, precum față, fată, fata, indiferent de diacritice sau formă, oricare din ele se regăsește în dicționar. Poate fi dezactivată pentru a crește viteza de căutare, dar este recomandat să dezactivezi dicționarele nenecesare înainte de a dezactiva căutarea aproximativă. Valoarea curentă implicită (★) este dezactivată.
ru: Вы хотите включить или отключить нечёткий поиск по умолчанию? Нечёткий поиск может сопоставлять epuisante, épuisante и épuisantes с épuisant, даже если только последнее занесено в словарь. Его можно отключить для повышения производительности, но, возможно, стоит выключить ненужные словари перед отключением нечёткого поиска. Текущее значение по умолчанию (★) - отключено.
sk: Prajete si povoliť alebo zakázať predvolené vyhľadávania podobných slov? Vyhľadávanie podobných slov môže pri hľadaní epuisante, épuisante a épuisantes nájsť slovo épuisant, aj keď iba druhé má záznam v slovníku. Túto funkciu možno deaktivovať aby sa zvýšil výkon, ale možno by bolo vhodnejšie najskôr deaktivovať nepotrebné slovníky ako deaktivovať vyhľadávanie podobných slov. Aktuálna predvolená hodnota (★) je zakázaná.
sr: Да ли желите да се подразумевано укључи или искључи приближно претраживање? Приближно претраживање може да пронађе epuisante, épuisante и épuisantes као épuisant, чак и онда када је само ова последња реч ставка уречнику. Може да се искључи у циљу побољшања перформанси, али може бити корисније да се размотри искључивање непотребних речника пре него што се одлучи искључивање приближног претраживања. Тренутна подразумевана вредност (★) је искључено.
tr: Karmaşık aramayı varsayılan olarak etkinleştirmek ya da devre dışı bırakmak ister misiniz? Karmaşık arama, épuisant ifadesi ile yalnızca sonuncunun sözlükte kaydı olsa bile epuisante, épuisante ve épuisantes sözcüklerini bulabilir. Başarımı iyileştirmek için devre dışı bırakılabilir. Gene de karmaşık aramayı devre dışı bırakmadan önce gereksiz sözlükleri devre dışı bırakmayı deneyin. Geçerli varsayılan (★) devre dışı.
uk: Бажаєте ввімкнути або вимкнути неточний пошук типово? Неточний пошук може вважати однаковими epuisante, épuisante та épuisantes з épuisant, навіть якщо лише останній має запис у словнику. Його можна вимкнути для покращення швидкодії, але, можливо, варто вивчити питання відключення непотрібних словників перед вимкненням неточного пошуку. Поточне типове значення (★) вимкнено.
zh_cn: 你想要默认启用还是禁用模糊搜索功能？ 模糊搜索功能可以将 epuisante, épuisante, épuisantes 与 épuisant 匹配，即使要搜索的单词已经存在于字典当中。禁用此功能可以提高搜索性能，但在禁用之前请先考虑是否应该禁用一些不需要的词典。 当前的默认设置 (★) 是禁用。

source: Would you like to enable or disable fuzzy search by default? Fuzzy search can match epuisante, épuisante and épuisantes to épuisant, even if only the latter has an entry in the dictionary. It can be disabled to improve performance, but it might be worthwhile to look into disabling unneeded dictionaries before disabling fuzzy search. The current default (★) is enabled.
ar: هل ترغب في تمكين أو تعطيل البحث الغامض افتراضيًا؟ يمكن أن يتطابق البحث الغامض مع epuisante و épuisante و épuisantes مع épuisant ، حتى لو كان الأخير فقط لديه مدخل في القاموس. يمكن تعطيله لتحسين الأداء ، ولكن قد يكون من المفيد النظر في تعطيل القواميس غير الضرورية قبل تعطيل البحث الغامض. الافتراضي الحالي (★) ممكّن.
ca: Desitja activar o desactivar la cerca difusa de manera predeterminada? La cerca difusa fa coincidir epuisante, épuisante i épuisantes amb épuisante, encara que només aquesta última entrada existeix en el diccionari. Es pot desactivar per a millorar el rendiment, no obstant això, abans de desactivar la cerca difusa, és recomanable desactivar els diccionaris innecessaris. El valor predeterminat per defecte (★) està configurat.
cs: Chcete povolit nebo zakázat „vyhledávání s opravami“ jako výchozí nastavení? „Vyhledávání s opravami“ („fuzzy search“) může najít shodu slov „kosmonut“, „komonaut“ a „kasmonaut“ se slovem „kosmonaut“, i když jen to poslední má ve slovníku záznam. „Vyhledávání s opravami“ lze zakázat pro zlepšení výkonu, ale může stát za uváženou, zda není lepší zakázat nepotřebné slovníky předtím, než zakážete „vyhledávání s opravami“. V aktuálním výchozím nastavení (★) je „vyhledávání s opravami“ povoleno.
de: Möchten Sie die Fuzzy-Suche standardmäßig aktivieren oder deaktivieren? Die Fuzzy-Suche kann „epuisante“, „épuisante“ und „épuisantes“ mit „épuisant“ vergleichen, auch wenn nur letztere einen Eintrag im Wörterbuch hat. Sie kann deaktiviert werden, um die Leistung zu verbessern, aber es könnte sich lohnen, sich mit der Deaktivierung nicht benötigter Dictionaries zu befassen, bevor Sie die Fuzzy-Suche deaktivieren. Die aktuelle Voreinstellung (★) ist: aktiviert.
el: Θα θέλατε να ενεργοποιήσετε ή να απενεργοποιήσετε την ασαφή αναζήτηση από προεπιλογή; Η ασαφής αναζήτηση μπορεί να ταιριάξει με το "epuisante", το "épuisante" και το "épuisantes" με το "épuisant", ακόμα και αν μόνο το τελευταίο έχει καταχώριση στο λεξικό. Μπορεί να απενεργοποιηθεί για τη βελτίωση της απόδοσης, αλλά ίσως αξίζει να εξετάσετε την απενεργοποίηση των άχρηστων λεξικών πριν απενεργοποιήσετε την ασαφή αναζήτηση. Η τρέχουσα προεπιλογή (★) είναι η ενεργοποίησή της.
es: ¿Desea activar o desactivar la búsqueda difusa de forma predeterminada? La búsqueda difusa hace coincidir epuisante, épuisante y épuisantes con épuisante, aunque sólo esta última tenga una entrada en el diccionario. Se puede desactivar para mejorar el rendimiento, no obstante, antes de desactivar la búsqueda difusa, es recomendable desactivar los diccionarios innecesarios. El valor predeterminado por defecto (★) está configurado.
fa: مایلید جستجوی فازی را به‌صورت پیش‌فرض فعال یا غیر‌فعال نمایید؟ جستجوی فازی قادر است épuisante ،epuisante و épuisantes را با épuisant تطبیق دهد، گرچه تنها آخری مدخلی در واژه‌نامه دارد. می‌توان برای بهبود عملکرد آن‌را غیرفعال کرد، اما ممکن‌است مفید باشد واژه‌نامه‌های زائد را پیش‌ از غیرفعال‌کردن جستجوی فازی، برای غیرفعال‌کردن بررسی نمایید. پیش‌فرض فعلی (★) فعال است.
fr: Voulez-vous activer ou désactiver la recherche approximative par défaut ? La recherche approximative permet de faire correspondre la plupart des déclinaisons d’un mot même si seule la racine de celui-ci a une entrée dans le dictionnaire. Cela peut être désactivé pour améliorer les performances, mais il est sûrement plus judicieux de désactiver les dictionnaires non utilisés avant de tenter de désactiver la recherche approximative. La valeur actuelle par défaut (★) est « activé ».
gl: Gustaríache activar ou desactivar a busca aproximada por defecto? A procura aproximada pode igualar epuisante, épuisante e épuisantes a épuisant, incluso se só o derradeiro termo ten unha entrada no dicionario. Pode ser desactivada para mellorar a velocidade pero pode ser máis aconsellable o desactivar dicionarios innecesarios que desactivar a procura aproximada. O valor por defecto actual (★) é activada.
hu: Szeretné alapértelmezés szerint engedélyezni vagy letiltani a homályos keresést? A homályos keresés az epuisante, épuisante és épuisantes szavakat az épuisant-ra tudja javítani, még akkor is, ha csak az utóbbinak van bejegyzése a szótárban. A teljesítmény javítása érdekében kikapcsolható, de érdemes lehet megvizsgálni a nem szükséges szótárak letiltását, mielőtt kikapcsolná a homályos keresést. Jelenleg alapértelmezés szerint (★) engedélyezve van.
it_it: Desideri disabilitare o meno la ricerca fuzzy in modo predefinito? La ricerca fuzzy può restituire epuisante, épuisante e épuisantes con épuisante, anche se soltanto l'ultimo ha una voce nel vocabolario. È possibile disabilitarla per migliorare le prestazioni ma, prima della ricerca fuzzy, può valere la pena disabilitare dizionari inutilizzati. Il valore predefinito attuale (★) è abilitato.
ja: デフォルトであいまい検索をどうのように設定しますか？ ファジー検索では、辞書にエントリがある場合でも、 epuisante, épuisante 、および épuisantes 、 épuisant に一致させることができます。 パフォーマンスを向上させるために無効にすることもできますが、あいまい検索を無効にする前に、不要な辞書を無効にすることを検討することをお勧めします。 現在のデフォルト(★)は有効になっています。
ko_kr: 퍼지 검색을 기본값으로 활성화 또는 비활성화할까요? 퍼지 검색은 사전에 항목이 있어도 epuisante, épuisante 및 épuisantes를 épuisant와 일치시킬 수 있습니다. 성능 향상을 위해 비활성화할 수 있지만, 퍼지 검색을 비활성화하기 전에 불필요한 사전을 비활성화하는 것이 좋습니다. 지금의 기본값 (★)은 활성화되어 있습니다.
nl_nl: "Fuzzy" zoeken standaard in- of uitschakelen? "Fuzzy" zoeken kan met zoektermen als epuisante, épuisante en épuisantes het woord épuisant vinden, zelfs als enkel die laatste een lemma in het woordenboek heeft. Het kan worden uitgeschakeld om sneller resultaten te vinden, maar het kan de moeite waard zijn om eerst niet strict noodzakelijke woordenboeken uit te schakelen. De huidige standaardinstelling (★) is ingeschakeld.
pl: Czy chcesz domyślnie włączyć lub wyłączyć wyszukiwanie heurystyczne? Wyszukiwanie heurystyczne może łączyć epuisante, épuisante i épuisantes z épuisant, nawet jeśli tylko ta ostatnia definicja ma wpis w słowniku. Można go wyłączyć, aby poprawić wydajność, ale warto wyłączyć zbędne słowniki przed wyłączeniem wyszukiwania heurystycznego. Bieżące ustawienie domyślne (★) jest włączone.
pt_br: Gostaria de ativar ou desativar a busca difusa por padrão? A busca difusa pode corresponder ‘epuisante’, ‘épuisante’ e ‘épuisantes’ a ‘épuisant’, mesmo que apenas este último tenha uma entrada no dicionário. Ela pode ser desativada para melhorar o desempenho, mas pode valer a pena desativar dicionários desnecessários antes de desativar a busca difusa. O padrão atual (★) é ativado.
ro: Dorești să setezi căutarea aproximativă activată sau dezactivată implicit? Căutarea aproximativă poate să găsească cuvinte similare în dicționar, precum față, fată, fata, indiferent de diacritice sau formă, oricare din ele se regăsește în dicționar. Poate fi dezactivată pentru a crește viteza de căutare, dar este recomandat să dezactivezi dicționarele nenecesare înainte de a dezactiva căutarea aproximativă. Valoarea curentă implicită (★) este activată.
ru: Вы хотите включить или отключить нечёткий поиск по умолчанию? Нечеткий поиск может сопоставлять epuisante, épuisante и épuisantes с épuisant, даже если только последнее занесено в словарь. Его можно отключить для повышения производительности, но, возможно, стоит выключить ненужные словари перед отключением нечёткого поиска. Текущее значение по умолчанию (★) - включено.
sk: Prajete si povoliť alebo zakázať predvolené vyhľadávania podobných slov? Vyhľadávanie podobných slov môže pri hľadaní epuisante, épuisante a épuisantes nájsť slovo épuisant, aj keď iba druhé má záznam v slovníku. Túto funkciu možno deaktivovať aby sa zvýšil výkon, ale možno by bolo vhodnejšie najskôr deaktivovať nepotrebné slovníky ako deaktivovať vyhľadávanie podobných slov. Aktuálna predvolená hodnota (★) je povolená.
sr: Да ли желите да се подразумевано укључи или искључи приближно претраживање? Приближно претраживање може да пронађе epuisante, épuisante и épuisantes као épuisant, чак и онда када је само ова последња реч ставка уречнику. Може да се искључи у циљу побољшања перформанси, али може бити корисније да се размотри искључивање непотребних речника пре него што се одлучи искључивање приближног претраживања. Тренутна подразумевана вредност (★) је укључено.
tr: Karmaşık aramayı varsayılan olarak etkinleştirmek ya da devre dışı bırakmak ister misiniz? Karmaşık arama, épuisant ifadesi ile yalnızca sonuncunun sözlükte kaydı olsa bile epuisante, épuisante ve épuisantes sözcüklerini bulabilir. Başarımı iyileştirmek için devre dışı bırakılabilir. Gene de karmaşık aramayı devre dışı bırakmadan önce gereksiz sözlükleri devre dışı bırakmayı deneyin. Geçerli varsayılan (★) etkin.
uk: Бажаєте ввімкнути або вимкнути неточний пошук типово? Неточний пошук може вважати однаковими epuisante, épuisante та épuisantes з épuisant, навіть якщо лише останній має запис у словнику. Його можна вимкнути для покращення швидкодії, але, можливо, варто вивчити питання відключення непотрібних словників перед вимкненням неточного пошуку. Поточне типове значення (★) ввімкнено.
zh_cn: 你想要默认启用还是禁用模糊搜索功能？ 模糊搜索功能可以将 epuisante, épuisante, épuisantes 与 épuisant 匹配，即使要搜索的单词已经存在于字典当中。禁用此功能可以提高搜索性能，但在禁用之前请先考虑是否应该禁用一些不需要的词典。 当前的默认设置 (★) 是启用。

source: Disable (★)
ar: إيقاف التفعيل (★)
ca: Desactiva (★)
cs: Zakázat (★)
de: Inaktiv (★)
el: Απενεργοποίηση (★)
es: Desactivar (★)
fa: غیرفعال (★)
fr: Désactivé (★)
gl: Desactivar (★)
hu: Letiltva (★)
it_it: Disabilita (★)
ja: 無効(★)
ko_kr: 비활성 (★)
nl_nl: Uitschakelen (★)
pl: Wyłącz (★)
pt_br: Desativar (★)
ro: Dezactivează (★)
ru: Отключить (★)
sk: Zakázať (★)
sr: Искључи (★)
tr: Devre dışı bırak (★)
uk: Вимкнути (★)
zh_cn: 禁用 (★)

source: Enable
ar: تفعيل
ca: Activa
cs: Povolit
de: Ein
el: Ενεργοποίηση
es: Activar
fa: فعال
fr: Activé
gl: Activar
hu: Engedélyezés
it_it: Abilita
ja: 有効
ko_kr: 활성
nl_nl: Inschakelen
pl: Włącz
pt_br: Ativar
ro: Activează
ru: Включить
sk: Povoliť
sr: Укључи
tr: Etkinleştir
uk: Увімкнути
zh_cn: 启用

source: Enable (★)
ar: تفعيل (★)
ca: Activa (★)
cs: Povolit (★)
de: Aktiviert (★)
el: Ενεργοποίηση (★)
es: Activar (★)
fa: فعال (★)
fr: Activé (★)
gl: Activar (★)
hu: Engedélyezés (★)
it_it: Attiva (★)
ja: 有効(★)
ko_kr: 활성 (★)
nl_nl: Inschakelen (★)
pl: Włącz (★)
pt_br: Ativar (★)
ro: Activează (★)
ru: Включить (★)
sk: Povoliť (★)
sr: Укључи (★)
tr: Etkinleştir (★)
uk: Увімкнути (★)
zh_cn: 启用 (★)

source: Font
ar: الخط
ca: Tipus de lletra
cs: Písmo
de: Schriftart
el: Γραμματοσειρά
es: Tipo de letra
fa: قلم
fr: Police
gl: Fonte
hu: Betűtípus
it_it: Carattere
ja: フォント
ko_kr: 글꼴
nl_nl: Lettertype
pl: Czcionka
pt_br: Fonte
ru: Шрифт
sk: Písmo
sr: Фонт
tr: Yazı tipi
uk: Шрифт
zh_cn: 字体

source: Font settings
ar: إعداداتُ الخَط
ca: Paràmetres de lletra tipogràfica
cs: Nastavení písma
de: Schriftart Einstellungen
el: Ρυθμίσεις γραμματοσειράς
es: Configuración de fuentes
fa: تنظیمات قلم
fr: Paramètres des polices
gl: Configuración de fontes
hu: Betűtípus beállítások
it_it: Impostazioni carattere
ja: フォントの設定
ko_kr: 글꼴 설정
nl_nl: Lettertype-instellingen
pl: Ustawienia czcionek
pt_br: Configurações de fonte
ro: Setări font
ru: Настройки шрифта
sk: Nastavenia písma
sr: Подешавања фонта
tr: Yazı tipi ayarları
uk: Параметри шрифту
zh_cn: 字体设置

source: Font-family fonts (%1)
ca: Fonts de la font-family (%1)
cs: Písma v rodině písma (%1)
de: Font-family Schrift (%1)
el: Γραμματοσειρές Font-family (%1)
es: Fuentes de la font-family (%1)
fa: قلم‌های خانواده قلم (%1)
fr: Polices de" famille de polices" (%1)
gl: Fontes de font-family (%1)
hu: Font-family betűtípusok (%1)
it_it: Caratteri della famiglia di caratteri (%1)
ja: フォントファミリー (%1)
ko_kr: 글꼴 패밀리 글꼴(%1)
nl_nl: Lettertypefamilie-lettertypes (%1)
pl: Czcionki font-family (%1)
pt_br: Fontes da família de fontes (%1)
ru: Семейство шрифтов (%1)
sk: Písma rodiny písiem (%1)
sr: Font-family фонтови (%1)
tr: Ailenin yazı tipleri (%1)
uk: Сімейство шрифтів (%1)
zh_cn: Font-family 字体 (%1)

source: Font-family fonts
ca: Fonts de la font-family
cs: Písma v rodině písma
de: Font-family Schriftarten
el: Γραμματοσειρές Font-family
es: Fuentes de la font-family
fa: قلم‌های خانواده قلم
fr: Polices de" famille de polices"
gl: Fontes da font-family
hu: Font-family betűtípusok
it_it: Caratteri della famiglia di caratteri
ja: フォントファミリー
ko_kr: 글꼴 패밀리 글꼴
nl_nl: Lettertypefamilie-lettertypes
pl: Czcionki font-family
pt_br: Fontes da família de fontes
ru: Семейство шрифтов
sk: Fonty rodiny písiem
sr: Font-family фонтови
tr: Ailenin yazı tipleri
uk: Сімейство шрифтів
zh_cn: Font-family 字体

source: Font size set to: %1.
ar: تم تعيين حجم الخط إلى: %1.
ca: Grandària de lletra ajustat a: %1.
cs: Velikost písma je nastavena na: %1.
de: Schriftgröße eingestellt auf: %1.
el: Το μέγεθος της γραμματοσειράς ορίστηκε σε: %1.
es: Tamaño de letra definido a: %1.
fa: اندازه‌ی قلم تنظیم شد به: %1.
fr: Taille de la police réglée à : %1.
gl: Tamaño da fonte axustado a: %1.
hu: Beállított betűméret: %1.
it_it: Dimensione carattere impostata a: %1.
ja: フォントサイズを %1 に設定しました。
ko_kr: 글꼴 크기 설정: %1.
nl_nl: Lettergrootte ingesteld op: %1.
pl: Rozmiar czcionki ustawiony na: %1.
pt_br: Tamanho da fonte definido para: %1.
ro: Dimensiune font setată la: %1.
ru: Текущий размер шрифта: %1.
sk: Veľkosť písma nastavená na: %1.
sr: Величина фонта је постављена на: %1.
tr: Yazı boyutu şuna ayarlandı: %1.
uk: Розмір шрифту встановлено на: %1.
zh_cn: 字体大小已设为: %1。
