Repository: spruceUI/spruceOS
Catalog: App/KoReader/l10n/*/koreader.po
Languages: ar, ca, cs, de, el, es, fa, fr, gl, hu, it_it, ja, ko_kr, nl_nl, pl, pt_br, ro, ru, sk, sr, tr, uk, zh_cn

source: Enable additional fallback fonts, for the most complete script and language coverage. These fonts will be used in this order: %1 You can set a preferred fallback font with a long-press on a font name, and it will be used before these. If that font happens to be part of this list already, it will be used first.
ar: قم بتمكين الخطوط الاحتياطية الإضافية ، للحصول على تغطية كاملة للنصوص واللغة. سيتم استخدام هذه الخطوط بهذا الترتيب: %1 يمكنك تعيين خط احتياطي مفضل بضغطة طويلة على اسم الخط ، وسيتم استخدامه قبل ذلك. إذا كان هذا الخط جزءًا من هذه القائمة بالفعل ، فسيتم استخدامه أولاً.
ca: Habilitar tipus de lletra alternatius addicionals, per a una millor representació de l'alfabet i de l'idioma. Aquestes tipus de lletra s'utilitzaran en aquest ordre: %1 Pots establir un tipus de lletra alternatiu preferit amb una pulsació llarga en el nom del tipus de lletra, que d'aquesta forma, s'utilitzarà amb prioritat respecte als altres. Si aquest tipus de lletra ja forma part de la llista, tindrà prioritat.
cs: Povolte další náhradní písma pro co nejúplnější pokrytí skriptů a jazyků. Tato písma budou použita v tomto pořadí: %1 Preferované náhradní písmo můžete nastavit pomocí dlouhého stisku na název písma. Vybrané písmo bude použito před těmi v seznamu. Pokud vybrané písmo již v seznamu je, bude použito jako první.
de: Aktivieren Sie zusätzliche Ersatzschriftarten für eine möglichst vollständige Abdeckung von Schrift und Sprache. Diese Schriftarten werden in dieser Reihenfolge verwendet: %1 Sie können eine bevorzugte Ersatzschriftart mit einem langen Druck auf einen Schriftnamen festlegen, die vor diesen verwendet wird. Wenn diese Schriftart bereits Teil dieser Liste ist, wird sie zuerst verwendet.
el: Ενεργοποιήστε επιπλέον εναλλακτικές γραμματοσειρές, για την πληρέστερη κάλυψη χαρακτήρων και γλώσσας. Αυτές οι γραμματοσειρές θα χρησιμοποιηθούν με αυτήν τη σειρά: %1 Μπορείτε να ορίσετε μια προτιμώμενη εναλλακτική γραμματοσειρά με παρατεταμένο πάτημα σε ένα όνομα γραμματοσειράς και θα χρησιμοποιηθεί πριν από αυτές. Εάν αυτή η γραμματοσειρά είναι ήδη μέρος αυτού του καταλόγου, θα χρησιμοποιηθεί πρώτα.
es: Habilitar fuentes alternativas adicionales, para una mejor representación del alfabeto y del idioma. Estas fuentes se utilizarán en este orden: %1 Puedes establecer una fuente alternativa preferida con una pulsación larga en el nombre de la fuente, que de esta forma, se utilizará con prioridad respecto a las otras. Si esa fuente ya forma parte de la lista, tendrá prioridad.
fa: برای پوشش بیشتر و کاملتر نوشتار‌ها و زبانها، قلم‌های جایگزین اضافه را فعال کنید. این قلم‌ها بر اساس این ترتیب استفاده خواهند شد: %1 می‌توانید قلم جایگزین ترجیحی خود را با لمس طولانی بر روی اسم قلم تعیین کنید و این قلم پیش از دیگران استفاده خواهد شد اگر این قلم همین الان بخشی از این لیست باشد این قلم اول استفاده خواهد شد.
fr: Activer des polices de remplacement supplémentaires, afin d’assurer une gestion des langues et des caractères la plus complète possible. Ces polices seront utilisées dans cet ordre : %1 Il est possible de définir une police de remplacement préférée en maintenant votre doigt sur un nom de police, elle sera utilisée avant celle-ci. Si cette police est déjà présente dans la liste, elle sera utilisée en premier.
gl: Activar o uso de fontes alternativas adicionais, para unha cobertura de linguaxes e escrituras máis completa. Estas fontes serán usadas nesta orde: %1 Podes seleccionar a fonte alternativa preferida cunha pulsación longa no nome da fonte e será usada antes que as fontes adicionais. Se a fonte xa é parte da lista, será usada primeiro.
hu: További tartalék betűtípusok engedélyezése a legteljesebb írásmód- és nyelvi lefedettség érdekében. A betűtípusok ebben a sorrendben lesznek használva: %1 Beállíthat egy preferált tartalék betűtípust a betűtípus nevének hosszú megnyomásával, és ez előbb lesz használva, mint a többiek. Ha ez a betűtípus már szerepel ebben a listában, akkor az lesz az első.
it_it: Attiva ulteriori caratteri di ripiego, per una migliore copertura dell'alfabeto e della lingua. Questi caratteri saranno utilizzati in questo ordine: %1 Puoi impostare un carattere di ripiego preferito con una pressione prolungata sul suo nome e sarà usato con priorità rispetto agli altri. Se quel carattere fa già parte di questa lista, verrà usato per primo.
ja: スクリプトと言語対応範囲を最大限に広げるために、拡張代替フォントを有効にする。 これらのフォントは次の順序で使用されます: %1 フォント名を長押しして優先代替フォントを設定することができます。このフォントは、優先的に使用されます。 このフォントが既にこのリストに含まれている場合は、最初に使用されます。
ko_kr: 최대한 온전한 스크립트와 언어 범위를 포함하기 위해 추가로 대체 글꼴을 사용하세요. 이 글꼴은 다음과 같은 순서로 사용됩니다: %1 글꼴 이름을 길게 눌러 선호하는 대체 글꼴을 설정할 수 있으며, 이 글꼴보다 먼저 사용됩니다. 해당 글꼴이 이 목록의 일부인 경우 먼저 사용됩니다.
nl_nl: Schakel extra reservelettertypen in voor de meest complete schrijfsysteem- en taaldekking. De lettertypen worden in deze volgorde gebruikt: %1 Een reservelettertype kan naar keuze worden ingesteld door lang op de naam van een lettertype te drukken, en dan zal het voor de bovenstaande lettertypes worden gebruikt. Als dat lettertype al deel uitmaakt van deze lijst, zal het eerst worden gebruikt.
pl: Włącz dodatkowe czcionki zastępcze, aby uzyskać większy zakres skryptów i języków. Te czcionki będą używane w następującej kolejności: %1 Możesz ustawić preferowaną czcionkę zastępczą, naciskając i przytrzymując nazwę czcionki. Zostanie ona użyta przed wyżej wymienionymi. Jeśli ta czcionka jest już na liście, zostanie użyta jako pierwsza.
pt_br: Ativa as fontes reservas adicionais para cobertura mais completa de sistemas de escrita e idiomas. Essas fontes vão ser usadas nesta ordem: %1 Você pode definir uma fonte reserva preferida com um toque longo no nome da fonte e ela será usada antes dessas. Se essa fonte já faz parte desta lista, ela será usada primeiro.
ro: Activează fonturi de rezervă adiționale, pentru a acoperi cel mai bine toate limbile. Aceste fonturi vor fi folosite în următoarea ordine: %1 Poți seta un font de rezervă preferat cu o apăsare lungă pe numele unui font și astfel va fi folosit înaintea acestora. Dacă fontul este deja parte din această listă, va fi folosit primul.
ru: Включить дополнительные резервные шрифты для наиболее полного охвата систем письма и языков. Они будут использоваться в следующем порядке: %1 Вы можете выбрать предпочтительный резервный шрифт долгим касанием на его имени, и он будет использоваться до указанных шрифтов. Если же нужный шрифт уже входит в данный список, то он будет использован первым.
sk: Povoliť ďalšie záložné písma, aby ste dosiahli najlepšie výsledky pre čo najväčšie množstvo jazykov. Tieto písma sa použijú v tomto poradí: %1 Preferované náhradné písmo môžete nastaviť dlhým stlačením na názov písma a použije sa pred týmito. Ak je toto písmo už súčasťou tohto zoznamu, použije sa ako prvé.
sr: Укључује додатне фонтове за случај крајње нужде, тако да се добије најцеловитија покривеност писама и језика. Ово фонтови ће се користити у следећем редоследу: %1 Пожељни фонт за случај крајње нужде можете да поставите дугим притиском на име фонта, па ће се он користити пре ових наведених изнад. Ако се деси да је тај фонт већ на листи, он ће се користити први.
tr: En eksiksiz betik ve dil kapsamı için ek geri dönülecek yazı tiplerini etkinleştirin. Bu yazı tipleri şu durumda kullanılır: %1 Yeğlediğiniz ve bunlardan önce kullanılacak bir geri dönüş yazı tipini, bir yazı tipi adına uzun basarak ayarlayabilirsiniz. Bu yazı tipi zaten bu listenin bir parçasıysa, ilk olarak kullanılır.
uk: Увімкніть додаткові резервні шрифти для найповнішого покриття систем письма та мов. Ці шрифти будуть використані в такому порядку: %1 Ви можете встановити бажаний запасний шрифт тривалим натисканням на назву шрифту, і його буде застосовано першим. Якщо цей шрифт вже є частиною цього переліку, його також буде застосовано першим.
zh_cn: 启用其他后备字体，以实现最完整的文字和语言覆盖。 这些字体将按以下顺序使用： %1 您可以长按一个字体的名称来设置首选的后备字体，它将在其他字体之前使用。 如果该字体已经存在于此列表中，则将首先使用它。

source: Adjust fallback font sizes
ca: Ajustar la grandària de les fonts alternatives
cs: Upravit velikosti náhradního písma
de: Fallback-Schriftgrößen anpassen
el: Προσαρμογή μεγεθών εναλλακτικών γραμματοσειρών
es: Ajustar el tamaño de las fuentes alternativas
fa: بهینه کردن اندازه قلم جایگزین
fr: Ajuster la tailles des polices de repli
gl: Axusta o tamaño das fontes alternativas
hu: Tartalék betűméretek beállítása
it_it: Regola le dimensioni dei caratteri di riserva
ja: 代替フォントのサイズを調整する
ko_kr: fallback 글꼴 크기를 조정
nl_nl: Groottes van reservelettertypes aanpassen
pl: Dostosuj rozmiary czcionek zastępczych
pt_br: Ajustar tamanhos de fontes reservas
ro: Ajustează mărimile fonturilor de rezervă
ru: Корректировать размер резервных шрифтов
sk: Upravte veľkosť záložného písma
sr: Подеси величине фонтова за случај крајње нужде
tr: Varsayılan yazı tiplerini ayarla
uk: Налаштування резервних розмірів шрифтів
zh_cn: 调节备选字体大小

source: Adjust the size of each fallback font so they all get the same x-height, and lowercase characters picked in them look similarly sized as those from the defaut font. This may help with Greek words among Latin text (as Latin fonts often do not have all the Greek characters), but may make Chinese or Indic characters smaller when picked from fallback fonts.
ca: Ajustar la grandària de cada font alternativa perquè totes tinguen la mateixa altura x, i així els caràcters en minúscula d'aquestes fonts tindran la mateixa grandària que els caràcters de la font predeterminada. Aquesta opció pot millorar la visualització de paraules gregues inserides en textos en llatí (ja que les fonts llatines sovint no tenen tots els caràcters grecs), però pot provocar que els caràcters d'alfabets xinesos o índics es visualitzin amb menor grandària si se seleccionen les fonts alternatives.
de: Passen Sie die Größe der einzelnen Ersatzschriften so an, dass sie alle die gleiche x-Höhe haben und die darin enthaltenen Kleinbuchstaben ähnlich groß sind wie die der Standardschrift. Dies kann bei griechischen Wörtern in lateinischem Text hilfreich sein (da lateinische Schriftarten oft nicht alle griechischen Zeichen enthalten), kann aber dazu führen, dass chinesische oder indische Zeichen kleiner werden, wenn sie aus Ausweichschriftarten ausgewählt werden.
el: Προσαρμόζει το μέγεθος κάθε εναλλακτικής γραμματοσειράς έτσι ώστε όλες να έχουν το ίδιο ύψος x και οι πεζοί χαρακτήρες που επιλέγονται σε αυτές να έχουν παρόμοιο μέγεθος με εκείνους της προεπιλεγμένης γραμματοσειράς. Αυτό μπορεί να βοηθήσει με τις ελληνικές λέξεις ανάμεσα σε λατινικό κείμενο (καθώς οι λατινικές γραμματοσειρές συχνά δεν έχουν όλους τους ελληνικούς χαρακτήρες), αλλά μπορεί να κάνει τους κινέζικους ή ινδικούς χαρακτήρες μικρότερους όταν επιλέγονται από εναλλακτικές γραμματοσειρές.
es: Ajustar el tamaño de cada fuente alternativa para que todas tengan la misma altura x, así los caracteres en minúscula de estas fuentes tendrán el mismo tamaño que los caracteres de la fuente predeterminada. Esta opción puede mejorar la visualización de palabras griegas insertas en textos en latín (ya que las fuentes latinas a menudo no tienen todos los caracteres griegos), pero puede provocar que los caracteres de alfabetos chinos o índicos se visualicen con menor tamaño si se seleccionan las fuentes alternativas.
fr: Ajustez la taille de chaque police de secours de sorte qu'elles aient toutes la même hauteur x et que les caractères en minuscules sélectionnés dans ces polices aient une taille similaire à celle des caractères de la police par défaut. Cela peut aider avec les mots grecs parmi le texte latin (car les polices latines n'ont souvent pas tous les caractères grecs), mais peut rendre les caractères chinois ou indic plus petits lorsqu'ils sont sélectionnés à partir des polices de secours.
gl: Axustar o tamaño de cada fonte alternativa para que todas teñan a mesma altura da x, para que os caracteres en minúscula que se tomen destas fontes parezan do mesmo tamaño que os da fonte por defecto. Esta opción pode axudar con palabras gregas (con frecuencia as fontes non inclúen todos os caracteres gregos), pero pode facer que os caracteres chineses ou índicos parezan máis pequenos cando se collan das fontes alternativas.
hu: Állítsa a tartalék betűtípusok méretét, hogy egyforma x-magasságban legyenek, és az összes kisbetűs karaktert úgy válassza ki bennük, hogy azok hasonló méretűek legyenek az alapértelmezett betűtípushoz. Ez segíthet Görög szavak megjelenítéséhez Latin szövegben (mivel a Latin betűtípusok gyakran nem tartalmazzák az összes Görög karaktert), de a Kínai és Indi karakterek kisebbek lehetnek, ha a tartalék betűtípusból lesznek megjelenítve.
it_it: Regola le dimensioni di ogni carattere di ripiego in modo che tutti ottengano la stessa altezza x, e che i caratteri minuscoli scelti in questi abbiano dimensioni simili a quelle del carattere predefinito. Questo può aiutare con le parole greche tra testo latino (poiché i caratteri latini spesso non hanno tutti i caratteri greci), ma può rendere i caratteri cinesi o indiani più piccoli, se presi dai caratteri di ripiego.
ja: 各代替フォントのサイズを調整して、すべての代替フォントの高さを同じにし、それらから選んだ小文字が既定フォントのものと同じサイズに見えるようにします。 これは、ラテン語テキストの中のギリシャ語については有効ですが(ラテン語フォントにはギリシャ語の文字がすべて含まれていないことが多いため)、中国語やインド語の文字を代替フォントから選択すると小さくなる可能性があります。
ko_kr: 각 fallback 글꼴의 크기를 조정하여 모두 동일한 x 높이를 얻고, 그 안에 선택된 소문자는 기본 글꼴의 크기와 비슷하게 보입니다. 이것은 라틴 텍스트 중 그리스어 낱말에 도움이 될 수 있지만(라틴 글꼴에는 종종 모든 그리스어 문자가 없기 때문에) fallback 글꼴에서 선택하면 중국어나 인도 문자가 더 작아질 수 있습니다.
nl_nl: Pas de grootte van elk reservelettertype aan zodat ze allemaal dezelfde x-hoogte krijgen, en kleine letters uit het reservelettertype er even groot uitzien als die van het standaardlettertype. Dit kan helpen bij Griekse woorden in Latijnse tekst (omdat Latijnse lettertypes vaak niet alle Griekse tekens hebben), maar kan Chinese of Indische tekens kleiner maken wanneer ze uit de reservelettertypes worden gekozen.
pl: Dostosuj rozmiar każdej czcionki zastępczej, aby wszystkie miały tę samą wysokość x, a wybrane w nich małe litery wyglądały na podobnej wielkości jak te z czcionki domyślnej. Może to pomóc w przypadku greckich słów w tekście łacińskim (ponieważ czcionki łacińskie często nie zawierają wszystkich greckich znaków), ale może zmniejszyć znaki chińskie lub indyjskie po wybraniu z czcionek zastępczych.
pt_br: Ajusta o tamanho de cada fonte alternativa para que todas tenham a mesma Altura-x e os caracteres minúsculos escolhidos nelas pareçam de tamanho semelhante aos da fonte padrão. Isso pode ajudar com palavras gregas no texto latino (já que as fontes latinas geralmente não têm todos os caracteres gregos), mas pode tornar os caracteres Chineses ou Índicos menores quando escolhidos de fontes alternativas .
ro: Ajustează mărimea fiecărui font de rezervă astfel încît toate să aibă aceeași înălțime x, iar caracterele mici alese din fonturile de rezervă să aibă o mărime similară cu fontul implicit. Acest lucru poate ajuta la cuvintele grecești combinate cu cuvintele latine (deoarece fonturile latine nu au întotdeauna toate caracterele grecești implementate), dar poate face caracterele chinezești sau indiene să fie mai mici cînd se alege un font de rezervă.
ru: Выровнять размер каждого из резервных шрифтов так, чтобы их строчные буквы «x» имели одинаковую высоту, а символы нижнего регистра были близки размерами строчным буквам шрифта по умолчанию. Это может быть полезно, когда в тексте латиницей есть греческие слова (латинские шрифты часто содержат не все греческие буквы), однако при этом отображаемые резервным шрифтом китайские или индийские символы могут уменьшиться.
sk: Upravte veľkosť každého záložného písma tak, aby mali všetky rovnakú výšku a malé písmená vybrané v nich vyzerali podobne veľké ako tie z predvoleného písma. To môže pomôcť pri gréckych slovách v latinskom texte (keďže latinské písma často nemajú všetky grécke znaky), ale môže to spôsobiť zmenšenie čínskych alebo indických znakov, ak sú vybraté zo záložných písiem.
sr: Подешава величину сваког фонта за случај крајње нужде тако да сви имају исту x-висину и карактери малих слова у њима изгледају сличне величине као они из главног фонта. Ово може да помогне код грчких слова у латиничном тексту (пошто латинични фонтови често немају све грчке карактере), али је могуће да кинески или индијски карактери изгледају мањи када се узму из фонтова за случај крајње нужде.
tr: Her yedek yazı tipinin boyutunu, hepsi aynı x yüksekliğine sahip olacak ve içlerinden seçilen küçük harf karakterleri varsayılan yazı tipindekiler ile benzer boyutta görünecek şekilde ayarlayın. Bu seçenek, Latince metinler arasındaki Yunanca sözcüklerde yardımcı olabilir (Latince yazı tiplerinde genellikle tüm Yunanca karakterler bulunmadığından), ancak yedek yazı tiplerinden seçildiğinde Çince ya da Hintçe karakterler daha küçük olabilir.
uk: Налаштуйте розмір кожного резервного шрифту, щоб усі вони отримували однакову висоту x, а вибрані в них малі символи матимуть вигляд такий як і символи з типового шрифту. Це може допомогти з грецькими словами серед латинського тексту (оскільки латинські шрифти часто не мають усіх грецьких символів), але може зменшити китайські або індійські символи, якщо їх вибрати з резервних шрифтів.
zh_cn: 调整每个后备字体的大小以使它们具有相同的 x-height，此时小写字母看起来与默认字体的小写字母大小相似。 这可能有助于拉丁文本中的希腊单词(因为拉丁字体通常没有所有的希腊字符)，但从后备字体中选择汉字或印度字符时，可能会使汉字或印度字符变小。

source: Monospace fonts scaling: %1 %
ca: Escalat de fonts monospace: %1%
cs: Škálování monospace písma: %1 %
de: Skalierung von Monospace-Schriften: %1 %
el: Κλιμάκωση γραμματοσειρών σταθερού πλάτους: %1 %
es: Escalado de letras de anchura fija: %1 %
fa: مقیاس‌دهی قلم یکپارچه: %1 %
fr: Mise à l'échelle des polices à chasse fixe : %1 %
gl: Escalado de fontes monospace: %1 %
hu: Monospace betűméret: %1 %
it_it: Scala dei caratteri a larghezza fissa: %1 %
ja: 等幅フォントの拡縮: %1 %
ko_kr: 모노스페이스 글꼴 크기 조정: %1%
nl_nl: Schalen van niet-proportionele lettertypes: %1 %
pl: Skalowanie czcionek o stałej szerokości: %1%
pt_br: Escala de fontes monoespaçadas: %1%
ro: Scalare font monospațiu: %1 %
ru: Масштабировать моноширинные шрифты: %1%
sk: Mierka pre neproporcionálne písma: %1 %
sr: Скалирање фонтова фиксне ширине: %1 %
tr: Eş aralıklı yazı tipi ölçeği: % %1
uk: Масштабування моноширинних шрифтів: %1 %
zh_cn: 等宽字体缩放：%1 %

source: Monospace font scaling
ca: Usar el tipus de lletra monospace
cs: Škálování monospace písma
de: Skalierung der Schriftart Monospace
el: Κλιμάκωση γραμματοσειράς σταθερού πλάτους
es: Escalado de letra de anchura fija
fa: مقیاس‌دهی قلم یکپارچه
fr: Mise à l'échelle de la police monospace
gl: Escalado de fonte monospace
hu: Monospace betűméretezés
it_it: Scala carattere a spaziatura fissa
ja: 等幅フォントの拡縮
ko_kr: 모노스페이스 글꼴 크기 조정
nl_nl: Schalen van niet-proportionele lettertypes
pl: Skalowanie czcionki o stałej szerokości
pt_br: Escala de fonte monoespaçada
ro: Scalare font monospațiu
ru: Масштабирование моноширинных шрифтов
sk: Mierka pre neproporcionálne písmo
sr: Скалирање фонтова фиксне ширине
tr: Eş aralıklı yazı tipi ölçeği
uk: Масштабування моноширинного шрифту
zh_cn: 等宽字体缩放
