Repository: spruceUI/spruceOS
Catalog: App/KoReader/l10n/*/koreader.po
Languages: ar, ca, cs, de, el, es, fa, fr, gl, hu, it_it, ja, ko_kr, nl_nl, pl, pt_br, ro, ru, sk, sr, tr, uk, zh_cn

source: Warning: Book metadata location is set to hash-based storage. Writing highlights into a PDF modifies the file which may change the partial hash, resulting in its metadata (e.g., highlights and progress) being unlinked and lost.
ca: Advertiment: La ubicació de les metadades del llibre està configurada per a l'emmagatzematge basat en hash. Escriure subratllats en un PDF modifica l'arxiu, la qual cosa pot canviar el hash parcial, provocant que les metadades (per exemple, subratllats i progrés) es desvinculen i es perguen.
de: Warnung: Der Speicherort der Buch-Metadaten ist auf Hash-basierte Speicherung eingestellt. Beim Schreiben von Markierungen in eine PDF-Datei wird die Datei verändert, wodurch sich der partielle Hash ändern kann, was dazu führt, dass die Metadaten (z. B. Markierungen und Fortschritt) nicht mehr verknüpft werden und verloren gehen.
el: Προειδοποίηση: Η θέση των μεταδεδομένων του βιβλίου έχει οριστεί σε αποθήκευση με βάση τον κατακερματισμό. Η εγγραφή επισημάνσεων σε ένα PDF τροποποιεί το αρχείο, γεγονός που μπορεί να αλλάξει τον μερικό κατακερματισμό, με αποτέλεσμα τα μεταδεδομένα του (π.χ. οι επισημάνσεις και η πρόοδος) να αποσυνδεθούν και να χαθούν.
es: Advertencia: La ubicación de los metadatos del libro está configurada para el almacenamiento basado en hash. Escribir subrayados en un PDF modifica el archivo, lo que puede cambiar el hash parcial, provocando que los metadatos (por ejemplo, subrayados y progreso) se desvinculen y se pierdan.
fr: Avertissement : L'emplacement des métadonnées du livre est défini sur un stockage basé sur le hachage. L'écriture des surbrillances dans un PDF modifie le fichier, ce qui peut modifier le hachage partiel, ce qui entraîne la dissociation et la perte de ses métadonnées (par exemple, les surbrillances et la progression).
gl: Advertencia: A localización dos metadatos dos libros está configurado como almacenamento baseado en hash. Escribir anotacións nun PDF modifica o ficheiro e pode modificar o hash parcial, resultando en que o seus metadatos (por ex. textos destacados e progreso) se desvinculen e perdan.
it_it: Attenzione: La posizione dei metadati del libro è impostata come archiviazione basata su hash. Salvare evidenziazioni in un PDF modifica il file, e può cambiare l'hash parziale, con conseguenza che i suoi metadati (ad esempio, evidenziazioni e progressi) rimangono scollegati e sono persi.
ko_kr: 주의: 책 메타데이터 위치가 해시 기반 저장소로 설정되어 있습니다. PDF에 하이라이트를 쓰면 파일이 수정되어 부분 해시가 변경될 수 있으며, 그 결과 메타데이터(예: 하이라이트 및 진행률)의 연결이 해제되고 손실될 수 있습니다.
nl_nl: Waarschuwing: De locatie van de metagegevens van het boek is ingesteld op hash-gebaseerde opslag. Door markeringen naar een pdf te schrijven, wordt het bestand gewijzigd, waardoor de gedeeltelijke hash kan veranderen, waardoor de metagegevens (bijv. hoogtepunten en voortgang) worden losgekoppeld en verloren gaan.
pl: Ostrzeżenie: lokalizacja metadanych książki jest ustawiona na magazyn oparty na skrótach. Zapisanie zaznaczeń w PDF modyfikuje plik, co może zmienić częściowy skrót, powodując odłączenie i utratę jego metadanych (np. zaznaczeń i postępu).
pt_br: Aviso: O local dos metadados do livro está definido para armazenamento baseado em hash. A gravação de destaques em um PDF modifica o arquivo, o que pode alterar o hash parcial, fazendo com que seus metadados (por exemplo, destaques e progresso) sejam desvinculados e perdidos.
ru: Внимание: в качестве местоположения метаданных книги выбрано хранилище на основе хэша. Запись выделений в PDF модифицирует файл, что может привести к изменению хэша с последующим отсоединением и потерей метаданных (к примеру, выделений и прогресса чтения).
sk: Upozornenie: Metadáta knihy sú nastavené na ukladanie s názvom ako reťazec kontrolného súčtu z písmen a číslic. Uloženie zvýraznení do PDF zmení súbor, čo môže zmeniť aj skrátený reťazec kontrolného súčtu, ktorý je prepojený na jeho metadáta (napr. zvýraznenia a priebeh čítania) zostane bez prepojenia a "stratený".
sr: Упозорење: локација метаподатака је постављена на складиште базирано на хешу. Уписивање истицања у PDF мења фајл, а то може да промени делимични хеш, чиме се раскида веза са његовим метаподацима (нпр. истицања и напредак читања) и они се губе.
tr: Uyarı: Kitap üst verileri konumu, karma temelli depolama olarak ayarlandı. Bir PDF belgesinde vurgulamalar yazmak, dosyayı değiştirerek karma parçasını değiştirebilir ve bu durum üst verilerin (vurgulamalar ve ilerleme gibi) bağlantısının kesilmesine ve kaybolmasına neden olabilir.
uk: Попередження: Зберігання метаданих книги налаштовано на хешування. Запис основних моментів у PDF модифікує файл, що може змінити частковий хеш, в результаті чого метадані (наприклад, основні моменти та прогрес) будуть відв'язані та втрачені.
zh_cn: 警告：当前书籍使用了基于哈希的元数据存储。将标注保存到PDF文件会修改文件本身，可能会导致哈希变动并造成元数据（标注、阅读进度等）丢失。

source: End of document action
ar: إجراءُ نهايةِ الملف
ca: Finalitzar accions en document
cs: Akce na konci dokumentu
de: Aktion am Ende des Dokuments
el: Ενέργεια στο τέλος του εγγράφου
es: Finalizar acciones en documento
fa: عملکرد پایان سند
fr: Action en fin de document
gl: Acción ao rematar un documento
hu: Teendő a könyv végén
it_it: Azione a fine documento
ja: 文書末尾での動作
ko_kr: 문서 끝에서의 동작
nl_nl: Einde van document-actie
pl: Czynność po zakończeniu dokumentu
pt_br: Ação ao finalizar documento
ro: Acțiune la final de document
ru: Действие в конце документа
sk: Na konci dokumentu ...
sr: Акција на крају документа
tr: Belge sonu işlemi
uk: Дія на кінець документа
zh_cn: 文档动作结束

source: Always mark as finished
ca: Marcar sempre com a llegit
cs: Vždy označit jako dočtené
de: Immer als gelesen markieren
el: Σήμανση πάντα ως τελειωμένου
es: Marcar siempre como leído
fa: همیشه به عنوان پایان یافته علامت‌گذاری شود
fr: Marquer toujours comme terminé
gl: Marque sempre como rematado
hu: Mindig befejezettnek jelölés
it_it: Segna sempre come finito
ja: 常に読了マークを付ける
ko_kr: 항상 완료된 것으로 표시
nl_nl: Altijd als gelezen markeren
pl: Zawsze oznaczaj jako ukończone
pt_br: Sempre marcar como concluído
ru: Всегда помечать как прочитанное
sk: Vždy označiť ako prečítané
sr: Увек означи као прочитано
tr: Her zaman tamamlanmış olarak işaretle
uk: Завжди позначати завершеним
zh_cn: 始终标记为已读

source: Return to file browser
ar: الرًُجوعُ إلى متصفّحِ الملفات
ca: Torna al navegador de fitxers
cs: Vrátit se na Prohlížeč souborů
de: Zurück zum Datei-Browser
el: Επιστροφή στον περιηγητή αρχείων
es: Volver al explorador de archivos
fa: بازگشت به مرورگر فایل
fr: Revenir au navigateur de fichiers
gl: Volver ao explorador de ficheiros
hu: Visszatérés a fájlböngészőbe
it_it: Ritorna al gestore di file
ja: ファイルブラウザに戻る
ko_kr: 파일 탐색기로 돌아가기
nl_nl: Terug naar bestandsverkenner
pl: Powrót do przeglądarki plików
pt_br: Retornar ao navegador de arquivos
ro: Înapoi în navigator
ru: Вернуться в файловый менеджер
sk: Vrátiť sa na prehliadač súborov
sr: Врати се на прегледач фајлова
tr: Dosya tarayıcısına geri dön
uk: Повернутись до оглядача файлів
zh_cn: 返回文件浏览器

source: Mark book as finished
ca: Marcar com llegit
cs: Označit knihu jako dočtenou
de: Markiere Buch als gelesen
el: Σήμανση βιβλίου ως τελειωμένου
es: Marcar como leído
fa: علامت گذاری به عنوان پایان یافته
fr: Marquer le livre comme terminé
gl: Marcar libro como rematado
hu: Könyv befejezettnek jelölése
it_it: Contrassegna il libro come finito
ja: 読了に設定
ko_kr: 완료된 책으로 표시
nl_nl: Markeren als gelezen
pl: Oznacz książkę jako ukończoną
pt_br: Marcar livro como concluído
ru: Пометить книгу как прочитанную
sk: Označiť knihu ako prečítanú
sr: Означи књигу као прочитану
tr: Kitabı tamamlandı olarak işaretle
uk: Позначити прочитаною
zh_cn: 标记为已读

source: Book status and return to file browser
ar: حالة الكتاب والعودة إلى متصف الملفات
ca: Estat del llibre i tornar a l'explorador d'arxius
cs: Stav knihy a pak zpět na Prohlížeč souborů
de: Buchstatus und zum Datei-Browser zurück
el: Κατάσταση βιβλίου και επιστροφή στον περιηγητή αρχείων
es: Estado del libro y volver al explorador de archivos
fa: وضعیت کتاب و بازگشت به مرورگر فایل
fr: État du livre et retour au navigateur de fichiers
gl: Estado do libro e volver ao explorador de ficheiros
hu: Könyvállapot módosítása, visszatérés a fájlböngészőbe
it_it: Stato del libro e ritorna al gestore di file
ja: 本のステータスを表示し、ファイルブラウザに戻る
ko_kr: 책 상태와 파일 탐색기로 돌아가기
nl_nl: Boekstatus en terug naar bestandsverkenner
pl: Status książki i powrót do przeglądarki plików
pt_br: Estado do livro e retornar ao navegador de arquivos
ro: Starea cărții și înapoi în navigator
ru: Статус книги и возврат в файловый менеджер
sk: Stav knihy a návrat do prehliadača súborov
sr: Статус књиге и врати се на прегледач фајлова
tr: Kitap durumu ve dosya tarayıcısına dönüş
uk: Стан книжки та повернення до оглядача файлів
zh_cn: 书籍状态以及返回文件浏览器

source: Units
ca: Unitats
cs: Jednotky
de: Einheiten
el: Μονάδες
es: Unidades
fa: واحد‌ها
fr: Unités
gl: Unidades
hu: Mértékegységek
it_it: Unità
ja: 単位
ko_kr: 단위
nl_nl: Eenheden
pl: Jednostki
pt_br: Unidades
ro: Unități
ru: Единицы измерения
sk: Sústava jednotiek
sr: Јединице
tr: Birimler
uk: Одиниці
zh_cn: 单位

source: Metric length
ca: Longitud mètrica
cs: Metrická délka
de: Metrische Länge
el: Μετρικό μήκος
es: Longitud métrica
fa: طول متریک
fr: Longueur métrique
gl: Lonxitude métrica
hu: Metrikus hosszméretek
it_it: Sistema metrico
ja: メートル法の長さ
ko_kr: 미터 길이
nl_nl: Metrische lengte
pl: Długość metryczna
pt_br: Comprimento métrico
ro: Lungime metrică
ru: Метрическая система
sk: Metrická sústava
sr: Метричка дужина
tr: Metrik uzunluk
uk: Метрична довжина
zh_cn: 公制长度

source: Screenshot folder
ar: مجلد لقطات الشاشة
ca: Carpeta de captures de pantalla
cs: Složka pro snímky obrazovky
de: Screenshot Verzeichnis
el: Φάκελος στιγμιοτύπων οθόνης
es: Carpeta de capturas de pantalla
fa: پوشه نماگرفت
fr: Dossier de captures d’écran
gl: Cartafol para capturas de pantalla
hu: Képernyőmentés mappa
it_it: Cartella salvaschermo
ja: スクリーンショットフォルダー
ko_kr: 화면갈무리 폴더
nl_nl: Schermbeveiligingsmap
pl: Folder zrzutów ekranowych
pt_br: Pasta de capturas de tela
ro: Dosar capturi de ecran
ru: Папка для снимков экрана
sk: Priečinok snímok obrazoviek
sr: Директоријум за слике екрана
tr: Ekran görüntüsü klasörü
uk: Тека знімків екрана
zh_cn: 截图文件夹

source: Enable all
ar: تمكين الكل
ca: Activar tot
cs: Povolit všechny
de: Alle aktivieren
el: Ενεργοποίηση όλων
es: Activar todo
fa: فعال کردن همه
fr: Tout activer
gl: Activar todas
hu: Összes engedélyezése
it_it: Abilita tutti
ja: 全て有効
ko_kr: 모두 활성화
nl_nl: Allemaal inschakelen
pl: Włącz wszystkie
pt_br: Ativar tudo
ro: Activează tot
ru: Включить всё
sk: Povoliť všetko
sr: Укључи све
tr: Tümünü etkinleştir
uk: Увімкнути все
zh_cn: 启用全部

source: Disable all
ar: تعطيل الكل
ca: Desactivar tot
cs: Zakázat všechny
de: Alle deaktivieren
el: Απενεργοποίηση όλων
es: Desactivar todo
fa: غیرفعال کردن همه
fr: Tout désactiver
gl: Desactivar todas
hu: Letilt mindent
it_it: Disabilita tutto
ja: 全て無効
ko_kr: 모두 비활성화
nl_nl: Allemaal uitschakelen
pl: Wyłącz wszystkie
pt_br: Desativar tudo
ro: Dezactivează tot
ru: Отключить всё
sk: Zakázať všetko
sr: Искључи све
tr: Tümünü devre dışı bırak
uk: Вимкнути все
zh_cn: 禁用全部

source: Flash keyboard
ar: رمشُ لوحَةِ الأزرار (الكيبورد)
ca: Centelleig del teclat
cs: Blikání klávesnice
de: Keyboard blinkt
el: Αναλαμπή πλήκτρων πληκτρολογίου
es: Destellos del teclado
fa: فلش زدن صفحه‌کلید
fr: Faire flasher les touches du clavier
gl: Pulsación no teclado
hu: Villogó billentyűk
it_it: Tastiera a scomparsa
ja: キーボードをフラッシュ
ko_kr: 플래시 키보드
nl_nl: Toetsenbord flitsen
pl: Mruganie klawiszy
pt_br: Teclado instantâneo
ro: Clipește tastatura
ru: Обрамление нажатых кнопок на клавиатуре
sk: Prebliknutie tlačidiel klávesnice
sr: Трепни тастатуру
tr: Klavye yanıp sönsün
uk: Блимати клавіатурою
zh_cn: 闪烁键盘

source: Flash buttons and menu items
ar: قم برمشِ الأزرار والقوائم
ca: Centelleigs de botons i ítems del menú
cs: Blikání tlačítek a položek v nabídce
de: Buttons und Menüpunkte blinken
el: Αναλαμπή κουμπιών και στοιχείων του μενού
es: Destellos en botones e ítems del menú
fa: فلش زدن دکمه‌ها و گزینه‌های منو
fr: Faire flasher les boutons et les entrées de menu
gl: Pulsar botóns e elementos de menú
hu: Villogó gombok és menüelemek
it_it: Pulsanti veloci e voci di menu
ja: ボタンとメニューアイテムをフラッシュ
ko_kr: 플래시 버튼과 메뉴 항목
nl_nl: Knoppen en menu's flitsen
pl: Mruganie klawiszy oraz pozycji w menu
pt_br: Botões e itens de menu instantâneos
ro: Clipește butoanele și elementele de meniu
ru: Заливка нажатых кнопок и пунктов меню
sk: Prebliknutie tlačidiel a položiek menu
sr: Трепни дугмиће и ставке менија
tr: Flash düğmeleri ve menü ögeleri
uk: Блимати кнопками та елементами меню
zh_cn: 按钮点击闪烁效果

source: Enable system fonts
ar: فعّل خطوطَ نظام الجهاز
ca: Habilitar tipus de lletra del sistema
cs: Povolit systémová písma
de: Systemschriftarten aktivieren
el: Ενεργοποίηση γραμματοσειρών συστήματος
es: Activar tipos de letra del sistema
fa: فعال کردن قلم‌های سیستم
fr: Activer les polices système
gl: Activar fontes do sistema
hu: Rendszerbetűtípusok engedélyezése
it_it: Abilitare i tipi di carattere di sistema
ja: システムフォントを有効にする
ko_kr: 시스템 글꼴 활성화
nl_nl: Systeemlettertypes inschakelen
pl: Włącz czcionki systemowe
pt_br: Ativar fontes do sistema
ro: Activează fonturi sistem
ru: Применять системные шрифты
sk: Povoliť systémové písma
sr: Укључи системске фонтове
tr: Sistem yazı tipleri kullanılsın
uk: Увімкнути системні шрифти
zh_cn: 启用系统字体

source: Open fonts folder
ar: فَتحُ مُجَلَّدِ الخُطوط
ca: Obrir carpeta de tipus de lletra
cs: Otevřít složku písem
de: Schriftarten Ordner öffnen
el: Άνοιγμα φακέλου γραμματοσειρών
es: Abrir carpeta de fuentes
fa: باز کردن پوشه قلم‌ها
fr: Ouvrir le dossier des polices
gl: Abrir cartafol de fontes
hu: Betűtípusok mappa megnyitása
it_it: Apri la cartella dei tipi di carattere
ja: フォントフォルダーを開く
ko_kr: 글꼴 폴더 열기
nl_nl: Lettertypemap openen
pl: Otwórz folder z czcionkami
pt_br: Abrir pasta de fontes
ro: Deschide folder fonturi
ru: Открыть папку шрифтов
sk: Otvoriť priečinok s písmami
sr: Отвори директоријум са фонтовима
tr: Yazı tipi klasörünü aç
uk: Відкрити теку шрифтів
zh_cn: 打开字体文件夹

source: If some book titles, dictionary entries and such are not displayed well but shown as %1 or %2, it may be necessary to download the required fonts for those languages. They can then be enabled as additional UI fallback fonts. Fonts for many languages can be downloaded at: https://fonts.google.com/noto Only fonts named "Noto Sans xyz" or "Noto Sans xyz UI" (regular, not bold nor italic, not Serif) will be available in this menu. However, bold fonts will be used if their corresponding regular fonts exist.
cs: Pokud některé názvy knih, položky ve slovníku a podobně nejsou zobrazeny správně, ale jako %1 nebo %2, může být potřeba stáhnout pro tyto jazyky požadovaná písma. Následně je lze povolit jako další náhradní písma uživatelského rozhraní. Písma pro mnoho jazyků lze stáhnout na: https://fonts.google.com/noto Pouze písma pojmenovaná jako „Noto Sans xyz“ nebo „Noto Sans xyz UI“ (jen normální, ale ne tučné, kurzíva, nebo Serif) budou k dispozici v této nabídce. Nicméně, tučná písma budou použita, pokud existují jim odpovídající normální písma.
de: Wenn einige Buchtitel, Wörterbucheinträge usw. nicht gut angezeigt werden, sondern als %1 oder %2 erscheinen, kann es erforderlich sein, die erforderlichen Schriftarten für diese Sprachen herunterzuladen. Sie können dann als zusätzliche UI-Fallback-Schriftarten aktiviert werden. Schriftarten für viele Sprachen können heruntergeladen werden unter: https://fonts.google.com/noto In diesem Menü sind nur Schriftarten mit dem Namen "Noto Sans xyz" oder "Noto Sans xyz UI" (normal, nicht fett oder kursiv, nicht Serif) verfügbar. Fettgedruckte Schriftarten werden jedoch verwendet, wenn die entsprechenden regulären Schriftarten vorhanden sind.
el: Εάν ορισμένοι τίτλοι βιβλίων, λήμματα λεξικού και άλλα παρόμοια δεν εμφανίζονται καλά, αλλά εμφανίζονται ως %1 ή %2, μπορεί να χρειαστεί να πραγματοποιήσετε λήψη των απαιτούμενων γραμματοσειρών για αυτές τις γλώσσες. Στη συνέχεια, μπορούν να ενεργοποιηθούν ως πρόσθετες εναλλακτικές γραμματοσειρές διεπαφής χρήστη. Μπορείτε να κατεβάσετε γραμματοσειρές για πολλές γλώσσες στη διεύθυνση: https://fonts.google.com/noto Μόνο γραμματοσειρές με το όνομα "Noto Sans xyz" ή "Noto Sans xyz UI" (κανονικές, όχι έντονες ή πλάγιες, όχι Serif) θα είναι διαθέσιμες σε αυτό το μενού. Ωστόσο, οι έντονες γραμματοσειρές θα χρησιμοποιούνται εάν υπάρχουν οι αντίστοιχες κανονικές γραμματοσειρές τους.
es: Si algunos títulos de libros, entradas de diccionario y similares no se muestran bien, sino como %1 o %2, puede ser necesario descargar las fuentes necesarias para esos idiomas. A continuación, pueden activarse como fuentes adicionales de la interfaz de usuario. Las fuentes para muchos idiomas pueden descargarse en: https://fonts.google.com/noto En este menú sólo estarán disponibles las fuentes denominadas "Noto Sans xyz" o "Noto Sans xyz UI" (normal, no negrita ni cursiva, no Serif). No obstante, las fuentes en negrita se utilizarán si existen sus correspondientes fuentes normales.
gl: Se algúns títulos de libros, entradas de dicionario ou similares non se mostran correctamente, pero como %1 ou %2, podería ser necesario descargar as fontes para eses idiomas. Despois poden ser activadas como fontes alternativas adicionais da interface de usuario. Fontes para moitos idiomas poden ser descargadas de: https://fonts.google.com/noto Só fontes co nome "Noto Sans xyz" ou "Noto Sans xyz UI" (só a variante normal, nin grosa, nin cursiva, nin Serif) estarán dispoñibles neste menú. Sen embargo, fontes en grosa serán empregadas se as súas correspondentes fontes normais existen.
it_it: Se alcuni titoli di libri, voci di dizionario e simili non vengono visualizzati bene ma come %1 o %2, potrebbe essere necessario scaricare i font necessari per quelle lingue. Questi possono poi essere abilitati come caratteri aggiuntivi di ripiego dell'interfaccia utente. Fonts per molte lingue possono essere scaricati da: https://fonts.google.com/noto Solo i caratteri chiamati "Noto Sans xyz" o "Noto Sans xyz UI" (regolare, non grassetto né corsivo, non Serif) saranno disponibili in questo menù. In ogni caso, i caratteri in grassetto verranno usati se la loro variante regolare esiste.
ko_kr: 일부 책 제목, 사전 항목 등이 잘 표시되지 않지만 %1나 %2로 표시되는 경우, 해당 언어에 필요한 글꼴을 다운로드해야 할 수 있습니다. 그런 다음 추가 UI 대체 글꼴로 활성화할 수 있습니다. 다양한 언어의 글꼴은 다음에서 다운로드할 수 있습니다: https://fonts.google.com/noto 이 메뉴에서는 "Noto Sans xyz"나 "Noto Sans xyz UI"(regular, not bold nor italic, not Serif)라는 이름의 글꼴만 사용할 수 있습니다. 다만 해당 일반 글꼴이 있는 경우에만 굵은 글꼴이 사용됩니다.
nl_nl: Als sommige boektitels, woordenboeklemma's en dergelijke niet goed worden weergegeven maar worden getoond als %1 of %2, kan het nodig zijn om de vereiste lettertypes voor die talen te downloaden. Ze kunnen dan worden ingeschakeld als extra UI reservelettertypes. Lettertypes voor veel talen kunnen worden gedownload op: https://fonts.google.com/noto Alleen lettertypen met de naam "Noto Sans xyz" of "Noto Sans xyz UI" (normaal, niet vet of cursief, niet met schreef) zijn beschikbaar in dit menu. Vetgedrukte lettertypes worden echter wel gebruikt als er bijbehorende gewone lettertypes bestaan.
pl: Jeśli niektóre tytuły książek, wpisy w słowniku itp. nie są dobrze wyświetlane, ale jako %1 lub %2, może być konieczne pobranie wymaganych czcionek dla tych języków. Można je następnie włączyć jako dodatkowe czcionki zastępcze interfejsu użytkownika. Czcionki dla wielu języków można pobrać pod adresem: https://fonts.google.com/noto W tym menu będą dostępne tylko czcionki o nazwie „Noto Sans xyz” lub „Noto Sans xyz UI” (regularne, bez pogrubienia ani kursywy, nieszeryfowe). Jednak czcionki pogrubione zostaną użyte, jeśli istnieją odpowiadające im czcionki regularne.
ru: Если некоторые названия книг, словарные статьи и т.п. отображаются неправильно, как %1 или %2, то для подобных языков потребуется загрузить нужные шрифты. После этого их можно будет назначить дополнительными резервными шрифтами. Шрифты для многих языков можно скачать по адресу: https://fonts.google.com/noto В данном меню будут доступны только шрифты с названиями «Noto Sans xyz» или «Noto Sans xyz UI» (нормальный, не полужирный и не курсив, без засечек). Однако полужирные шрифты также будут использоваться, если имеются соответствующие им нормальные шрифты.
sk: Ak sa niektoré názvy kníh, slovníkové položky a podobne nezobrazujú správne, ale zobrazujú sa ako %1 alebo %2, môže byť potrebné stiahnuť požadované písma pre tieto jazyky. Potom ich možno povoliť ako dodatočné záložné písma používateľského rozhrania. Písma pre viacero jazykov si môžete stiahnuť na adrese: https://fonts.google.com/noto V tomto menu budú dostupné iba písma s názvom „Noto Sans xyz“ alebo „Noto Sans xyz UI“ (bežné, nie tučné ani kurzíva, nie pätkové).
sr: Ако се неки наслови књига, ставке речника и слично не приказују како треба, већ као %1 или %2, вероватно је неопходно да се преузму потребни фонтови за те језике. Они затим могу да се укључе као додатни КИ фонтови за случај крајње нужде. Фонтови за многе језике могу да се преузму са адресе: https://fonts.google.com/noto У овом менију ће бити доступни само фонтови под називом „Noto Sans xyz” или „Noto Sans xyz UI” (регуларни, не подебљани, ни курзив, ни Serif). Ипак, ако постоји њихов одговарајући регуларни фонт, користиће се и подебљани фонтови.
tr: Bazı kitap adları, sözlük kayıtları gibi bilgiler düzgün görüntülenmiyor ve %1 veya %2 şeklinde görüntüleniyorsa, bu diller için gerekli yazı tiplerinin indirilmesi gerekebilir. Bunlar daha sonra ek kullanıcı arayüzü varsayılan yazı tipleri olarak etkinleştirilebilir. Birçok dil için yazı tipleri şuradan indirilebilir: https://fonts.google.com/noto Bu menüde yalnızca "Noto Sans xyz" ya da "Noto Sans xyz UI" (normal, koyu ya da yatık değil, Serif değil) yazı tipleri kullanılabilir. Bununla birlikte karşılık gelen yazı tiplerinin normal biçimleri varsa koyu yazı tipleri kullanılır.

source: About additional UI fallback fonts
ca: Sobre les fonts alternatives addicionals de la interfície d'usuari
cs: O dalších náhradních písmech uživ. rozhraní
de: Über zusätzliche UI-Fallback-Schriften
el: Σχετικά με τις πρόσθετες εναλλακτικές γραμματοσειρές διεπαφής χρήστη
es: Acerca de las fuentes alternativas adicionales de la interfaz de usuario
fa: درباره قلم‌های اضافه جایگزین رابط کاربری
fr: À propos des polices de remplacement supplémentaires
gl: Acerca das fontes alternativas da interface de usuario
hu: A további UI tartalék betűtípusokról
it_it: Informazioni sui caratteri di ripiego dell'interfaccia utente
ja: 追加のUI代替フォントについて
ko_kr: 추가 UI 대체 글꼴 정보
nl_nl: Over extra UI-reservelettertypen
pl: O dodatkowych czcionkach zastępczych
pt_br: Sobre fontes reservas da interface do usuário
ro: Despre fonturile UI de rezervă adiționale
ru: О дополнительных резервных шрифтах
sk: O dodatočných záložných písmach používateľského rozhrania
sr: О додатним КИ фонтовима за случај крајње нужде
tr: Ek geri dönülecek yazı tipleri hakkında
uk: Про додаткові запасні шрифти інтерфейсу користувача
zh_cn: 关于额外的 UI 备选字体
