Repository: spruceUI/spruceOS
Catalog: App/KoReader/l10n/*/koreader.po
Languages: ar, ca, cs, de, el, es, fa, fr, gl, hu, it_it, ja, ko_kr, nl_nl, pl, pt_br, ro, ru, sk, sr, tr, uk, zh_cn

source: The current default (★) is to enable partial renderings when possible.
ca: El valor predeterminat actual (★) és activar les renderitzacions parcials sempre que siga possible.
cs: Aktuální výchozí nastavení (★) je povolit částečné vykreslení, pokud je to možné.
de: Die derzeitige Standardeinstellung (★) ist die Aktivierung von Teilrenderings, wenn möglich.
el: Η τρέχουσα προεπιλογή (★) είναι η ενεργοποίηση μερικών αποδόσεων όταν είναι δυνατόν.
es: El valor predeterminado actual (★) es activar las renderizaciones parciales siempre que sea posible.
fr: Le paramètre actuel par défaut (★) est d'activer les rendus partiels lorsque c'est possible.
gl: A configuración por defecto actual (★) é permitir renderizados parciais cando sexa posible.
hu: A jelenlegi alapértelmezés (★) a részleges megjelenítés engedélyezése, ha lehetséges.
it_it: L'impostazione predefinita attuale (★) è di abilitare il rendering parziale quando possibile.
ja: 現在の既定(★)は、可能な限り部分レンダリングを有効にする です。
ko_kr: 현재 기본값(★)은 가능한 경우 부분 렌더링을 활성화하는 것입니다.
nl_nl: De huidige standaardinstelling (★) is om indien mogelijk gedeeltelijke renders in te schakelen.
pl: Bieżące ustawienie domyślne (★) to włączenie renderowania częściowego, jeśli to możliwe.
pt_br: O padrão atual (★) é habilitar renderizações parciais quando possível.
ru: Текущее значение по умолчанию (★) - включать отрисовку частями по возможности.
sk: Aktuálne predvolené nastavenie (★) umožňuje čiastočné vykresľovanie, ak je to možné.
sr: Тренутна подразумевана вредност (★) је да се укључе делимични прикази када је то могуће.
tr: Geçerli varsayılan (★), yapılabildiğinde parçalı oluşturmayı etkinleştirir.
uk: Поточний типовий (★) полягає в тому, щоб увімкнути частковий рендеринг, коли це можливо.
zh_cn: 当前默认值 （★） 是尽可能启用部分渲染。

source: The current default (★) is to always do a full rendering.
ca: El valor per defecte actual (★) és el d'efectuar sempre un renderitzat complet.
cs: Aktuální výchozí nastavení (★) je vždy provést úplné vykreslení.
de: Die derzeitige Standardeinstellung (★) ist, dass immer ein vollständiges Rendering erfolgt.
el: Η τρέχουσα προεπιλογή (★) είναι να γίνεται πάντα πλήρης απόδοση.
es: El valor por defecto actual (★) es el de efectuar siempre un renderizado completo.
fr: Le paramètre actuel par défaut (★) est de toujours effectuer un rendu complet.
gl: A configuración por defecto actual (★) é facer sempre un renderizado completo.
hu: A jelenlegi alapértelmezés (★) a teljes renderelés állandóan.
it_it: L'impostazione predefinita attuale (★) è di eseguire sempre un rendering completo.
ja: 現在の既定(★)は、常に完全描画を行う です。
ko_kr: 현재 기본값(★)은 항상 전체 렌더링을 수행하는 것입니다.
nl_nl: De huidige standaardinstelling (★) is om altijd een volledige render uit te voeren.
pl: Bieżące ustawienie domyślne (★) to włączenie renderowania pełnego.
pt_br: O padrão atual (★) é sempre fazer uma renderização completa.
ru: Текущее значение по умолчанию (★) - всегда выполнять отрисовку частями.
sk: Aktuálne predvolené nastavenie (★) je vždy úplné vykreslenie.
sr: Тренутна подразумевана вредност (★) је да се увек обавља пуно приказивање.
tr: Geçerli varsayılan (★) her zaman tam oluşturma yapar.
uk: Поточний типовий (★) полягає в тому, щоб завжди виконувати повний рендеринг.
zh_cn: 当前默认值 （★） 是始终使用完整渲染。

source: This book was first opened, and has been handled since, by an older version of the rendering code. Bookmarks and highlights can be upgraded to the latest version of the code. %1 Proceed with this upgrade and reload the book?
ar: تم فتح هذا الكتاب لأول مرة ، وتم التعامل معه منذ ذلك الحين ، بواسطة إصدار أقدم من رمز العرض. يمكن ترقية الإشارات المرجعية والميزات إلى أحدث إصدار من الكود. %1 المضي قدما في هذه الترقية وإعادة تحميل الكتاب؟
ca: Aquest llibre va ser obert per primera vegada, i ha estat tractat des de llavors, per una versió més antiga del codi de renderitzat. Els marcadors i els subratllats poden ser actualitzats a l'última versió del codi. %1 Procedir a aquesta actualització i recarregar el llibre?
cs: Tato kniha byla poprvé otevřená a od té doby zpracovávaná starší verzí vykreslovacího kódu. Záložky a zvýraznění lze aktualizovat na poslední verzi kódu. %1 Chcete aktualizovat kód na novou verzi a znovu načíst knihu?
de: Dieses Buch wurde zum ersten Mal geöffnet und wurde seitdem von einer älteren Version des Rendering-Codes bearbeitet. Lesezeichen und Hervorhebungen können auf die neueste Version des Codes aktualisiert werden. %1 Mit diesem Upgrade fortfahren das Buch neu laden?
el: Αυτό το βιβλίο άνοιξε στο παρελθόν και έκτοτε έχει χρησιμοποιηθεί από μια παλαιότερη έκδοση του κώδικα απόδοσης. Οι σελιδοδείκτες και οι επισημάνσεις μπορούν να αναβαθμιστούν στην πιο πρόσφατη έκδοση του κώδικα. %1 Συνέχεια αυτής της ενημέρωσης και επαναφόρτωση του βιβλίου;
es: Este libro fue abierto por primera vez, y ha sido tratado desde entonces, por una versión más antigua del código de renderizado. Los marcadores y los subrayados pueden ser actualizados a la última versión del código. %1 ¿Proceder a esta actualización y recargar el libro?
fr: Ce livre a déjà été ouvert et traité par une version plus ancienne du code de rendu. Les marque-pages et surlignages peuvent être mis à jour pour la dernière version du code. %1 Effectuer la mise à niveau et recharger le livre ?
gl: Este libro foi aberto e desde entón procesado, por unha versión antiga do código de renderización. Marcadores e textos destacados poden ser actualizados á derradeira versión do código. %1 Continuar coa actualización e recargar o libro?
hu: Ezt a könyvet először nyitotta meg egy frissítés óta, és a megjelenítő kód egy régebbi verzió alatt készült. A könyvjelzők és kiemelések frissítendőek a kód legújabb verziójára. %1 Folytassuk a frissítést, és betöltsük ismételten a könyvet?
it_it: Questo libro è stato aperto per la prima volta, ed è stato gestito da una versione precedente del codice di resa grafica. I segnalibri e le evidenziature possono essere aggiornati alla versione più recente del codice. %1 Procedere con questo aggiornamento e ricaricare il libro?
ja: この書籍は、古いバージョンの描画コードで最初に開かれ、その後取り扱われています。 ブックマークとハイライトは、最新バージョンのコードにアップグレードすることができます。 %1 このアップグレードを実行し、書籍を再読み込みしますか？
ko_kr: 이 책은 이전 버전의 렌더링 코드에 의해 열린 후에 처음 여는 것입니다. 책갈피와 강조 표시를 최신 버전에 맞게 갱신할 수 있습니다. %1 이 갱신 사항을 진행하고 책을 다시 열까요?
nl_nl: Dit boek is voor het eerst geopend en sindsdien afgehandeld door een oudere versie van de renderingcode. Bladwijzers en markeringen kunnen worden bijgewerkt naar de laatste versie van de code. %1 Upgraden en het boek herladen?
pl: Ta książka została wcześniej otwarta, i od tego czasu była obsługiwana przez starszą wersję kodu renderującego. Zakładki i paski informacyjne mogą zostać zaktualizowane do najnowszej wersji kodu. %1 Kontynuować tę aktualizację i przeładować książkę?
pt_br: Este livro foi aberto pela primeira vez, e tem sido tratado desde então, por uma versão mais antiga do código de renderização. Marcadores e destaques podem ser atualizados para a versão mais recente do código. %1 Prosseguir com essa atualização e recarregar o livro?
ro: Această carte a fost deschisă pentru prima dată și citită cu o versiune mai veche de cod. Semnele de carte și evidențierile pot fi actualizate la ultima versiune de cod. %1 Continui cu această actualizare și reîncarci cartea?
ru: Данная книга была впервые открыта при помощи более старой версией кода отрисовки, и с тех пор им и обрабатывается. Закладки и выделения могут быть обновлены до последней версии кода. %1 Продолжить обновление и перезагрузить книгу?
sk: Od prvého otvorenia tejto knihy sa s ňou manipuluje pomocou staršej verzie vykresľovacieho kódu. Záložky a zvýraznenia je možné aktualizovať na najnovšiu verziu kódu. %1 Prajete si pokračovať v tejto aktualizácii a znova načítať knihu?
sr: Ова књига је први пут отворена и од тада коришћена употребом старе верзије кода за приказ. Маркери и истицања могу да се ажурирају на најновију верзију кода. %1 Да ли да се настави са ажурирањем и поново учита књига?
tr: Bu kitap ilk kez açıldı ve görüntüleme kodunun eski bir sürümü tarafından hazırlanmış. Yer imleri ve vurgular, en son kod sürümüne yükseltilebilir. %1 Bu yükseltmenin yapılmasını ve kitabın yeniden yüklenmesini ister misiniz?
uk: Цю книгу вперше було відкрито та оброблено старою версією коду візуалізації. Закладки та виділене можна оновити до найновішої версії коду. %1 Продовжити це оновлення та перезавантажити книгу?
zh_cn: 此文档中包含了旧版的标注和书签信息。 这些信息现在可以升级为新版信息。 %1 想要升级并重新打开此文档吗？

source: All your bookmarks and highlights are valid and will be available after the migration.
ar: جميع الإشارات المرجعية والميزات الخاصة بك صالحة وستكون متاحة بعد الترحيل.
ca: Tots els marcadors i subratllats són vàlids i estaran disponibles després de la migració.
cs: Všechny vaše záložky a zvýraznění jsou platné a budou dostupné i po migraci.
de: Alle Ihre Lesezeichen und Hervorhebungen sind gültig und stehen nach der Migration zur Verfügung.
el: Όλοι οι σελιδοδείκτες και οι επισημάνσεις σας είναι έγκυροι και θα είναι διαθέσιμοι μετά τη μετεγκατάσταση.
es: Todos los marcadores y subrayados son válidos y estarán disponibles después de la migración.
fa: بعد از مهاجرت همه نشانک‌ها و هایلایت‌های شما معتبر و در دسترس خواهند بود.
fr: Tous vos marque-pages et surlignages sont valides et seront disponibles après la migration.
gl: Todos os teus marcadores e textos destacados son válidos e estarán dispoñibles tras a migración.
hu: Az összes könyvjelző és kiemelés érvényes marad és a migráció után is elérhető lesz.
it_it: Tutti i segnalibri e le evidenziature sono validi e saranno disponibili dopo la migrazione.
ja: ブックマークやハイライトはすべて有効で、移行後も利用可能です。
ko_kr: 모든 책갈피와 강조 표시는 유효하며 옮긴 후에 사용할 수 있습니다.
nl_nl: Alle bladwijzers en markeringen zijn geldig en zullen na de migratie beschikbaar zijn.
pl: Wszystkie twoje zakładki i zaznaczenia są prawidłowe i będą dostępne po migracji.
pt_br: Todos os seus marcadores e destaques são válidos e estarão disponíveis após a migração.
ro: Toate semnele de carte și evidențierile tale sînt valide și vor fi disponibile după migrare.
ru: Все ваши закладки и выделения действительны, и после миграции будут доступны.
sk: Všetky vaše záložky a zvýraznenia sú platné a budú k dispozícii aj po aktualizácii.
sr: Сви ваши маркери и истицања су исправни и биће доступни након миграције.
tr: Tüm yer imleriniz ve vurgularınız geçerlidir ve aktarımdan sonra kullanılabilir.
uk: Усі ваші закладки та виділення дійсні й будуть доступні після перенесення.
zh_cn: 你的所有书签和标注信息在升级后不会丢失。

source: Note that %1 (out of %2) xpaths from your bookmarks and highlights aren't currently found in the book, and may have been lost. You might want to toggle Rendering mode between 'legacy' and 'flat', and re-open this book, and see if they are found again, before proceeding.
ar: لاحظ أن %1 (من %2) مسارات xpath من إشاراتك المرجعية وأبرزها غير موجودة حاليًا في الكتاب ، وربما تكون مفقودة. قد ترغب في تبديل وضع العرض بين "قديم" و "ثابت" ، وإعادة فتح هذا الكتاب ، ومعرفة ما إذا تم العثور عليها مرة أخرى ، قبل المتابعة.
ca: Cal tenir en compte que %1 (de %2) xpaths dels seus marcadors i subratllats no es troben ja en el llibre, i podrien haver-se perdut. És possible que, abans de continuar, vullga conmutar el mode de renderitzat entre 'heretat' i 'pla', i tornar a obrir aquest llibre per a veure si es troben de nou.
cs: Vemte na vědomí, že %1 (ze %2) cest k vašim záložkám a zvýrazněním nelze nyní v knize najít a můžou být ztraceny. Předtím, než budete pokračovat, můžete zkusit přepnout „Režim vykreslování“ mezi režimy „původní“ a „plochý“, znovuotevřít tuto knihu a podívat se, jestli byly záložky a zvýraznění nalezeny.
de: Beachten Sie, dass %1 (von %2) xpaths Ihrer Lesezeichen und Hervorhebungen derzeit nicht im Buch gefunden werden und möglicherweise verloren gegangen sind. Möglicherweise möchten Sie den Rendermodus zwischen „legacy“ und „flat“ umschalten und dieses Buch erneut öffnen und prüfen, ob sie wieder gefunden werden, bevor Sie fortfahren.
el: Λάβετε υπόψη ότι %1 (από %2) xpath από τους σελιδοδείκτες και τις επισημάνσεις σας δεν βρίσκονται προς το παρόν στο βιβλίο και ενδέχεται να έχουν χαθεί. Ίσως θα θέλατε να αλλάξετε τον Τρόπο απόδοσης μεταξύ «παλαιού τύπου» και «επίπεδου», και να ανοίξετε ξανά αυτό το βιβλίο και να δείτε αν βρέθηκαν ξανά, πριν συνεχίσετε.
es: Hay que tener en cuenta que %1 (de %2) xpaths de sus marcadores y subrayados no se encuentran ya en el libro, y podrían haberse perdido. Es posible que, antes de continuar, desee alternar el modo de renderizado entre 'heredado' y 'plano', y volver a abrir este libro para ver si se encuentran de nuevo.
fr: Veuillez noter qu’actuellement %1 xpaths (sur %2) de vos marque-pages et surlignages sont introuvables dans le livre, et ont peut-être été perdus. Il serait peut-être judicieux de basculer entre le mode de rendu « obsolète » et « plat », puis de rouvrir le livre pour voir s’ils sont retrouvés avant de continuer.
gl: Ten en conta que %1 (de %2) xpaths dos teus marcadores e textos destacados non se atoparon no libro e poda que foran perdidos. Antes de continuar, podes conmutar o modo de renderización a "orixinal" e "plano" e volver a abrir este libro e comprobar se se atopan de novo.
hu: Vegye figyelembe, hogy a könyvjelzőkből és kiemelésekből származó %1 (az %2-ből) xpath-ok jelenleg nem találhatók meg a könyvben, és lehet, hogy elvesztek. Érdemes váltani a Rendering mode-ban 'legacy/örökölt' és 'flat/lapos' között, újra megnyitni ezt a könyvet, majd megnézni, hogy újra megtalálhatók-e, mielőtt tovább lépne.
it_it: Tieni presente che %1 (su %2) xpaths dai segnalibri e dalle evidenziature non sono attualmente presenti nel libro e potrebbero essere andati persi. Potresti voler attivare la modalità di resa grafica tra "legacy" e "piatta" e riaprire questo libro e vedere se vengono trovati di nuovo, prima di procedere.
ja: ブックマークとハイライトのxpath %1(%2中)は現在この書籍には含まれておらず、失われた可能性があります。描画モードを「レガシー」「フラット」間で切り替えて、このブックを再度開き、それらが再び見つかるかどうかを確認してから先に進むとよいでしょう。
ko_kr: 책갈피와 강조 표시의 메모 %1 (%2 중) 경로는 현재 책에서 찾을 수 없으며, 손실되었을 수 있습니다. 계속 진행하기 전에 '레거시'와 '플랫' 사이에서 렌더링 모드를 전환해서 이 책을 다시 열면 찾을 수 있을지도 모릅니다.
nl_nl: Houd er rekening mee dat %1 (van %2) xpaths van uw bladwijzers en hoogtepunten op dit moment niet in het boek kunnen worden gevonden, en mogelijk verloren zijn gegaan. U kunt proberen om de rendering mode tussen 'verouderd' en 'plat' te wisselen. Open vervolgens dit boek opnieuw om te zien of ze weer worden gevonden, voordat u verder gaat.
pl: Zauważ, że %1 (spośród %2) ścieżek z zakładek i zaznaczeń nie znajduje się w obecnej książce i mogło zostać utracone. Przed przejściem dalej możesz przełączyć tryb renderowania między „wsteczny” i „płaski”, a następnie ponownie otworzyć tę książkę i sprawdzić, czy zostaną ponownie znalezione.
pt_br: Observe que %1 (de %2) xpaths de seus marcadores e destaques não se encontram atualmente no livro, e podem ter sido perdidos. Você pode querer alternar o modo de renderização entre 'legado' e 'plano', e reabrir este livro, e ver se eles são encontrados novamente, antes de prosseguir.
ro: Reține că %1 (din %2) xpath-uri din semnele de carte și evidențieri nu au fost găsite în carte și ar putea fi pierdute. Ai putea încerca să comuți modul de randare între „învechit” și „plat”, și apoi să redeschizi această carte să vezi dacă acestea sînt găsite înainte de a continua.
ru: Обратите внимание, что %1 (из %2) xpath из ваших закладок и выделений в настоящее время в книге не найдены и могут быть потеряны. Возможно, вы захотите переключить режим отрисовки между «старым» и «ровным», заново открыть данную книгу и ещё раз проверить их наличие, прежде чем продолжать.
sk: Zoberte prosím na vedomie, že %1 (z %2) odkazov ku vašim záložkám a zvýrazneniam sa momentálne v knihe nenachádza a možno sa stratili. Skôr než budete pokračovať, možno budete chcieť prepínať režim vykresľovania medzi „starým“ a „plochým“ a znova otvoriť túto knihu a zistiť, či budú nájdené.
sr: Имајте на уму да се %1 (од укупно %2) xpath путања из ваших маркера и истицања тренутно не налазе у књизи, па је могуће да су изгубљени. Пре него што наставите, можете пробати да пребаците Режим приказа са ’стари’ на ’равни’, поново отворите ову књигу, па видите да ли могу да се пронађу.
tr: Yer imlerinizden ve vurgularınızdan %1 (toplam %2) xpaths değerinin şu anda kitapta bulunamadığını ve kaybolmuş olabileceğini unutmayın. İlerlemeden önce işleme kipini 'eski' ya da 'düz' olarak değiştirip bu kitabı yeniden açarak yeniden bulunup bulunmadıklarını görmek isteyebilirsiniz.
uk: Зауважте, що %1 (з %2) xpath з ваших закладок і виділень у книзі наразі не знайдено і, можливо, було втрачено. Можливо, ви захочете перемикнути режим візуалізації між 'застарілим' і 'пласким', і знову відкрити цю книгу, та подивитися, чи вони не з'являться, перш ніж продовжити.
zh_cn: 此文档的 %2 个书签和标注引用中，有 %1 个 xpath 无法找到并可能已经丢失。你可以在继续之前尝试切换渲染模式为“传统”或“平坦”并重新打开此文档，查看这些引用是否能够恢复。

source: Note that %1 (out of %2) xpaths from your bookmarks and highlights have been normalized, and may not work on previous KOReader versions (if you're synchronizing your reading between multiple devices, you'll need to update KOReader on all of them).
ar: لاحظ أنه تم تسوية مسارات xpath %1 (من %2) من الإشارات المرجعية والميزات المميزة ، وقد لا تعمل على إصدارات KOReader السابقة (إذا كنت تزامن قراءتك بين أجهزة متعددة ، فستحتاج إلى تحديث KOReader على كل تلك الأجهزة).
ca: Cal tenir en compte que %1 (de %2) xpaths dels seus marcadors i subratllats han estat normalitzats, i podrien no funcionar en versions anteriors de KOReader (si està sincronitzant les lectures entre diversos dispositius, serà necessari actualitzar KOReader en tots ells).
cs: Vemte na vědomí, že %1 (ze %2) cest k vašim záložkám a zvýrazněním bylo normalizováno, a proto nemusí fungovat na předchozích verzích KOReaderu (pokud synchronizujete váš postup čtení mezi několika zařízeními, budete muset na všech aktualizovat KOReader).
de: Beachten Sie, dass %1 (von %2) xpaths aus Ihren Lesezeichen und Hervorhebungen normalisiert wurden und möglicherweise nicht mit früheren KOReader-Versionen funktionieren (wenn Sie Ihren Lesevorgang zwischen mehreren Geräten synchronisieren, müssen Sie KOReader auf allen aktualisieren).
el: Λάβετε υπόψη ότι %1 (από %2) xpaths από τους σελιδοδείκτες και τις επισημάνσεις σας έχει ομαλοποιηθεί και ενδέχεται να μη λειτουργεί σε προηγούμενες εκδόσεις KOReader (εάν συγχρονίζετε την ανάγνωσή σας μεταξύ πολλών συσκευών, θα πρέπει να ενημερώσετε το KOReader σε όλες).
es: Hay que tener en cuenta que %1 (de %2) xpaths de sus marcadores y subrayados han sido normalizados, y es posible que no funcionen en versiones anteriores de KOReader (si se están sincronizando las lecturas entre varios dispositivos, será necesario actualizar KOReader en todos ellos).
fr: Veuillez noter que %1 xpaths (sur %2) de vos marque-pages et surlignages ont été normalisés, et ne fonctionneront peut-être pas sur des versions antérieures de KOReader (si vous synchronisez vos lectures sur plusieurs appareils, vous aurez besoin de mettre à niveau KOReader sur ceux-ci).
gl: Ten en conta que %1 (de %2) xpaths dos teus marcadores e textos destacados foron normalizados e poida que non funcionen en versións anteriores de KOReader (se sincronizas as túas lecturas en varios dispositivos, terás que actualizar KOReader en todos eles).
hu: Ne feledje, hogy a könyvjelzőkből és kiemelésekből származó %1 (az %2-ből) xpath-ok normalizálásra kerültek, és előfordulhat, hogy nem működnek a KOReader korábbi verzióval (ha több eszköz között szinkronizálja az olvasást, akkor a KOReader-t mindegyiken frissítenie kell).
it_it: Tieni presente che %1 (su %2) xpaths dai segnalibri e dalle evidenziazioni sono stati normalizzati e potrebbero non funzionare nelle versioni precedenti di KOReader (se stai sincronizzando la lettura tra più dispositivi, dovrai aggiornare KOReader su tutti).
ja: ブックマークとハイライトのxpath %1(%2中)は既に正規化されており、以前のKOReaderのバージョンでは動作しない可能性があります(複数のデバイス間で読書を同期している場合、すべてのデバイスでKOReaderを更新する必要があります)。
ko_kr: 책갈피와 강조 표시의 메모 %1 (%2개 중) 경로가 표준화되었으며, 이전 KOReader 버전에서 작동하지 않을 수 있습니다(여러 장치 간에 읽기를 동기화하려면 모든 기기에서 KOReader를 업데이트해야 합니다).
nl_nl: Houd er rekening mee dat %1 (van %2) xpaths van uw bladwijzers en markeringen zijn genormaliseerd en mogelijk niet werken op eerdere KOReader-versies (als u tussen meerdere apparaten synchroniseert, moet KOReader op alle apparaten worden bijgewerkt).
pl: Zwróć uwagę, że %1 (z %2) ścieżek z zakładek i zaznaczeń zostało znormalizowanych i może nie działać na poprzednich wersjach KOReadera (jeśli synchronizujesz postępy czytania między wieloma urządzeniami, musisz zaktualizować KOReader na wszystkich tych urządzeniach).
pt_br: Observe que %1 (de %2) xpaths de seus marcadores e destaques foram normalizados, e podem não funcionar em versões anteriores do KOReader (se você estiver sincronizando sua leitura entre vários dispositivos, você precisará atualizar o KOReader em todos eles).
ro: Reține că %1 (din %2) xpath-uri din semnele de carte și evidențieri au fost normalizate și nu vor mai funcționa în versiunile anterioare de KOReader (dacă îți sincronizezi documentele între mai multe dispozitive va trebui să actualizezi KOReader pe toate).
ru: Обратите внимание, что %1 (из %2) xpath из ваших закладок и выделений были нормализованы и могут не работать в предыдущих версиях KOReader'а (если вы синхронизируете чтение между несколькими устройствами, обновить KOReader нужно на всех).
sk: Zoberte prosím na vedomie, že %1 (z %2) odkazov ku vašim záložkám a zvýrazneniam bolo normalizovaných a nemusia fungovať na predchádzajúcich verziách programu KOReader (ak synchronizujete čítanie medzi viacerými zariadeniami, budete musieť aktualizovať program KOReader na všetkých z nich).
sr: Имајте на уму да су %1 (од укупно %2) xpath путања из ваших маркера и истицања нормализоване, па можда неће радити на претходним верзијама програма KOReader (ако синхронизујете оно што читате на више уређаја, мораћете да ажурирате KOReader на сваком од њих).
tr: Yer imlerinizden ve vurgularınızdan %1 (toplam %2) xpaths değerinin normalleştirildiğini ve önceki KOReader sürümlerinde çalışmayabileceğini unutmayın (okuma için birden çok aygıt kullanıyorsanız, tümündeki KOReader sürümlerini güncellemelisiniz).
uk: Зауважте, що %1 (з %2) xpath з ваших закладок і виділень було нормалізовано і вони можуть не працювати з попередніми версіями KOReader (якщо ви синхронізували читання між кількома пристроями, вам варто оновити KOReader на всіх з них).
zh_cn: 此文档的 %2 个书签和标注中，有 %1 个 xpath 被标准化了，可能无法在老版本的 KOReader 中打开（如果你正在多个设备间同步阅读，你可能需要将这些设备上的 KOReader 全部都升级到新版本）。

source: Not now
ar: ليس الآن
ca: Ara no
cs: Teď ne
de: Nicht jetzt
el: Όχι τώρα
es: Ahora no
fa: الان نه
fr: Pas maintenant
gl: Agora non
hu: Most nem
it_it: Non ora
ko_kr: 지금 하지 않음
nl_nl: Niet nu
pl: Nie teraz
pt_br: Agora não
ro: Nu acum
ru: Не сейчас
sk: Teraz nie
sr: Не сада
tr: Şimdi değil
uk: Не зараз
zh_cn: 稍后询问

source: Not for this book
ar: ليس لهذا الكتاب
ca: No per a aquest llibre
cs: Ne u této knihy
de: Nicht für dieses Buch
el: Όχι για αυτό το βιβλίο
es: No para este libro
fa: برای این کتاب نه
fr: Pas pour ce livre
gl: Non para este libro
hu: E könyv esetében nem
it_it: Non per questo libro
ja: この書籍用では無い
ko_kr: 이 책에 하지 않음
nl_nl: Niet voor dit boek
pl: Nie dla tej książki
pt_br: Não para este livro
ro: Nu această carte
ru: Не для данной книги
sk: Nie pre túto knihu
sr: Не за ову књигу
tr: Bu kitap için değil
uk: Не для цієї книги
zh_cn: 不再为本书提示
