Repository: spruceUI/spruceOS
Catalog: App/KoReader/l10n/*/koreader.po
Languages: ar, ca, cs, de, el, es, fa, fr, gl, hu, it_it, ja, ko_kr, nl_nl, pl, pt_br, ro, ru, sk, sr, tr, uk, zh_cn

source: Patch management allows enabling, disabling or editing user provided patches. The runlevel and priority of a patch can not be modified here. This has to be done manually by renaming the patch prefix. For more information about user patches, see https://github.com/koreader/koreader/wiki/User-patches Patches are an advanced feature, so be careful what you do!
ca: La gestió de pegats permet activar, desactivar o editar pegats proporcionats per l'usuari. El nivell d'execució i la prioritat d'un pegat no poden modificar-se aquí. Això ha de fer-se manualment canviant de nom el prefix del pegat. Per a més informació sobre pegats d'usuari, consultar https://github.com/koreader/koreader/wiki/User-patches Els pegats són una funció avançada, es recomana anar amb compte amb el que es fa!
cs: Správa záplat (patchů) umožňuje povolovat, zakazovat nebo upravovat záplaty (patche) vytvořené uživateli. Záplaty umožňují přidat, nebo upravit funkce nacházející se v KOReaderu. Runlevel a prioritu záplaty zde nelze upravit. To lze udělat manuálně přejmenováním předpony záplaty. Pro další informace o záplatách se podívejte na stránku: https://github.com/koreader/koreader/wiki/User-patches Záplaty jsou pokročilá funkce, tak buďte opatrní na to, co děláte!
de: Die Patch Verwaltung erlaubt das Ein-, Ausschalten und Editieren von User-Patches. Der Runlevel und die Priorität eines Patches können hier nicht geändert werden. Dies muss durch manuelles Ändern der Patch-Prefix geschehen. Mehr Informationen zu User-Patches auf https://github.com/koreader/koreader/wiki/User-patches Patches sind ein sehr mächtiges Feature, deshalb sollten sie vorsichtig angewendet werden!
el: Η διαχείριση ενημερώσεων κώδικα (patches) επιτρέπει την ενεργοποίηση, την απενεργοποίηση ή την επεξεργασία ενημερώσεων κώδικα που παρέχονται από το χρήστη. Το επίπεδο εκτέλεσης και η προτεραιότητα μιας ενημέρωσης κώδικα δεν μπορούν να τροποποιηθούν εδώ. Αυτό πρέπει να γίνει με μη αυτόματο τρόπο μετονομάζοντας το πρόθεμα ενημέρωσης κώδικα. Για περισσότερες πληροφορίες σχετικά με τις ενημερώσεις κώδικα χρήστη, ανατρέξτε στο θέμα https://github.com/koreader/koreader/wiki/User-patches Οι ενημερώσεις κώδικα είναι ένα προηγμένο χαρακτηριστικό, οπότε προσέξτε τι κάνετε!
es: La gestión de parches permite activar, desactivar o editar parches proporcionados por el usuario. El nivel de ejecución y la prioridad de un parche no pueden modificarse aquí. Esto debe hacerse manualmente renombrando el prefijo del parche. Para más información sobre parches de usuario, consultar https://github.com/koreader/koreader/wiki/User-patches Los parches son una función avanzada, ¡se recomienda tener cuidado con lo que se hace!
fa: مدیریت وصله‌ها اجازه فعال، غیرفعال و ویرایش وصله‌های تهیه شده توسط کاربر را می‌دهد. سطح اجرا یا اولیت اجرای وصله‌ها در اینجا قابل تغییر نیست. اینکار می‌تواند به صورت دستی با تغییر نام عنوان وصله انجام شود. برای اطلاعات بیشتر درباره وصله‌های کاربران لینک زیر ببینید https://github.com/koreader/koreader/wiki/User-patches وصله‌ها یک ویژگی پیشرفته هستند، پس مراقب باشید که چه کاری می‌‌کنید!
fr: La gestion des correctifs permet d'activer, de désactiver ou de modifier les correctifs fournis par l'utilisateur. Le niveau d'exécution et la priorité d'un correctif ne peuvent pas être modifiés ici. Cela doit être fait manuellement en renommant le préfixe du correctif. Pour plus d'informations sur les correctifs utilisateur, consultez https://github.com/koreader/koreader/wiki/User-patches Les correctifs sont une fonctionnalité avancée, alors soyez prudent dans ce que vous faites !
gl: A xestión de parches permite activar, desactivar ou editar parches proporcionados polo usuario. O nivel de execución e prioridade dun parche non poden ser modificados aquí. Iso pode ser logrado cambiando manualmente o prefixo do parche. Para máis información acerca dos parches, podes consultar https://github.com/koreader/koreader/wiki/User-patches Os parches son unha función avanzada, presta atención e ten coidado co que fas!
hu: A patch-kezelés lehetővé teszi a felhasználók által biztosított javítások engedélyezését, letiltását vagy szerkesztését. A javítások futtatási szintje és prioritása itt nem módosítható. Ezt manuálisan kell megtenni a javítás előtagjának átnevezésével. A felhasználói javításokról további információt a következő oldalon talál https://github.com/koreader/koreader/wiki/User-patches A patchelés egy fejlett funkció, ezért legyen óvatos, hogy mit csinál!
it_it: La gestione delle patches consente di attivare, disattivare o modificare le patch fornite dall'utente. Il runlevel e la priorità di una patch non possono essere modificati. Questo deve essere fatto manualmente rinominando il prefisso della patch. Per ulteriori informazioni sulle patches utente, vedere https://github.com/koreader/koreader/wiki/User-patches Le patch sono una funzione avanzata, quindi fate attenzione a ciò che fate!
ja: パッチ管理では、ユーザーが提供するパッチの有効化、無効化、編集が可能です。 パッチのランレベルと優先度はここで変更することはできません。これは、パッチの接頭辞を変更することによって手動で行う必要があります。 ユーザーパッチの詳細については、以下を参照してください。 https://github.com/koreader/koreader/wiki/User-patches パッチは上級者向けの機能なので、気をつけてください！
ko_kr: 패치 관리를 통해 사용자가 제공한 패치를 활성화, 비활성화 또는 편집할 수 있습니다. 패치의 실행 수준과 우선 순위는 여기에서 수정할 수 없습니다. 이는 패치 접두사 이름을 변경하여 수동으로 수행해야 합니다. 사용자 패치에 대한 자세한 내용은 다음을 참조하세요. https://github.com/koreader/koreader/wiki/User-patches 패치는 고급 기능이므로 신중하게 진행하세요!
nl_nl: Patchbeheer maakt het mogelijk door de gebruiker verstrekte patches in te schakelen, uit te schakelen of te bewerken. Het runlevel en de prioriteit van een patch kunnen hier niet worden gewijzigd. Dit moet handmatig gebeuren door de patchprefix te hernoemen. Voor meer informatie over gebruikerspatches, zie https://github.com/koreader/koreader/wiki/User-patches Patches zijn een geavanceerde functie, dus wees voorzichtig!
pl: Zarządzanie łatkami umożliwia włączanie, wyłączanie lub edytowanie łatek dostarczonych przez użytkownika. Nie można tutaj zmienić poziomu pracy i priorytetu łatki. Należy to zrobić ręcznie, zmieniając nazwę prefiksu łatki. Aby uzyskać więcej informacji na temat łatek użytkownika, odwiedź https://github.com/koreader/koreader/wiki/User-patches Łatki to zaawansowana funkcja, więc uważaj, co robisz!
pt_br: O gerenciamento de patches permite habilitar, desabilitar ou editar patches fornecidos pelo usuário. O nível de execução e a prioridade de um patch não podem ser modificados aqui. Isso deve ser feito manualmente, renomeando o prefixo do patch. Para obter mais informações sobre patches de usuário, consulte https://github.com/koreader/koreader/wiki/User-patches Patches são um recurso avançado, então cuidado com o que você faz!
ru: Патч-менеджмент позволяет включать, отключать или редактировать пользовательские исправления. Уровень запуска и приоритет исправлений здесь изменять нельзя: для этого необходимо вручную переименовать префикс нужного патча. Дополнительные сведения о пользовательских исправлениях см. по ссылке https://github.com/koreader/koreader/wiki/User-patches Использование патчей это расширенная функция, поэтому будьте осторожны!
sk: Správa programových záplat umožňuje povoliť, zakázať alebo upraviť programové záplaty poskytnuté používateľom. Úroveň spustenia a prioritu programovej záplaty odtiaľto nie je možné upravovať. Toto je potrebné vykonať ručne premenovaním prefixu programovej záplaty. Ďalšie informácie o používateľských programových záplatách nájdete v časti https://github.com/koreader/koreader/wiki/User-patches Programové záplaty sú pokročilou funkciou, preto si dávajte pozor, čo robíte!
sr: Управљање закрпама омогућава укључивање, искључивање, или уређивање закрпа које обезбеђују корисници. Овде не може да се мења ниво извршавања и приоритет закрпе. То мора ручно да се уради изменом префикса закрпе. Више информација о корисничким закрпама можете да пронађете на адреси https://github.com/koreader/koreader/wiki/User-patches Закрпе су напредна могућност, па будите опрезни када радите са њима!
tr: Yama yönetimi, kullanıcı tarafından sağlanan yamaların etkinleştirilmesini, devre dışı bırakılmasını ya da düzenlenmesini sağlar. Buradan bir yamanın çalışma düzeyi ve önceliği değiştirilemez. Bunun için, el ile yama ön eki yeniden adlandırılmalıdır. Kullanıcı yamaları hakkında ayrıntılı bilgi almak için: https://github.com/koreader/koreader/wiki/User-patches Yamalar bir uzman kullanıcı özelliğidir. Bu nedenle ne yaptığınıza dikkat edin!
uk: Керування виправленнями дозволяє вмикати, вимикати або редагувати надані користувачем виправлення. Тут не можна змінити рівень виконання та пріоритет виправлення. Це потрібно зробити вручну, перейменувавши префікс випралення. Для отримання додаткової інформації про користувальницькі виправлення див https://github.com/koreader/koreader/wiki/User-patches Виправлення — це розширена функція, тому будьте обережні, що ви робите!
zh_cn: 补丁管理器可以启用、禁用或编辑用户提供的补丁。 补丁的优先级和运行顺序可以在这里修改，此功能是通过修改补丁文件名的前缀实现的。 请查阅以下网址获取更多关于用户补丁的信息： https://github.com/koreader/koreader/wiki/User-patches 补丁是高级功能，在使用时请务必小心！

source: About patch management
ca: Sobre gestió de pegats
cs: O správě záplat
de: Über Patch Verwaltung
el: Σχετικά με τη διαχείριση ενημερώσεων κώδικα (patches)
es: Acerca de gestión de parches
fa: درباره مدیریت وصله
fr: À propos de la gestion des correctifs
gl: Acerca da xestión de parches
hu: A Patch kezelésről
it_it: Informazioni sulla gestione delle patches
ja: パッチ管理について
ko_kr: 패치 관리에 대한 정보
nl_nl: Over patchbeheer
pl: O zarządzaniu łatkami
pt_br: Sobre o gerenciamento de patches
ru: О патч-менеджменте
sk: O programových záplatách
sr: О управљању закрпама
tr: Yama yönetimi hakkında
uk: Про керування виправленнями
zh_cn: 关于补丁管理功能

source: Patches executed:
ca: Pegats executats:
cs: Aplikované záplaty:
de: Ausgeführte Patches:
el: Οι ενημερώσεις κώδικα εκτελέστηκαν:
es: Parches ejecutados:
fa: وصله‌های مستثنا شده:
fr: Correctifs exécutés :
gl: Parches executados:
hu: Végrehajtott patch-ek:
it_it: Patches eseguite:
ja: パッチは実行されました:
ko_kr: 실행된 패치:
nl_nl: Patches uitgevoerd:
pl: Łatki wykonane:
pt_br: Patches executados:
ru: Применены патчи:
sk: Vykonané programové záplaty:
sr: Закрпе које су извршене:
tr: Uygulanan yamalar:
uk: Виправлень встановлено:
zh_cn: 已应用补丁：

source: On startup, only after update
ca: A l'inici, només després d'una actualització
cs: Při spuštění, ale jen po aktualizaci
de: Beim Start, nur nach einem Update
el: Κατά την εκκίνηση, μόνο μετά την ενημέρωση
es: En el inicio, sólo después de una actualización
fa: در شروع به کار، بعد از بروزرسانی
fr: Au démarrage, seulement après la mise à jour
gl: No inicio, só tras unha actualización
hu: Indításkor, csak frissítés után
it_it: All'avvio, solo dopo l'aggiornamento
ja: 起動時、アップデート後のみ
ko_kr: 시작할 때, 업데이트 후에만
nl_nl: Bij opstarten, alleen na update
pl: Przy uruchamianiu, tylko po aktualizacji
pt_br: Na inicialização, somente após uma atualização
ru: При запуске, только после обновления
sk: Pri spustení, len po aktualizácii
sr: При покретању, само након ажурирања
tr: Başlangıçta, yalnızca güncelleme sonrası
uk: При запуску, тільки після оновлення
zh_cn: 在升级后的第一次启动时

source: On startup
ca: A l'inici
cs: Při spuštění
de: Beim Start
el: Κατά την εκκίνηση
es: En el inicio
fa: در شروع به کار
fr: Au démarrage
gl: No inicio
hu: Indításkor
it_it: All'avvio
ja: 起動時
ko_kr: 시작할 때
nl_nl: Bij opstarten
pl: Przy uruchamianiu
pt_br: Na inicialização
ru: При запуске
sk: Pri spustení
sr: При покретању
tr: Başlangıçta
uk: При запуску
zh_cn: 在启动时

source: After setup
ca: Després de la configuració
cs: Po nastavení
de: Nach dem Setup
el: Μετά την εγκατάσταση
es: Después de la configuración
fa: بعد از نصب
fr: Après la configuration
gl: Despois da configuración
hu: Telepítés után
it_it: Dopo la configurazione
ja: セットアップ後
ko_kr: 설정 후
nl_nl: Na instelling
pl: Po konfiguracji
pt_br: Após a configuração
ru: После настройки
sk: Po nastavení
sr: Након постављања
tr: Kurulumdan sonra
uk: Після налаштування
zh_cn: 在启动完成后

source: Before exit
ca: Abans de l'eixida
cs: Před ukončením
de: Vor dem Beenden
el: Πριν την έξοδο
es: Antes de la salida
fa: قبل از خروج
fr: Avant la fermeture
gl: Antes de saír
hu: Kilépés előtt
it_it: Prima dell'uscita
ja: 終了前
ko_kr: 끝내기 전
nl_nl: Voor afsluiten
pl: Przed wyjściem
pt_br: Antes de sair
ru: Перед выходом
sk: Pred ukončením
sr: Пре напуштања
tr: Çıkıştan önce
uk: Перед виходом
zh_cn: 在退出前

source: On exit
ca: A l'eixida
cs: Při ukončení
de: Beim Beenden
el: Κατά την έξοδο
es: A la salida
fa: در خروج
fr: À la sortie
gl: Ao saír
hu: Kilépéskor
it_it: All'uscita
ja: 終了時
ko_kr: 끝낼 때
nl_nl: Bij afsluiten
pl: Przy wyjściu
pt_br: Ao sair
ru: При выходе
sk: Pri ukončení
sr: Приликом напуштања
tr: Çıkışta
uk: При виході
zh_cn: 在退出时

source: Perception expander
ar: موسّع المدارك
cs: Rozšíření vnímání
el: Διαστολέας αντίληψης
fa: گسترش دهنده ادراک
fr: Lecture rapide
gl: Extensor de percepción
hu: Felfogás bővítő
it_it: Espansore di percezione
ja: 知覚(Perception)エキスパンダー
ko_kr: 인지 향상
nl_nl: Waarnemingsuitbreider
pl: Moduł szybkiego czytania
pt_br: Expansor de percepção
ro: Expandarea percepției
ru: Расширение восприятия (скоростное чтение)
sk: Rozšírenie vnímania
sr: Проширивач перцепције
tr: Algı genişletici
uk: Розширення сприйняття
zh_cn: 感知扩展器

source: Improves your reading speed with the help of two vertical lines over the text.
ar: يحسّن من سرعة قراءتك باستخدام خطّين عموديّين فوقالنص.
ca: Millora la velocitat de lectura amb l'ajuda de dues línies verticals sobre el text.
cs: Pomáhá zvýšit rychlost čtení pomocí dvou svislých čar na textu.
de: Verbessert Ihre Lesegeschwindigkeit mit Hilfe von zwei vertikalen Linien über dem Text.
el: Βελτιώνει την ταχύτητα ανάγνωσής σας με τη βοήθεια δύο κάθετων γραμμών πάνω από το κείμενο.
es: Mejora tu velocidad de lectura con la ayuda de dos líneas verticales sobre el texto.
fa: بهبود سرعت مطالعه شما با کمک دو خط عمودی بر روی متن.
fr: Améliore votre vitesse de lecture à l’aide de deux lignes verticales autour du texte.
gl: Mellora a túa velocidade de lectura coa axuda de dúas liñas verticais sobre o texto.
hu: Javítja az olvasás sebességét két függőleges sor megjelenítésével a szöveg fölött.
it_it: Migliora la tua velocità di lettura con l'aiuto di due linee verticali sul testo.
ja: 文章の上に2本の縦線が入ることで、読書スピードを向上させます。
ko_kr: 텍스트 위에 두 개의 수직선을 사용하여 읽기 속도를 향상시킵니다.
nl_nl: Verbetert leessnelheid met twee verticale lijnen langs de tekst.
pl: Poprawia szybkość czytania za pomocą dwóch pionowych linii nad tekstem.
pt_br: Melhora sua velocidade de leitura com a ajuda de duas linhas verticais sobre o texto.
ro: Îmbunătățește viteza de citire cu ajutorul a două linii verticale laterale suprapuse pe text.
ru: Данный плагин позволяет улучшить скорость чтения с помощью двух вертикальных линий над текстом.
sk: Zlepšuje rýchlosť čítania pomocou dvoch zvislých čiar nad textom.
sr: Побољшава брзину вашег читања помоћу две вертикалне линије преко текста.
tr: Metin üzerinde iki dikey çizgi görüntüleyerek okuma hızınızı arttırır.
uk: Покращує швидкість читання за допомогою двох вертикальних рядків над текстом.
zh_cn: 通过添加两条竖线来提高你的阅读速度。

source: Perception expander settings
ar: خيارات موسّع المدارك
ca: Paràmetres de l’expansor de percepció
cs: Nastavení pro rozšíření vnímání
de: Perception Expander Einstellungen
el: Ρυθμίσεις για Διαστολέα αντίληψης
es: Configuración de expansor de percepción
fa: تنظیمات گسترش‌دهنده ادراک
fr: Réglages du module de lecture rapide
gl: Configuración do extensor de percepción
hu: Felfogás bővítő beállítások
it_it: Impostazioni dell'espansore di percezione
ja: 知覚 (Perception)エキスパンダー設定
ko_kr: 인지 향상 설정
nl_nl: Waarnemingsuitbreider-instellingen
pl: Ustawienia modułu szybkiego czytania
pt_br: Configurações do expansor de percepção
ro: Setări pentru expandarea percepției
ru: Настройки расширения восприятия
sk: Nastavenia rozšíreného vnímania
sr: Подешавања проширивача перцепције
tr: Algı genişletici ayarları
uk: Налаштування розширення сприйняття
zh_cn: Perception expander 设置

source: Line thickness. Current value: %1
ar: سماكة الخط. القيمة الحالية: %1
ca: Grossor de la línia. Valor actual: %1
cs: Síla linky. Aktuální hodnota: %1
de: Liniendicke. Aktueller Wert: %1
el: Πάχος γραμμής. Τρέχον: %1
es: Grosor de la línea. Valor actual: %1
fa: ضخامت خط. مقدار فعلی: %1
fr: Épaisseur de la ligne. Valeur actuelle : %1
gl: Grosor da liña. Valor actual: %1
hu: Vonalak vastagsága. Jelenlegi érték: %1
it_it: Spessore della linea Valore corrente: %1
ja: 線の太さ。 現在の値: %1
ko_kr: 선 굵기. 현재 값: %1
nl_nl: Lijndikte. Huidige waarde: %1
pl: Grubość linii. Obecnie: %1
pt_br: Espessura da linha. Valor atual: %1
ro: Grosimea liniei. Valoarea curentă: %1
ru: Толщина линий. Текущее значение: %1
sk: Hrúbka čiary. Aktuálna hodnota: %1
sr: Дебљина линије. Тренутна вредност: %1
tr: Çizgi kalınlığı. Geçerli değer: %1
uk: Товщина лінії. Поточне значення: %1
zh_cn: 线条粗细。当前值：%1

source: Margin from edges. Current value: %1
ar: الهامش من الحافة. القيمة الحالية: %1
ca: Marge lateral. Valor actual: %1
cs: Vzdálenost od krajů. Aktuální hodnoty: %1
de: Abstand vom Rand. Aktueller Wert: %1
el: Απόσταση από την άκρη. Τρέχουσα: %1
es: Margen lateral. Valor actual: %1
fa: حاشیه از لبه. مقدار فعلی: %1
fr: Marges depuis les bords. Valeur actuelle : %1
gl: Marxe dende os bordos. Valor actual: %1
hu: Margó a szélektől. Jelenlegi érték: %1
it_it: Margine dai bordi. Valore corrente: %1
ja: 端からのマージン。 現在の値: %1
ko_kr: 가장자리부터의 여백. 현재 값: %1
nl_nl: Randmarges. Huidige waarde: %1
pl: Margines od krawędzi ekranu. Obecnie: %1
pt_br: Margem das bordas. Valor atual: %1
ro: Distanța de la margine. Valoarea curentă: %1
ru: Поля от краёв. Текущее значение: %1
sk: Nastavenie okrajov. Aktuálna hodnota: %1
sr: Маргина од ивица. Тренутна вредност: %1
tr: Kenar boşluğu. Geçerli değer: %1
uk: Поля від країв. Поточне значення: %1
zh_cn: 页边距。当前值：%1

source: Line color intensity (1-10). Current value: %1
ar: شدّة لون الخط (1-10). القيمة الحالية: %1
ca: Intensitat de color de la línia (1-10). Valor actual: %1
cs: Intenzita linky (1-10). Aktuální hodnota: %1
de: Intensität der Linienfarbe (1-10). Aktueller Wert: %1
el: Ένταση χρώματος γραμής (1-10). Τρέχουσα: %1
es: Intensidad de color de la línea (1-10). Valor actual: %1
fa: شدت رنگ خط (۱۰-۱). مقدار فعلی: %1
fr: Intensité de couleur de la ligne (de 1 à 10). Valeur actuelle : %1
gl: Intensidade de color da liña (1-10). Valor actual: %1
hu: Sor színének intenzitása (1-10). Jelenlegi érték: %1
it_it: Intensità del colore della linea (1-10). Valore corrente: %1
ja: 線の色の濃さ (1-10)。 現在の値: %1
ko_kr: 선 색깔의 세기(1-10). 현재 값: %1
nl_nl: Lijnkleur-intensiteit (1-10). Huidige waarde: %1
pl: Intensywność koloru linii (1-10). Obecnie: %1
pt_br: Intensidade da cor da linha (1-10). Valor atual: %1
ro: Intensitatea culorii liniei (1-10). Valoarea curentă: %1
ru: Интенсивность цвета строки (1-10). Текущее значение: %1
sk: Intenzita farby čiary (1-10). Aktuálna hodnota: %1
sr: Интензитет боје линије (1-10). Тренутна вредност: %1
tr: Çizgi rengi yoğunluğu (1-10). Geçerli değer: %1
uk: Інтенсивність кольору лінії (1-10). Поточне значення: %1
zh_cn: 线条色度 (1-10)。当前值：%1

source: Increase margin after pages. Current value: %1 Set to 0 to disable.
ar: زيادة الهامش بعد الصفحات. القيمة الحالية: %1 ضع القيمة 0 من أجل التعطيل.
ca: Augmentar el marge darrere de pàgina. Valor actual: %1 Ajustar a 0 per a deshabilitar.
cs: Zvětší vzdálenost od kraje po zadaném počtu stránek. Aktuální hodnota: %1 Vložte 0 pro zakázání.
de: Rand nach Seiten vergrößern. Aktueller Wert: %1 Zum Deaktivieren auf 0 setzen.
el: Αύξηση του περιθωρίου μετά τις σελίδες. Τρέχουσα τιμή: %1 Ορίστε την τιμή στο 0 για απενεργοποίηση.
es: Aumentar el margen detrás de página. Valor actual: %1 Ajustar a 0 para deshabilitar.
fa: افزایش حاشیه بعد از صفحات. مقدار فعلی: %1 برای غیرفعال کردن ۰ قرار دهید.
fr: Augmenter la marge après x pages. Valeur actuelle : %1 Mettre à 0 pour désactiver.
gl: Aumentar a marxe tras as páxinas. Valor actual: %1 Axustar a 0 para desactivar.
hu: Az oldalak utáni margó növelése. Jelenlegi érték: %1 Kikapcsolás 0 értékkel.
it_it: Aumenta il margine dopo le pagine. Valore corrente: %1 Imposta 0 per disabilitare.
ja: ページ後の余白を増やします。 現在の値: %1 「0」で無効にします。
ko_kr: 페이지 뒤쪽 여백 늘이기. 현재 값: %1 끄려면 0으로 놓으세요.
nl_nl: Verhoog de marge na pagina's. Huidige waarde: %1 Stel in op 0 om uit te schakelen.
pl: Zwiększ margines po stronach. Bieżąca wartość: %1 Ustaw na 0, aby wyłączyć.
pt_br: Aumente a margem após "x" páginas. Valor atual: %1 Escolha 0 para desativar.
ro: Mărește marginea după pagini. Valoarea curentă: %1 Setează la 0 pentru a dezactiva.
ru: Увеличение поля после страниц. Текущее значение: %1 Для отключения задать 0.
sk: Rozšíriť medzeru medzi stránkami. Aktuálna hodnota: %1 Pre deaktiváciu nastavte na 0.
sr: Повећање маргине након страница. Тренутна вредност: %1 Поставите на 0 да искључите.
tr: Sayfaların sonundaki kenar boşluğunu arttırın. Geçerli değer: %1 Devre dışı bırakmak için 0 olarak ayarlayın.
uk: Збільшити поля після сторінок. Поточне значення: %1 Встановіть 0, щоб вимкнути.
zh_cn: 每几页增加边距。当前值为：%1 设置为0则禁用.

source: Speed reading module - perception expander
ar: وحدة القراءة السريعة - موسّع المدارك
ca: Mòdul de velocitat de lectura - Perception expander
cs: Modul rychlého čtení - rozšíření vnímání
de: Speed reading Modul - Perception Expander
el: Μονάδα ταχυ-ανάγνωσης - Διαστολέας αντίληψης
es: Módulo de velocidad de lectura - Perception expander
fa: ماژول تندخوانی - گسترش دهنده ادراک
fr: Module de lecture rapide
gl: Módulo lectura rápida - perception expander
hu: Gyorsolvasó modul - felfogás bővítő
it_it: Modulo lettura veloce - espansione percezione
ja: スピード読書モジュール - 知覚(Perception)エキスパンダー
ko_kr: 속독 - 인지 향상
nl_nl: Snelleesmodule - waarnemingsuitbreider
pl: Moduł szybkiego czytania – perception expander
pt_br: Módulo de leitura rápida - expansor de percepção
ro: Modul citire rapidă - expandarea percepției
ru: Модуль скоростного чтения
sk: Modul rýchleho čítania - rozšírenie vnímania
sr: Модул брзог читања - проширивач перцепције
tr: Hızlı okuma modülü - perception expander
uk: Модуль швидкого читання - розширення сприйняття
zh_cn: 快速阅读模块 - perception expander
