Repository: spruceUI/spruceOS
Catalog: App/KoReader/l10n/*/koreader.po
Languages: ar, ca, cs, de, el, es, fa, fr, gl, hu, it_it, ja, ko_kr, nl_nl, pl, pt_br, ro, ru, sk, sr, tr, uk, zh_cn

source: Monospace fonts may look big when inline with your main font if it has a small x-height. This setting allows scaling all monospace fonts by this percentage so they can fit your preferred font height, or you can make them be a bit smaller to distinguish them more easily.
ca: Les fonts monospace poden semblar grans quan estan alineades amb una font principal que té una altura x petita. Aquesta opció permet escalar totes les fonts monoespace de manera percentual per a ajustar-les a l'altura de font desitjada, o és possible fer-les una mica més petites per a distingir-les més fàcilment.
de: Monospace-Schriften können groß wirken, wenn sie inline mit Ihrer Hauptschrift stehen, wenn sie eine kleine x-Höhe haben. Mit dieser Einstellung können Sie alle Monospace-Schriften um diesen Prozentsatz skalieren, damit sie in Ihre bevorzugte Schrifthöhe passen, oder Sie können sie etwas kleiner machen, um sie besser unterscheiden zu können.
el: Οι γραμματοσειρές σταθερού πλάτους μπορεί να φαίνονται μεγάλες όταν βρίσκονται σε παράταξη με την κύρια γραμματοσειρά σας, εάν έχουν μικρό ύψος x. Αυτή η ρύθμιση επιτρέπει την κλιμάκωση όλων των γραμματοσειρών σταθερού πλάτους κατά αυτό το ποσοστό, ώστε να ταιριάζουν στο προτιμώμενο ύψος γραμματοσειράς σας, ή μπορείτε να τις κάνετε να είναι λίγο μικρότερες για να τις διακρίνετε πιο εύκολα.
es: Las fuentes monospace pueden parecer grandes cuando están alineadas con una fuente principal que tiene una altura x pequeña. Esta opción permite escalar todas las fuentes monoespace de manera porcentual para ajustarlas a la altura de fuente deseada, o es posible hacerlas un poco más pequeñas para distinguirlas más fácilmente.
fa: قلم‌های یکپارچه (Monospace) ممکن است زمانی که در یک خط با قلم اصلی شما که ارتفاع کمی دارد قرار گیرد بزرگ بنظر برسند. این تنظیم اجازه مقیاس کردن همه قلم‌های یکپارچه را بر اساس درصد را می‌دهد پس آنها می‌توانند خود را با ارتفاع قلم هماهنگ کنند یا برای تشخیص راحت‌تر آنها می‌توانید آنها را کمی کوچکتر کنید.
fr: Les polices à espacement constant peuvent paraître grandes lorsqu'elles sont en ligne avec votre police principale si celle-ci a une petite hauteur x. Ce paramètre permet de redimensionner toutes les polices à espacement constant de ce pourcentage pour qu'elles s'adaptent à la hauteur de police préférée ou pour les rendre un peu plus petites pour les distinguer plus facilement.
gl: As fontes monospace poden parecer grandes cando van no medio da túa fonte principal se ten unha altura da x pequena. Esta opción permite escalar todas as fontes monospace nesta porcentaxe para que encaixen mellor coa altura da túa fonte preferida ou para facelas un pouco máis pequenas para que destaquen mellor.
hu: A monospace betűtípusok nagynak tűnhetnek, ha a fő betűtípussal egy sorban vannak és annak kicsi az x-magassága. Ez a beállítás lehetővé teszi az összes monospace betűtípus méretezését ezzel a százalékkal, hogy illeszkedjenek a kívánt betűmagassághoz, vagy egy kicsit kisebbek és könnyebben megkülönböztethetőek legyenek.
it_it: I caratteri a larghezza fissa possono sembrare grandi quando sono in linea con il tuo font principale se hanno un'altezza x piccola. Questa impostazione consente di ridimensionare tutti i caratteri a spaziatura fissa di questa percentuale, in modo che possano adattarsi all'altezza del carattere preferita, oppure puoi renderli un po' più piccoli per distinguerli più facilmente.
ja: 等幅フォントは、高さが小さいと、メインフォント内に展開したときに大きく見えることがあります。 この設定では、すべての等幅フォントをこの割合で拡大縮小して、好みのフォントの高さに合わせたり、少し小さくして見分けやすくすることができます。
ko_kr: 모노스페이스 글꼴은 x 높이가 작은 경우 기본 글꼴과 인라인할 때 크게 보일 수 있습니다. 이 설정을 사용하면 모든 모노스페이스 글꼴을 이 백분율로 조정하여 원하는 글꼴 높이에 맞도록 하거나 더 쉽게 구별할 수 있도록 글꼴을 조금 더 작게 만들 수 있습니다.
nl_nl: Niet-proportionele lettertypes kunnen er groot uitzien wanneer ze samen met een standaardlettertype met een kleine x-hoogte staan. Met deze instelling kunnen alle niet-proportionele lettertypes met dit percentage worden geschaald zodat ze in de gewenste letterhoogte passen, of ze kunnen iets kleiner worden gemaakt om ze gemakkelijker te onderscheiden.
pl: Czcionki o stałej szerokości mogą wyglądać na duże, gdy znajdują się w linii z czcionką główną, jeśli mają małą wysokość x. To ustawienie umożliwia skalowanie wszystkich czcionek o stałej szerokości o ten procent, aby pasowały do preferowanej wysokości czcionki lub można je nieco zmniejszyć, aby łatwiej je odróżnić.
pt_br: As fontes monoespaçadas podem parecer grandes quando alinhadas com a fonte principal se ela tiver uma altura-x pequena. Essa configuração permite dimensionar todas as fontes monoespaçadas por essa porcentagem para que elas se ajustem à altura da fonte preferida, ou você pode torná-las um pouco menores para distingui-las mais facilmente.
ro: Fonturile monospațiere pot părea mai mari cînd sînt intercalate cu fontul principal dacă acesta are o înălțime x mică. Această setare permite scalarea tuturor fonturilor monospațiere cu un procent astfel încît să se poată încadra înălțimii preferate, sau le poți face un pic mai mici pentru a le putea distinge mai cu ușurință.
ru: Моноширинные шрифты могут выглядеть слишком крупно в обрамлении основного шрифта, если высота его строчных букв «x» мала. Данный параметр позволяет масштабировать на указанный процент все моноширинные шрифты так, чтобы они соответствовали предпочитаемой вами высоте шрифта; или вы можете сделать их немного меньше, чтобы текст было легче различать.
sk: Neproporcionálne písma môžu vyzerať veľké, keď sú vložené do hlavného písma, ak má toto malú výšku. Toto nastavenie umožňuje zmeniť mierku všetkých neproporcionálnych písiem o toto percento, aby sa zmestili do preferovanej výšky písma, alebo ich môžete zmenšiť, aby ste ich ľahšie rozlíšili.
sr: Фонтови фиксне ширине могу да изгледају већи када се уметну у текст сложен главним фонтом, а он има малу x-висину. Ово подешавање дозвољава да се сви фонтови фиксне ширине скалирају за наведени проценат тако да могу стати у вашу жељену висину фонта, или можете да их учините донекле мањим како би се лакше направила разлика међу њима.
tr: Sabit aralıklı yazı tipleri, küçük bir x yüksekliğine sahipse ana yazı tipinizle aynı hizada olduğunda büyük görünebilir. Bu ayar, yeğlediğiniz yazı tipi yüksekliğine sığabilmeleri için tüm sabit aralıklı yazı tiplerinin bu yüzde oranında ölçeklendirilmesini sağlar ya da daha kolay ayırt edilebilmeleri için biraz daha küçük olmalarını sağlayabilirsiniz.
uk: Моноширинні шрифти можуть мати завеликий вигляд, якщо вони вбудовані в основний шрифт, якщо він має малу висоту x. Цей параметр дає змогу масштабувати всі моноширинні шрифти на цей відсоток, щоб вони відповідали бажаній висоті шрифту, або ви можете зробити їх трохи меншими, щоб легше їх розрізняти.
zh_cn: 如果等宽字体的x高度较小，那么它在与主字体内联时可能看起来较大。 该设置允许按此百分比缩放所有等宽字体，以便它们适合您首选字体的高度，或者您也可以将它们缩小一点，以便于区分。

source: Generate font test document
ar: إنشاء مستند اختبار الخط
ca: Generar document de prova del tipus de lletra
cs: Vygenerovat dokument s testem písem
de: Schriftart-Testdokument erzeugen
el: Δημιουργία εγγράφου ελέγχου γραμματοσειράς
es: Generar el documento de prueba de fuentes
fa: ساخت سند نمونه قلم
fr: Générer un document HTML pour tester les polices
gl: Xerar documento de proba de fontes
hu: Betűtípus-tesztdokumentum létrehozása
it_it: Genera documento di prova dei caratteri
ja: フォントテスト文書を生成
ko_kr: 글꼴 테스트 문서 생성
nl_nl: Lettertypetest-document genereren
pl: Przygotowanie testowego dokumentu dostępnych czcionek
pt_br: Gerar documento de teste de fontes
ro: Generează document de test pentru fonturi
ru: Создать тестовый документ со шрифтами
sk: Vytvorte testovací dokument písma
sr: Генериши документ за тестирање фонта
tr: Yazı tipi deneme belgesi oluştur
uk: Згенерувати тестовий документ шрифтів
zh_cn: 生成字体测试文档

source: Would you like to generate an HTML document showing some sample text rendered with each available font?
ar: هل ترغب في إنشاء مستند HTML يعرض بعض نماذج النص المقدمة مع كل خط متوفر؟
ca: Vol generar un document HTML amb un exemple de text renderitzat amb cadascun del tipus de lletra disponibles?
cs: Chcete vygenerovat HTML dokument zobrazující ukázkový text vykreslený v každém dostupném písmu?
de: Möchten Sie ein HTML-Dokument generieren, das einige Beispieltexte enthält, die mit jeder verfügbaren Schriftart gerendert wurden?
el: Θα θέλατε να δημιουργήσετε ένα έγγραφο HTML που να δείχνει κάποιο δείγμα κειμένου, το οποίο θα αποδίδεται με κάθε διαθέσιμη γραμματοσειρά;
es: ¿Desea generar un documento HTML que muestre un ejemplo de texto renderizado con cada una de las fuentes disponibles?
fa: آیا دوست دارید یک سند HTML که نمایش دهنده متنی نمونه، با هر یک از قلم‌های موجود است ساخته شود؟
fr: Voulez-vous générer un document HTML avec du texte montrant le rendu des polices disponibles ?
gl: Gustaríache xerar un documento HTML mostrando texto de exemplo presentado con cada fonte dispoñible?
hu: Szeretne egy HTML-dokumentumot létrehozni, amely egy mintaszövegben bemutatja a rendelkezésre álló összes betűkészletet?
it_it: Desideri generare un documento HTML che mostri un testo di esempio reso con ogni font disponibile?
ja: 利用可能な各フォントで見本htmlファイルを描画しますか？
ko_kr: 쓸 수 있는 각 글꼴을 표시하는 샘플 텍스트를 보여주는 HTML 문서를 만들까요?
nl_nl: Een HTML-document met voorbeeldtekst in elk beschikbaar lettertype genereren?
pl: Czy chcesz wygenerować dokument HTML zawierający przykładowy tekst wygenerowany za pomocą wszystkich dostępnych czcionek?
pt_br: Gostaria de gerar um documento HTML mostrando algum texto de amostra renderizado com cada fonte disponível?
ro: Dorești să generezi un fișier HTML cu niște mostre de text redate cu fiecare font disponibil?
ru: Сгенерировать HTML-документ, в котором будут образцы каждого доступного шрифта?
sk: Chceli by ste vygenerovať HTML dokument zobrazujúci nejaký vzorový text vykreslený s každým dostupným písmom?
sr: Желите ли да направите пробни HTML документ који приказује текст у свим расположивим фонтовима?
tr: Kullanılabilecek yazı tiplerini görüntüleyen bir örnek HTML belgesi oluşturmak ister misiniz?
uk: Створити HTML-документ із прикладом тексту, відтвореного з кожним доступним шрифтом?
zh_cn: 你想要生成一个测试HTML文档，用于测试各个字体的显示效果吗？

source: Available fonts test document
ar: مستندٌ تجريبيّ للخطوط المتوفّرة
ca: Document de prova de tipus de lletra disponibles
cs: Dokument s testem dostupných písem
de: Test-Dokument verfügbare Schriftarten
el: Διαθέσιμο έγγραφο δοκιμής γραμματοσειρών
es: Documento de prueba de fuentes disponibles
fa: پرونده نمونه قلم‌های موجود
fr: Document de test des polices disponibles
gl: Documento de proba de fontes dispoñibles
hu: Teszt-dokumentum az elérhető betűkészletekről
it_it: Caratteri disponibili per il documento di prova
ja: 利用可能なフォントの見本
ko_kr: 쓸 수 있는 글꼴의 테스트 문서
nl_nl: Testdocument beschikbare lettertypes
pl: Testowy dokument dostępnych czcionek
pt_br: Documento de teste de fontes disponíveis
ro: Document de test pentru fonturi disponibile
ru: Тестовый документ с доступными шрифтами
sk: Dokument testu dostupných písiem
sr: Пробни документ расположивих фонтова
tr: Kullanılabilecek yazı tipleri deneme belgesi
uk: Тестовий документ доступних шрифтів
zh_cn: 可用的字体测试文档

source: AVAILABLE FONTS
ar: الخطوط المتوفرة
ca: TIPUS DE LLETRA DISPONIBLES
cs: DOSTUPNÁ PÍSMA
de: VERFÜGBARE SCHRIFTARTEN
el: ΔΙΑΘΕΣΙΜΕΣ ΓΡΑΜΜΑΤΟΣΕΙΡΕΣ
es: TIPOS DE LETRA DISPONIBLES
fa: قلم‌های موجود
fr: POLICES DISPONIBLES
gl: FONTES DISPOÑIBLES
hu: ELÉRHETŐ BETŰTÍPUSOK
it_it: CARATTERI DISPONIBILI
ja: 利用可能なフォント
ko_kr: 쓸 수 있는 글꼴
nl_nl: BESCHIKBARE LETTERTYPES
pl: DOSTĘPNE CZCIONKI
pt_br: FONTES DISPONÍVEIS
ro: FONTURI DISPONIBILE
ru: Доступные шрифты
sk: Dostupné štýly
sr: РАСПОЛОЖИВИ ФОНТОВИ
tr: KULLANILABİLECEK YAZI TİPLERİ
uk: ДОСТУПНІ ШРИФТИ
zh_cn: 可用字体

source: Document created as: %1 Would you like to read it now?
ar: تم إنشاء المستند باسم: %1 هل ترغب في قراءته الآن؟
ca: Document creat com: %1 Vol llegir-ho ara?
cs: Dokument byl vytvořen jako: %1 Chcete ho nyní začít číst?
de: Dokument erzeugt als: %1 Wollen Sie es jetzt lesen?
el: Το έγγραφο δημιουργήθηκε ως: %1 Θέλετε να το διαβάσετε τώρα;
es: Documento creado como: %1 ¿Quiere leerlo ahora?
fa: سند ساخته شد به عنوان: %1 دوست دارید حالا شروع به مطالعه کنید؟
fr: Document créé sous : %1 Voulez-vous le lire maintenant ?
gl: Documento creado como: %1 Gustaríache lelo agora?
hu: Dokumentum létrehozva: %1 Szeretné most elolvasni?
it_it: Documento creato come: %1 Vuoi leggerlo ora?
ja: 下記文書を作成しました: %1 いま読みますか？
ko_kr: 생성된 문서: %1 지금 읽을까요?
nl_nl: Document aangemaakt als: %1 Nu lezen?
pl: Dokument utworzony jako: %1 Czy chcesz go teraz czytać?
pt_br: Documento criado como: %1 Gostaria de lê-lo agora?
ro: Documentul a fost creat ca: %1 Dorești să îl citești acum?
ru: Документ создан как: %1 Вы хотите прочитать его сейчас?
sk: Dokument vytvorený pod názvom: %1 Chceli by ste si ho teraz prečítať?
sr: Направљени документ је: %1 Желите ли сада да га читате?
tr: Oluşturulan belge: %1 Şimdi okumak ister misiniz?
uk: Документ створено в: %1 Бажаєте прочитати його зараз?
zh_cn: 文档创建为: %1 你想要现在阅读吗？

# FooterLetterPrefix
source: B:
ar: ب:
el: ΜΠ:
hu: A:
pl: A:
ru: Б:
sr: Бат:
uk: АКБ:

# FooterLetterPrefix
source: BM:
ar: بي ام:
ca: NM:
cs: Z:
de: LZ:
el: ΣΛΔ:
es: NM:
fr: MP :
gl: NM:
hu: KJ:
it_it: B:
nl_nl: BW:
pl: Z:
pt_br: MP:
ro: SC:
ru: ЗК:
sk: ZA:
sr: МАР:
tr: Yİ:
uk: ЗК:

# FooterLetterPrefix
source: R:
ar: ن.ق:
ca: L:
cs: Pr:
de: G:
el: Α:
es: L:
fr: P : / L :
hu: O:
it_it: L:
nl_nl: G:
pl: PP:
pt_br: L:
ro: C:
ru: Ч:
sk: Č:
sr: Пр:
uk: З:

# FooterLetterPrefix
source: TB:
ar: ومك:
ca: TL:
cs: ČK:
de: ZB:
el: ΥπΧΒ:
es: TL:
fr: TL :
hu: HI:
it_it: TL:
nl_nl: TL:
pl: CK:
pt_br: TL:
ro: TF:
ru: ВК:
sk: ČK:
sr: ВК:
uk: ЧЧ:

# FooterLetterPrefix
source: TC:
ar: تي سي:
cs: ČK:
de: ZK:
el: ΥπΧΚ:
hu: FH:
nl_nl: TH:
pl: CR:
ru: ВГ:
sk: KČ:
sr: ВП:
uk: ЧР:

# FooterLetterPrefix
source: L:
ar: ض:
ca: I:
cs: S:
el: Φ:
es: I:
hu: V:
pl: O:
pt_br: I:
ro: I:
ru: С:
sk: SV:
sr: Н:
uk: Я:

# FooterLetterPrefix
source: M:
ar: ذ:
cs: Pa:
de: S:
el: Μ:
nl_nl: Gh:
pl: P:
ru: П:
sk: P:
sr: М:
uk: П:

# FooterLetterPrefix
source: W:
ar: و:
ru: ВФ:

# FooterCompactItemsPrefix
source: M
ar: م
cs: Pa
de: S
el: Μ
nl_nl: Gh
pl: P
ru: П
sk: P
sr: М
uk: П

source: %1 Off
ar: %1 إيقاف
cs: %1 Vyp
de: %1 Aus
el: %1 Ανενεργό
fa: %1 خاموش
fr: %1 Désactivé
gl: Sen %1
hu: %1 Ki
it_it: %1 spento
ja: %1 無効
ko_kr: %1 끄기
nl_nl: %1 Uit
pl: %1 wył.
pt_br: %1 Desligado
ro: %1 Oprit
ru: %1 выключен
sk: %1 Vypnuté
sr: %1 Искљ
tr: %1 kapat
uk: %1 вимкнено
zh_cn: %1 关闭

source: %1 On
ar: %1 تشغيل
cs: %1 Zap
de: %1 An
el: %1 Ενεργό
fa: %1 روشن
fr: %1 Activé
gl: Con %1
hu: %1 Be
it_it: %1 Acceso
ja: %1 有効
ko_kr: %1 켜기
nl_nl: %1 Aan
pl: %1 wł.
pt_br: %1 Ligado
ro: %1 Pornit
ru: %1 включён
sk: %1 Zapnuté
sr: %1 Укљ
tr: %1 aç
uk: %1 увімкнено
zh_cn: %1 开启

source: Enter a custom text
ca: Introduir text personalitzat
cs: Vložte vlastní text
de: Eigenen Text eingeben
el: Εισαγωγή ενός προσαρμοσμένου κειμένου
es: Introducir texto personalizado
fa: یک متن شخصی ‌‌سازی شده وارد کنید
fr: Entrer un texte personnalisé
gl: Insire un texto personalizado
hu: Egyedi szöveg megadása
it_it: Inserire un testo personalizzato
ja: カスタムテキストを入力
ko_kr: 맞춤 텍스트를 입력하세요
nl_nl: Voer een aangepaste tekst in
pl: Wprowadź własny tekst
pt_br: Insira um texto personalizado
ru: Введите свой текст
sk: Zadajte vlastný text
sr: Унесите произвољни текст
tr: Bir özel metin yazın
uk: Введіть власний текст
zh_cn: 输入自定义文本

source: Custom string:
ar: سلسلة مخصصة:
ca: Cadena personalitzada:
cs: Vlastní text:
de: Benutzerdefinierter Text:
el: Προσαρμοσμένη συμβολοσειρά:
es: Cadena personalizada:
fa: متن شخصی‌سازی شده:
fr: Texte personnalisé :
gl: Cadea personalizada:
hu: Egyedi szöveg:
it_it: Stringa personalizzata:
ja: カスタムテキスト:
ko_kr: 사용자 문자열:
nl_nl: Aangepaste string:
pl: Niestandardowy ciąg:
pt_br: Sequência personalizada:
ro: Șir particular:
ru: Произвольный текст:
sk: Vlastný reťazec:
sr: Произвољни стринг:
tr: Özel dizge:
uk: Власний текст:
zh_cn: 自定义文本:

source: Number of repetitions:
ar: عدد التكرارات:
ca: Nombre de repeticions:
cs: Počet opakování:
de: Anzahl der Wiederholungen:
el: Αριθμός επαναλήψεων:
es: Número de repeticiones:
fa: تعداد تکرار:
fr: Nombre de répétitions :
gl: Número de repeticións:
hu: Ismétlések száma:
it_it: Numero di ripetizioni:
ja: 重複数:
ko_kr: 반복 횟수:
nl_nl: Aantal herhalingen:
pl: Liczba powtórzeń:
pt_br: Número de repetições:
ro: Număr de repetiții:
ru: Количество повторов:
sk: Počet opakovaní:
sr: Број понављања:
tr: Yinelenme sayısı:
uk: Кількість повторів:
zh_cn: 重复次数：

source: Set
ar: تعيين
ca: Configurar
cs: Nastavit
de: Setzen
el: Ορισμός
es: Configurar
fa: تعیین
fr: Définir
gl: Aceptar
hu: Beállítás
it_it: Imposta
ja: 設定
ko_kr: 설정
nl_nl: Instellen
pl: Ustaw
pt_br: Definir
ro: Setează
ru: Применить
sk: Nastaviť
sr: Постави
tr: Ayarla
uk: Встановити
zh_cn: 设置

source: Can be configured to include or exclude the current page.
ar: يمكن تهيئتها لتضمين الصفحة الحالية أو استبعادها.
ca: Es pot configurar per incloure o excloure la pàgina actual.
cs: Může být nastaveno, aby aktuální stránka byla, nebo nebyla zahrnuta.
de: Kann konfiguriert werden, die akutelle Seite ein- oder auszuschließen.
el: Μπορεί να ρυθμιστεί ώστε να περιλαμβάνει ή να αποκλείει την τρέχουσα σελίδα.
es: Puede configurarse para incluir o excluir la página actual.
fa: می‌توانید تنظیم کنید صفحه فعلی در نظر گرفته شود یا نه.
fr: Peut être configuré pour inclure ou exclure la page actuelle.
gl: Pode ser configurado para incluír ou excluír a páxina actual.
hu: Beállítható úgy, hogy az aktuális oldalt tartalmazza vagy kizárja.
it_it: Può essere configurato per includere o escludere la pagina corrente.
ja: 現在のページを含めるか除外するかを設定できます。
ko_kr: 현재 페이지를 포함하거나 제외하도록 구성할 수 있습니다.
nl_nl: Kan worden geconfigureerd om de huidige pagina op te nemen of te negeren.
pl: Może być skonfigurowany tak, aby zawierał lub nie zawierał bieżącej strony.
pt_br: Pode ser configurado para incluir ou excluir a página atual.
ro: Poate fi configurat să includă sau să excludă pagina curentă.
ru: Может быть настроен для включения или исключения текущей страницы.
sk: Dá sa nakonfigurovať na zahrnutie alebo vylúčenie aktuálnej stránky.
sr: Може да се подеси тако да се обухвати или изузме текућа страница.
tr: Geçerli sayfa katılacak ya da katılmayacak şekilde yapılandırılabilir.
uk: Можна налаштувати – враховувати поточну сторінку чи ні.
zh_cn: 可以设置是否包括当前页。

source: Progress percentage can be shown with zero, one or two decimal places.
ar: يمكن إظهار النسبة المئوية للتقدم ك صفر ، أو منزلة عشرية أو منزلتين عشريتين.
ca: El percentatge de progrés pot mostrar-se sense decimals o amb un o dos decimals.
cs: Postup v procentech může být zobrazen se žádným, jedním, nebo dvěma desetinnými místy.
de: Die Fortschrittsanzeige kann mit keiner, einer oder zwei Dezimalstellen angezeigt werden.
el: Το ποσοστό προόδου μπορεί να εμφανίζεται με μηδέν, ένα ή δύο δεκαδικά ψηφία.
es: El porcentaje de progreso puede mostrarse sin decimales o con uno o dos decimales.
fa: درصد پیشرفت را می توان با صفر، یک یا دو رقم اعشار نشان داد.
fr: Le pourcentage de progression peut être affiché avec aucune, une ou deux décimales.
gl: A porcentaxe de progreso pode mostrarse con cero, un ou dous decimais.
hu: Az előrehaladás százalékos értéke 0, 1, 2 tizedesjegy pontossággal jeleníthető meg.
it_it: La percentuale di avanzamento può essere visualizzata con zero, uno o due decimali.
ja: 進捗率は、数字で 0 、 1 桁、または 2 桁で表示できます。
ko_kr: 진행률은 소수점 이하 0자리나 1자리, 2자리로 표시할 수 있습니다.
nl_nl: Voortgangspercentage kan worden weergegeven met nul, één of twee decimalen.
pl: Procent postępu może być wyświetlany z zerem, jednym lub dwoma miejscami po przecinku.
pt_br: A porcentagem de progresso pode ser exibida com zero, uma ou duas casas decimais.
ro: Procentul progresului poate fi afișat cu zero, una sau două zecimale.
ru: Процент выполнения может отображаться с нулём, одним или двумя десятичными знаками.
sk: Priebeh čítania môže byť zobrazený ako celé číslo, alebo číslo s jedným alebo dvoma desatinnými miestami.
sr: Проценат напретка може да се прикаже са нула, једним или два децимална места.
tr: İlerleme yüzdesi sıfır, bir ya da iki ondalık hane ile görüntülenebilir.
uk: Відсоток прочитання може бути показано без десяткових знаків або з одним чи двома.
zh_cn: 可以设置进度条百分比的小数点位数。

source: Show memory usage in MiB.
ar: عرض استخدام الذاكرة بالميغابايت.
ca: Mostrar l'ús de la memòria en MiB.
cs: Zobrazit využití paměti v MiB.
de: Zeige Speicherbedarf in MiB.
el: Εμφάνιση της χρήσης μνήμης σε MiB.
es: Mostrar el uso de memoria en MiB.
fa: نمایش حافظه مصرفی با واحد MiB.
fr: Afficher la consommation mémoire en Mio.
gl: Mostrar uso de memoria en MiB.
hu: Memóriahasználat megjelenítése MiB-ban.
it_it: Mostra l'utilizzo della memoria in MB.
ja: メモリ使用量をMiB単位で表示。
ko_kr: 메모리 사용량을 MiB로 표시합니다.
nl_nl: Toon geheugengebruik in MiB.
pl: Pokaż użycie pamięci w MiB.
pt_br: Mostrar uso de memória em MiB.
ro: Arată utilizarea memoriei în MO.
ru: Показывать использование памяти в MiB.
sk: Zobraziť využitie pamäte v MiB.
sr: Приказује заузеће меморије у MiB.
tr: Bellek kullanımını MiB olarak görüntüler.
uk: Показувати використання пам'яті в МіБ.
zh_cn: 以 MiB 为单位显示内存使用情况。

source: Show all at once
ar: إظهار الكل في وقت واحد
ca: Mostrar tots a la vegada
cs: Zobrazit všechny najednou
de: Alles auf einmal anzeigen
el: Εμφάνιση όλων ταυτόχρονα
es: Mostrar todos a la vez
fa: نمایش یکجای همه
fr: Afficher tout simultanément
gl: Mostrar todo á vez
hu: Egyszerre látható minden adat
it_it: Mostra tutto in una volta
ja: 全ての内容を一緒に表示
ko_kr: 한번에 모두 보기
nl_nl: Alles tegelijk weergeven
pl: Pokaż wszystko naraz
pt_br: Mostrar todos de uma só vez
ro: Arată-le pe toate deodată
ru: Показывать все пункты одновременно
sk: Zobraziť všetko naraz
sr: Прикажи све одједном
tr: Tümü bir kerede görüntülensin
uk: Показати всі зразу
zh_cn: 同时显示所有信息

source: Reclaim bar height from bottom margin
ar: استرداد ارتفاع القائم من الهامش السفلي
ca: Considerar l'altura de la barra per al marge inferior
cs: Odečíst ze spodního okraje výšku stavového řádku
de: Höhe der Balken am unteren Rand wiederherstellen
el: Ανάκτηση του ύψους της γραμμής κατάστασης από το κάτω περιθώριο
es: Considerar la altura de la barra para el margen inferior
fa: محاسبه ارتفاع نوار از حاشیه پایین
fr: Ne pas prendre en compte la hauteur de la barre dans la marge inférieure
gl: Tomar espacio para a barra da marxe inferior
hu: A magasság az alsó margónak megfelelő
it_it: Ripristina altezza della barra dal margine inferiore
ja: 下余白からバーの高さを回収します
ko_kr: 아래쪽 여백에서 막대 높이 되가져오기
nl_nl: Balkhoogte van ondermarge aftrekken
pl: Rozciągnij dolny margines o wysokość paska stanu
pt_br: Considerar a altura da barra a partir da margem inferior
ro: Suprapune bara de stare peste document
ru: Перекрывать строкой состояния нижнее поле
sk: Vynútiť výšku lišty od spodného okraja
sr: Преузми простор доње маргине за висину линије
tr: Çubuk yüksekliği alt kenar boşluğuna göre yeniden ayarlansın
uk: Розмістити панель стану в нижньому полі
zh_cn: 从底部边距中回收高度

source: Bookmark count (%1)
ar: عدد الإشارات المرجعية (%1)
ca: Nombre de marcadors (%1)
cs: Počet záložek (%1)
de: Anzahl Lesezeichen (%1)
el: Αριθμός επισημειώσεων (%1)
es: Número de marcadores (%1)
fa: تعداد نشانک‌ها (%1)
fr: Compte de marque-pages (%1)
gl: Número de marcadores (%1)
hu: Könyvjelzők száma (%1)
it_it: Numero segnalibri (%1)
ja: ブックマーク数 (%1)
ko_kr: 책갈피 개수(%1)
nl_nl: Aantal bladwijzers (%1)
pl: Liczba zakładek (%1)
pt_br: Contagem de marcadores (%1)
ro: Număr de semne de carte (%1)
ru: Количество закладок (%1)
sk: Počet záložiek (%1)
sr: Број маркера (%1)
tr: Yer imi sayısı (%1)
uk: Кількість закладок (%1)
zh_cn: 书签总数 (%1)
