Repository: spruceUI/spruceOS
Catalog: App/KoReader/l10n/*/koreader.po
Languages: ar, ca, cs, de, el, es, fa, fr, gl, hu, it_it, ja, ko_kr, nl_nl, pl, pt_br, ro, ru, sk, sr, tr, uk, zh_cn

source: If a specific source language is manually selected, it will be used everywhere, in all your books.
ar: إذا تم تحديد لغة مصدر معينة يدويًا ، فسيتم استخدامها في كل مكان ، في جميع كتبك.
ca: Si se selecciona manualment un idioma d'origen específic, s'utilitzarà a tot arreu, en tots els llibres.
cs: Pokud manuálně vyberete určitý zdrojový jazyk, tak bude použitý všude, ve všech vašich knihách.
de: Wird eine bestimmte Ausgangssprache manuell ausgewählt, so wird sie überall in allen Ihren Büchern verwendet.
el: Εάν επιλέξετε χειροκίνητα μια συγκεκριμένη γλώσσα-πηγή, θα χρησιμοποιηθεί παντού, σε όλα τα βιβλία σας.
es: Si se selecciona manualmente un idioma de origen específico, se utilizará en todas partes, en todos los libros.
fa: اگر یک زبان مبدا به صورت دستی انتخاب شده باشد، در همه‌جا و در همه کتاب‌هایتان استفاده خواهد شد.
fr: Si une langue source spécifique est sélectionnée manuellement, elle sera utilisée partout, dans tous vos livres.
gl: Se un idioma orixe é seleccionado manualmente, será usado en todas partes, en todos os libros.
hu: Ha egy adott forrásnyelv kézzel van kiválasztva, akkor az összes könyvében ez a nyelv lesz használva.
it_it: Se una lingua sorgente specifica viene selezionata manualmente, verrà utilizzata ovunque, in tutti i tuoi libri.
ja: 特定のソース言語が手動で選択された場合、その言語はあなたのすべての書籍でどこでも使用されます。
ko_kr: 특정 소스 언어를 수동으로 선택하면 모든 책의 모든 곳에서 사용됩니다.
nl_nl: Als een specifieke brontaal handmatig is geselecteerd, wordt deze overal in alle boeken gebruikt.
pl: Jeśli określony język źródłowy zostanie wybrany ręcznie, będzie on używany wszędzie, we wszystkich Twoich książkach.
pt_br: Se um idioma de origem for selecionado manualmente, ele vai ser usado em todo lugar, em todos os seus livros.
ro: Dacă o limbă specifică este aleasă manual, aceasta va fi folosită peste tot, în toate cărțile tale.
ru: Если вручную выбрать конкретный исходный язык, он будет использоваться везде - во всех ваших книгах.
sk: Ak je manuálne vybraný konkrétny zdrojový jazyk, bude použitý všade, vo všetkých vašich knihách.
sr: Ако се одређени изворни језик ручно изабере, он ће се користити свуда, у свим вашим књигама.
tr: El ile belirli bir kaynak dil seçilirse, her yerde, tüm kitaplarınızda kullanılır.
uk: Якщо вибрано певну джерельну мову вручну, її буде застосовано до всіх ваших книг.
zh_cn: 如果手动选择了特定的源语言，它将在您所有书籍中的任何地方使用。

source: Translate from book language: %1
ar: ترجمة من لغة الكتاب: %1
ca: Traduir de l'idioma del llibre: %1
cs: Přeložit z jazyka knihy: %1
de: Übersetzen aus Buchsprache: %1
el: Μετάφραση από τη γλώσσα του βιβλίου: %1
es: Traducir del idioma del libro: %1
fa: ترجمه بر اساس زبان کتاب: %1
fr: Traduire depuis la langue du livre : %1
gl: Traducir do idioma do libro: %1
hu: Fordítás a könyv nyelvéről: %1
it_it: Traduci dalla lingua del libro: %1
ja: 書籍の言語から翻訳: %1
ko_kr: 책 언어에서 번역: %1
nl_nl: Vertalen van boektaal: %1
pl: Tłumacz z języka książki: %1
pt_br: Traduzir do idioma do livro: %1
ro: Traducere din limba cărții: %1
ru: Перевести с языка книги: %1
sk: Preložiť z jazyka knihy: %1
sr: Преведи са језика књиге: %1
tr: Kitap dilinden çevir: %1
uk: Перекласти з мови книги: %1
zh_cn: 翻译书籍所用语言：%1

source: With books that specify their main language in their metadata (most EPUBs and FB2s), enabling this option will make this language the source language. Otherwise, auto-detection or the selected language will be used. This is useful: - For books in a foreign language, where consistent translation is needed and words in other languages are rare. - For books in familiar languages, to get definitions for words from the translation service.
ar: باستخدام الكتب التي تحدد لغتها الرئيسية في بياناتها الوصفية (معظم ملفات EPUB و FB2) ، سيؤدي تمكين هذا الخيار إلى جعل هذه اللغة لغة المصدر. خلاف ذلك ، سيتم استخدام الاكتشاف التلقائي أو اللغة المحددة. وهذا مفيد: - بالنسبة للكتب المكتوبة بلغة أجنبية ، حيث يلزم ترجمة متسقة ونادرة الكلمات بلغات أخرى. - بالنسبة للكتب باللغات المألوفة ، للحصول على تعريفات للكلمات من خدمة الترجمة.
ca: En habilitar aquesta opció, en els llibres que especifiquen el seu idioma principal en les metadades (la majoria dels EPUB i FB2), aquest serà considerat l'idioma d'origen. En cas contrari, s'utilitzarà la detecció automàtica o l'idioma seleccionat. Això és útil: - En els llibres en idiomes estrangers en els quals es necessita una traducció consistent i són poc freqüents les paraules en altres idiomes. - En els llibres en idiomes coneguts, per a obtenir definicions de paraules del servei de traducció.
cs: V knihách, u kterých je určen hlavní jazyk v jejich metadatech (většina FB2 a EPUBů), bude po povolení této možnosti použit tento jazyk jako zdrojový jazyk. V opačném případě bude použita automatická detekce, nebo vybraný jazyk. Hodí se to: - U knih v cizím jazyce, kde je potřeba konzistentní překlad a slova v jiných jazycích jsou vzácná. - U knih ve známých jazycích, abyste získali definice slov z překladatelské služby.
de: Bei Büchern, die ihre Hauptsprache in den Metadaten angeben (die meisten EPUBs und FB2s), wird bei Aktivierung dieser Option diese Sprache zur Ausgangssprache. Andernfalls wird die automatische Erkennung oder die ausgewählte Sprache verwendet. Dies ist sehr nützlich: - Für fremdsprachige Bücher, bei denen eine konsistente Übersetzung erforderlich ist und Wörter in anderen Sprachen selten sind. - Bei Büchern in vertrauten Sprachen, um Definitionen für Wörter vom Übersetzungsdienst zu erhalten.
el: Για τα βιβλία που καθορίζουν την κύρια γλώσσα τους στα μεταδεδομένα τους (τα περισσότερα EPUB και FB2), η ενεργοποίηση αυτής της επιλογής θα καταστήσει τη γλώσσα αυτή ως γλώσσα-πηγή. Διαφορετικά, θα χρησιμοποιηθεί η αυτόματη ανίχνευση ή η επιλεγμένη γλώσσα. Αυτό είναι χρήσιμο: - Για βιβλία σε ξένη γλώσσα, όπου απαιτείται συνεπής μετάφραση και οι λέξεις σε άλλες γλώσσες είναι σπάνιες. - Για βιβλία σε γνωστές γλώσσες, για να λαμβάνετε ορισμούς για λέξεις από τη μεταφραστική υπηρεσία.
es: Al habilitar esta opción, en los libros que especifican su idioma principal en los metadatos (la mayoría de los EPUB y FB2), este será considerado el idioma de origen. En caso contrario, se utilizará la detección automática o el idioma seleccionado. Esto es útil: - En los libros en idiomas extranjeros en los que se necesita una traducción consistente y son poco frecuentes las palabras en otros idiomas. - En los libros en idiomas conocidos, para obtener definiciones de palabras del servicio de traducción.
fa: فعال کردن این گزینه در کتابهایی که زبان اصلی آنها در فراداده آنها مشخص شده است (اکثر EPUB‌ها و FB2‌ها)، زبان مبدا را به این زبان تغییر می‌دهد. در غیر اینصورت تشخیص خودکار یا زبان تعیین شده استفاده خواهد شد. مفید است برای: - کتاب‌های به زبان خارجی، جایی که ترجمه مداوم نیاز است و کلمات در زبان‌های دیگر نادر هستند. - کتابهایی به زبانی که با آن آشنا هستید، برای دریافت معنای لغات از سرویس‌های ترجمه.
fr: Avec les livres qui spécifient leur langue principale dans leurs métadonnées (la plupart des EPUB et FB2), l'activation de cette option fera de cette langue la langue source. Sinon, l'autodétection ou la langue sélectionnée sera utilisée. Cette option est utile : - Pour les livres dans une langue étrangère, lorsqu'une traduction cohérente est nécessaire et que les mots dans d'autres langues sont rares. - Pour les livres dans des langues familières, afin d'obtenir des définitions de mots de la part du service de traduction.
gl: Con libros que especifican o seu idioma principal nos metadatos (a meirande parte dos EPUBs e FB2s), activando esta opción usará ese idioma como idioma orixe. En caso contrario, usaranse auto detección ou o idioma escollido. Isto pode ser útil: - Para libros nun idioma estranxeiro, nos que é necesaria tradución consistente e palabras noutros idiomas non son frecuentes. - Para libros en idiomas coñecidos, para obter definicións de palabras usando o servizo de tradución.
hu: Az olyan könyvek esetében, amelyek metaadataiban megadják a fő nyelvüket (a legtöbb EPUB és FB2), ennek az opciónak a bekapcsolásával ez a nyelv lesz a forrásnyelv. Ellenkező esetben automatikus felismerés vagy a kiválasztott nyelv lesz használva. Ez hasznos: - Idegen nyelvű könyveknél, ahol következetes fordításra van szükség, és más nyelvű szavak ritkán fordulnak elő. - Ismert nyelveken írt könyveknél, hogy a szavakhoz definíciókat kapjon a fordító szolgáltatástól.
it_it: Coi libri che specificano la loro lingua principale nei loro metadati (la maggior parte degli EPUB e degli FB2), abilitando questa opzione si renderà questa lingua la lingua sorgente. Altrimenti, verrà utilizzato il rilevamento automatico o la lingua selezionata. Questo è utile: - Per i libri in una lingua straniera, dove è necessaria una traduzione coerente e le parole in altre lingue sono rare. - Per i libri in lingue familiari, per ottenere definizioni per le parole dal servizio di traduzione.
ja: メタデータで主要言語を指定している書籍(ほとんどのEPUBとFB2)では、このオプションを有効にすると、この言語がソース言語となります。そうでない場合は、自動検出または選択された言語が使用されます。 これは以下の場合に便利です。 - 外国語の書籍で、一貫した翻訳が必要で他の言語の単語がまれな場合。 - 身近な言語の本で、翻訳サービスから単語の定義を取得する場合。
ko_kr: 메타데이터(대부분의 EPUB 및 FB2)에 기본 언어를 지정하는 책의 경우 이 옵션을 활성화하면 이 언어가 소스 언어가 됩니다. 그렇지 않으면 자동 감지 또는 선택한 언어가 사용됩니다. 이런 경우에 유용합니다: - 일관된 번역이 필요하고 다른 언어로 된 단어가 드문 외국어 책의 경우. - 친숙한 언어로 된 책의 경우 번역 서비스에서 단어에 대한 정의를 얻습니다.
nl_nl: Bij boeken die hun hoofdtaal specificeren in hun metadata (de meeste epub's en fb2's), zal het inschakelen van deze optie deze taal de brontaal maken. Anders wordt auto-detectie of de geselecteerde taal gebruikt. Dit is nuttig: - Voor boeken in een vreemde taal, waar een consistente vertaling nodig is en woorden in andere talen zeldzaam zijn. - Voor boeken in bekende talen, om definities voor woorden te krijgen van de vertaaldienst.
pl: W przypadku książek, które w metadanych określają swój główny język (większość plików EPUB i FB2), włączenie tej opcji spowoduje, że ten język stanie się językiem źródłowym. W przeciwnym razie zostanie zastosowane automatyczne wykrywanie lub wybrany język. Jest to przydatne: - W przypadku książek w języku obcym, gdzie potrzebne jest spójne tłumaczenie, a słowa w innych językach są rzadkością. - W przypadku książek w znanych językach, aby uzyskać definicje słów z usługi tłumaczeniowej.
pt_br: Em livros que especificam seu idioma principal nos metadados (maioria dos EPUBs e FB2s), ativar essa opção vai tornar esse idioma o idioma de origem. De outro modo, vão ser usados a detecção automática ou o idioma selecionado. Isso é útil: - Para livros em um idioma estrangeiro, nos quais tradução consistente é necessária e palavras em outros idiomas são raras. - Para livros em idiomas familiares, para obter definições para palavras do serviço de tradução.
ro: Pentru cărțile care specifică limba în care au fost scrise în metadatele asociate (majoritatea fișierelor EPUB și FB2), activarea acestei opțiuni va marca această limbă ca sursă. Altfel va fi folosită detecția automată sau limba selectată. Acest lucru este util pentru: - Cărțile scrise într-o limbă străină, cînd o traducere consistentă este necesară și cuvintele în limbi diferite sînt rare. - Cărțile scrise în limbi cunoscute, pentru a afișa definițiile cuvintelor dintr-un serviciu de traducere.
ru: Для книг, в метаданных которых указан основной язык (большинство файлов EPUB и FB2), включение данного параметра сделает основной язык исходным. В противном случае будет использоваться автоматическое определение или выбранный язык. Такое поведение полезно: • для книг на иностранном языке, где необходим последовательный перевод, а слова на других языках встречаются редко; • для книг на знакомых языках, чтобы получать определения слов от сервиса перевода.
sk: V prípade kníh, ktoré v metadátach špecifikujú svoj hlavný jazyk (väčšina súborov EPUB a FB2), povolením tejto možnosti sa tento jazyk stane zdrojovým jazykom. V opačnom prípade sa použije automatická detekcia alebo zvolený jazyk. Toto je užitočné: - Pre knihy v cudzom jazyku, kde je potrebný dôsledný preklad a slová v iných jazykoch sú zriedkavé. - Pre knihy v známych jazykoch získate definície slov z prekladateľskej služby.
sr: Код књига које у својим метаподацима наводе главни језик текста (већина EPUB и FB2 књига), укључивање ове опције ће тај језик поставити као изворни језик. У супротном, користиће се аутоматско откривање или изабрани језик. Ово је корисно: - за књиге на страном језику, код којих је неопходан конзистентан превод и у којима су речи на осталим језицима ретке. - за књиге на познатим језицима, да би се од сервиса за превођење добиле дефиниције речи.
tr: Üst verilerinde ana dillerini belirten kitaplarla (çoğu EPUB ve FB2), bu seçeneği etkinleştirmek bu dili kaynak dil haline getirir. Bunun dışında, otomatik algılama veya seçilen dil kullanılır. Bu özellik şuralarda yararlıdır: - Yabancı dilde, tutarlı çeviriye gerek duyulan ve diğer dillerdeki sözcüklerin nadir bulunduğu kitaplarda. - Tanıdık dillerdeki kitaplar için çeviri hizmetinden sözcüklerin açıklamasını almakta.
uk: З книгами, які вказують свою основну мову у своїх метаданих (більшість EPUB і FB2), позначення цієї опції зробить цю мову джерельною. Інакше буде застосовано автовизначення або вибрану мову. Це корисно: - Для книг іноземною мовою, де необхідний послідовний переклад і слова іншими мовами зустрічаються рідко. - Для книг на знайомих мовах, щоб отримати визначення слів від служби перекладу.
zh_cn: 对于在元数据（大多数是 EPUB 和 FB2）中指定主要语言的书籍，启用此选项将使该语言成为源语言。否则，将使用自动检测或所选语言。 这对以下类型书籍有用： - 外文书籍，这些书需要一致的翻译，且其他语言的单词很少。 - 用相似语言所写的书籍，从翻译服务获取单词定义。

source: Translate to: %1
ar: الترجمة إلى: %1
ca: Traduir al: %1
cs: Přeložit do: %1
de: Übersetzen zu: %1
el: Μετάφραση σε: %1
es: Traducir al: %1
fa: ترجمه به: %1
fr: Traduire vers : %1
gl: Traducir a: %1
hu: Fordítás erre: %1
it_it: Traduci in: %1
ja: 翻訳先言語: %1
ko_kr: 번역 결과: %1
nl_nl: Vertalen naar: %1
pl: Tłumacz na: %1
pt_br: Traduzir para: %1
ro: Traducere în: %1
ru: Перевести на: %1
sk: Preložiť do: %1
sr: Преведи на: %1
tr: Çevrilecek dil: %1
uk: Перекласти на: %1
zh_cn: 翻译至 %1

source: Querying translation service…
ar: جارٍ الاستعلام من خدمة الترجمة…
ca: Consultant el servei de traducció…
cs: Dotaz na překladatelskou službu…
de: Übersetzungs-Service abfragen…
el: Η μετάφραση βρίσκεται σε εξέλιξη …
es: Consultando el servicio de traducción…
fa: درحال ارسال درخواست ترجمه به سرویس…
fr: Requête après du service de traduction…
gl: A consultar o servizo de tradución…
hu: Fordítási szolgáltatás lekérdezése…
it_it: Interrogo il servizio di traduzione…
ja: 翻訳サービスを問い合わせる…
ko_kr: 번역 서비스 요청 중…
nl_nl: Vertaalservice raadplegen…
pl: Trwa tłumaczenie…
pt_br: Consultando serviço de tradução…
ro: Se interoghează serviciul de traducere…
ru: Запрос сервиса перевода…
sk: Vyhľadávanie cez prekladateľskú službu…
sr: Шаље се упит на сервис за превођење…
tr: Çeviri hizmeti hazırlanıyor…
uk: Запит до служби перекладу…
zh_cn: 查询翻译服务中…

source: Translation interrupted.
ar: توقفت الترجمة.
ca: S’ha interromput la traducció.
cs: Překládání bylo přerušeno.
de: Übersetzung unterbrochen.
el: Η μετάφραση διακόπηκε.
es: Traducción interrumpida.
fa: فرایند ترجمه قطع شد.
fr: Traduction interrompue.
gl: Tradución interrompida.
hu: Fordítás megszakítva.
it_it: Traduzione interrotta.
ja: 翻訳が途切れました。
ko_kr: 번역 중단됨.
nl_nl: Vertalen onderbroken.
pl: Tłumaczenie przerwane.
pt_br: Tradução interrompida.
ro: Traducere întreruptă.
ru: Перевод прерван.
sk: Preklad bol prerušený.
sr: Превођење је прекинуто.
tr: Çeviri kesintiye uğradı.
uk: Переклад перервано.
zh_cn: 翻译被取消。

source: Translation failed.
ar: فشلت الترجمة.
ca: Ha fallat la traducció.
cs: Překládání se nezdařilo.
de: Übersetzung fehlgeschlagen.
el: Η μετάφραση απέτυχε.
es: La traducción no se ha podido realizar.
fa: ترجمه ناموفق بود.
fr: Échec de la traduction.
gl: Fallou a tradución.
hu: Fordítási hiba.
it_it: Traduzione fallita.
ja: 翻訳失敗。
ko_kr: 번역 실패.
nl_nl: Vertalen mislukt.
pl: Tłumaczenie zakończone niepowodzeniem.
pt_br: A tradução falhou.
ro: Traducere eșuată.
ru: Перевод не удался.
sk: Preklad zlyhal.
sr: Превођење није успело.
tr: Çevrilemedi.
uk: Не вдалось перекласти.
zh_cn: 翻译失败。

source: Alternate translations:
ca: Traduccions alternatives:
cs: Alternativní překlady:
de: Alternative Übersetzungen:
el: Εναλλακτικές μεταφράσεις:
es: Traducciones alternativas:
fa: ترجمه‌های جایگزین:
fr: Traductions alternatives :
gl: Traducións alternativas:
hu: Alternatív fordítások:
it_it: Traduzioni alternative:
ko_kr: 대체 번역:
nl_nl: Alternatieve vertalingen:
pl: Tłumaczenia alternatywne:
pt_br: Traduções alternativas:
ru: Альтернативные переводы:
sk: Alternatívne preklady:
sr: Алтернативни преводи:
tr: Alternatif çeviriler:
uk: Альтернативні переклади:
zh_cn: 备选翻译：

source: Definition:
ca: Definició:
cs: Definice:
el: Ορισμός:
es: Definición:
fa: معنا:
fr: Définition :
gl: Definición:
hu: Definíció:
it_it: Definizione:
ko_kr: 정의:
nl_nl: Definitie:
pl: Definicja:
pt_br: Definição:
ru: Определение:
sk: Výklad:
sr: Дефиниција:
tr: Tanım:
uk: Визначення:
zh_cn: 定义：

source: Save main translation to note
ca: Guardar la traducció principal com una nota
cs: Uložit hlavní překlad do poznámky
de: Hauptübersetzung als Notiz speichern
el: Αποθήκευση κύριας μετάφρασης ως σημείωσης
es: Guardar la traducción principal como una nota
fa: ذخیره ترجمه در یک یادداشت
fr: Enregistrer la traduction principale en note
gl: Gardar a tradución principal na anotación
hu: A fő fordítás mentése a jegyzetbe
it_it: Salva la traduzione principale nella nota
ja: 主な翻訳をノートに保存する
ko_kr: 메모에 주요 번역 저장
nl_nl: Hoofdvertaling opslaan in notitie
pl: Zapisz główne tłumaczenie do notatki
pt_br: Salvar tradução principal em nota
ro: Salvează traducerea principală în notă
ru: Сохранить основной перевод в заметках
sk: Uložiť hlavný preklad do poznámky
sr: Сачувај главни превод у белешку
tr: Ana çeviriyi nota kaydet
uk: Зберегти основний переклад до примітки
zh_cn: 保存主要翻译至笔记

source: Save all to note
ca: Guardar-ho tot com a nota
cs: Uložit vše do poznámky
de: Alles als Notiz speichern
el: Αποθήκευση όλων σε σημείωση
es: Guardarlo todo como nota
fa: ذخیره همه در یک یادداشت
fr: Tout enregistrer en note
gl: Gardar todo na anotación
hu: Az összes mentése jegyzetként
it_it: Salva tutto nella nota
ja: 全てをメモに保存
ko_kr: 메모에 모두 저장
nl_nl: Alles opslaan in notitie
pl: Zapisz wszystko do notatki
pt_br: Salvar tudo em nota
ro: Salvează toate în notă
ru: Сохранить всё в заметках
sk: Uložiť všetko do poznámky
sr: Сачувај све у белешку
tr: Tümünü nota kaydet
uk: Зберегти все до примітки
zh_cn: 保存所有翻译到笔记

source: Copy main translation
ca: Copiar la traducció principal
cs: Zkopírovat hlavní překlad
de: Hauptübersetzung kopieren
el: Αντιγραφή κύριας μετάφρασης
es: Copiar la traducción principal
fa: کپی ترجمه
fr: Copier la traduction principale
gl: Copiar tradución principal
hu: Fő fordítás másolása
it_it: Copia traduzione principale
ja: 主な翻訳をコピーする
ko_kr: 주요 번역 복사
nl_nl: Hoofdvertaling kopiëren
pl: Kopiuj główne tłumaczenie
pt_br: Copiar tradução principal
ro: Copiază traducerea principală
ru: Скопировать основной перевод
sk: Kopírovať hlavný preklad
sr: Копирај главни превод
tr: Ana çeviriyi kopyala
uk: Копіювати основний переклад
zh_cn: 复制主要翻译

source: Copy all
ar: نسخ الكل
ca: Copiar tot
cs: Kopírovat vše
de: Alle kopieren
el: Αντιγραφή όλων
es: Copiar todo
fa: کپی همه
fr: Copier tout
gl: Copiar todo
hu: Összes másolása
it_it: Copia tutto
ja: 全てをコピー
ko_kr: 모두 복사
nl_nl: Kopieer alles
pl: Kopiuj wszystko
pt_br: Copiar tudo
ro: Copiază tot
ru: Копировать всё
sk: Kopírovať všetko
sr: Копирај све
tr: Tümünü kopyala
uk: Копіювати все
zh_cn: 复制全部

source: Translation from %1
ar: الترجمة من: %1
ca: Traduint del: %1
cs: Překlad z %1
de: Übersetzung von %1
el: Μετάφραση από %1
es: Traduciendo del: %1
fa: ترجمه از %1
fr: Traduction de %1
gl: Tradución do %1
hu: Fordítás %1 nyelvről
it_it: Traduzione da %1
ja: 翻訳元 %1
ko_kr: %1를 번역
nl_nl: Vertalen van %1
pl: Tłumaczenie z %1
pt_br: Tradução de %1
ro: Traducere din %1
ru: Перевод с %1
sk: Preklad z %1
sr: Превод са %1
tr: %1 dilinden çevriliyor
uk: Переклад з %1
zh_cn: 来自 %1 的翻译

source: Paused
ar: إيقاف مؤقت
ca: En pausa
cs: Pozastaveno
de: Pausiert
el: Σε παύση
es: Pausado
fa: متوقف شده
fr: En pause
gl: En pausa
hu: Leállítva
it_it: In pausa
ja: 一時停止
ko_kr: 멈춤
nl_nl: Gepauzeerd
pl: Wstrzymane
pt_br: Pausado
ro: Întrerupt
ru: Приостановлено
sk: Pozastavené
sr: Паузирано
tr: Duraklatıldı
uk: Зупинено
zh_cn: 已暂停

source: Continue
ar: استمر
ca: Continuar
cs: Pokračovat
de: Weiter
el: Συνέχεια
es: Continuar
fa: ادامه
fr: Continuer
gl: Continuar
hu: Folytatás
it_it: Continua
ja: 続行
ko_kr: 계속
nl_nl: Doorgaan
pl: Kontynuuj
pt_br: Continuar
ro: Continuă
ru: Продолжить
sk: Pokračovať
sr: Настави
tr: İlerle
uk: Продовжити
zh_cn: 继续

source: Powered off
ar: تم إيقاف التشغيل
ca: Apagat
cs: Vypnuto
de: Ausgeschaltet
el: Απενεργοποιημένο
es: Apagado
fa: خاموش کردن
fr: Éteint
gl: Apagado
hu: Kikapcsolva
it_it: Spento
ja: 電源オフ
ko_kr: 전원 끄기
nl_nl: Uitgeschakeld
pl: Wyłączony
pt_br: Desligado
ro: Închis
ru: Выключено
sk: Vypnuté
sr: Искључено
tr: Kapalı
uk: Вимкнено
zh_cn: 已关机

source: Rebooting…
ar: تتمُّ إعادة تشغيل الجهاز…
ca: Reiniciant…
cs: Restartování…
de: Neustart…
el: Επανεκκίνηση…
es: Reiniciando…
fa: در حال راه‌اندازی مجدد…
fr: Redémarrage…
gl: A reiniciar…
hu: Újraindítás…
it_it: Riavvio…
ja: 再起動中…
ko_kr: 재시동 중…
nl_nl: Herstarten…
pl: Restartowanie…
pt_br: Reiniciando…
ro: Se repornește…
ru: Перезагрузка…
sk: Reštartuje sa…
sr: Поновно покретање…
tr: Yeniden başlatılıyor…
uk: Перезавантаження…
zh_cn: 正在重启……

source: Switch to standard view
ar: التبديل إلى طريقة العرض القياسية
ca: Canviar a vista estàndard
cs: Přepnout na standardní zobrazení
de: Zur Standardansicht wechseln
el: Εναλλαγή σε κανονική προβολή
es: Cambiar a vista estándar
fa: تغییر به نمای استاندارد
fr: Basculer vers la vue standard
gl: Cambiar á vista normal
hu: Átkapcsolás normál nézetre
it_it: Passa alla visualizzazione standard
ja: 標準表示に切り替え
ko_kr: 표준 보기로 전환
nl_nl: Naar standaard-weergave schakelen
pl: Przełącz do widoku standardowego
pt_br: Mudar para a visualização padrão
ro: Comută în modul standard
ru: Переключить в стандартный режим
sk: Prepnúť na štandardné zobrazenie
sr: Пређи на стандардни поглед
tr: Standart görünüme geç
uk: Перемкнути в стандартний режим
zh_cn: 切换至通常视图

source: Switch to debug view
ar: التبديل إلى طريقة عرض التصحيح
ca: Canviar a vista de depuració
cs: Přepnout do ladicího zobrazení
de: Zur Debug-Ansicht wechseln
el: Εναλλαγή σε προβολή εντοπισμού σφαλμάτων
es: Cambiar a vista de depuración
fa: تغییر به حالت اشکال‌زدایی
fr: Basculer vers la vue de débogage
gl: Cambiar á vista de depuración
hu: Átkapcsolás hibakareső nézetre
it_it: Passa alla vista di debug
ja: デバグ表示に切り替え
ko_kr: 디버그 보기로 전환
nl_nl: Naar debug-weergave schakelen
pl: Przełącz do trybu debugowania
pt_br: Mudar para a visualização de depuração
ro: Comută în mod depanare
ru: Переключить в режим отладки
sk: Prepnúť na ladiace zobrazenie
sr: Пређи на поглед за отклањање грешака
tr: Hata ayıklama kipine geç
uk: Перейти в режим налагодження
zh_cn: 切换至调试视图
