Repository: spruceUI/spruceOS
Catalog: App/KoReader/l10n/*/koreader.po
Languages: ar, ca, cs, de, el, es, fa, fr, gl, hu, it_it, ja, ko_kr, nl_nl, pl, pt_br, ro, ru, sk, sr, tr, uk, zh_cn

source: FB2 footnotes and endnotes get a smaller font size when displayed in-page. This allows them to be shown with the normal font size.
ar: تحصل الحواشي السفلية والتعليقات الختامية ل FB2 على حجم خط أصغر عند عرضها في الصفحة. يسمح ذلك بعرضها بحجم الخط العادي.
ca: Les notes a peu de pàgina i les notes finals de FB2 tenen una grandària de lletra menor quan es mostren en la pàgina. D'aquesta forma, es visualitzen amb la grandària de lletra normal.
cs: FB2 „poznámky pod čarou“ a „na konci“ (knihy, kapitol) jsou obvykle formátované s menším písmem, když jsou zobrazeny na stránce. Pomocí této možnosti je lze zobrazit s normální velikostí písma.
de: FB2-Fußnoten und -Endnoten erhalten eine kleinere Schriftgröße, wenn sie auf der Seite angezeigt werden. Dadurch können sie mit der normalen Schriftgröße angezeigt werden.
el: Οι υποσημειώσεις και οι σημειώσεις τέλους των FB2 έχουν μικρότερο μέγεθος γραμματοσειράς όταν εμφανίζονται στο κάτω μέρος της σελίδας. Η επιλογή αυτή τους επιτρέπει να εμφανίζονται με το κανονικό μέγεθος γραμματοσειράς.
es: Las notas a pie de página y las notas finales de FB2 tienen un tamaño de letra más pequeño cuando se muestran en la página. De esta forma, se visualizan con el tamaño de fuente normal.
fa: پاورقی‌ها و یادداشت‌های پایانی FB2 زمانی که درون صفحه نمایش داده شوند، اندازه قلم کوچکتری خواهند داشت. این موضوع به آنها اجازه می‌دهد تا در اندازه معمول قلم نمایش داده شوند.
fr: Les notes de pied de page et de fin dans les fichiers FB2 ont une taille de police plus petite lorsqu’elles sont affichées au bas de la page. Cela permet au contraire de les afficher avec la taille de police normale.
gl: As notas ao rodapé e finais FB2 toman un tamaño de fonte máis pequeno cando se mostran na páxina. Isto permite mostralas usando o tamaño normal da fonte.
hu: Az FB2 láb és végjegyzetek alapból kisebb betűméretet kapnak megjelenéskor. A beállítás lehetővé teszi a normál betűmérettel történő megjelenítésüket.
it_it: Le note a piè di pagina e le note finali di FB2 hanno una dimensione del carattere più piccola di quando vengono visualizzate nella pagina. In questo modo sono visualizzate con la dimensione del carattere normale.
ja: FB2の脚注・注釈はページ内表示時にフォントサイズが小さくなります。この設定により通常のフォントサイズで表示することができます。
ko_kr: FB2 각주와 미주는 페이지 안에서 표시될 때 더 작은 글꼴 크기를 갖습니다. 이것은 일반 글꼴 크기로 표시 될 수 있게 합니다.
nl_nl: FB2-voetnoten en eindnoten krijgen een kleiner lettertype als ze op dezelfde pagina worden weergegeven. Hiermee kunnen ze met de normale lettergrootte worden weergegeven.
pl: Przypisy dolne i końcowe FB2 mają mniejszy rozmiar czcionki, gdy są wyświetlane na stronie. Dzięki temu mogą być wyświetlane w normalnym rozmiarze czcionki.
pt_br: Notas de rodapé e notas finais FB2 conseguem um tamanho de fonte menor quando exibidos na página. Isso permite que elas sejam mostradas com o tamanho de fonte normal.
ro: Notele de subsol și de final FB2 vor avea un font mai mic cînd sînt afișate în pagină. Aceasta le va permite să fie afișate cu fontul de mărime normală.
ru: Сноски и комментарии FB2-книг при отображении на странице получают меньший размер шрифта. Данный параметр позволяет показывать их с нормальным размером шрифта.
sk: Poznámky pod čiarou a vysvetlivky pre dokumenty FB2 majú pri zobrazení na stránke menšiu veľkosť písma. To umožňuje ich zobrazenie s normálnou veľkosťou písma.
sr: FB2 фусноте и напомене на крају добијају мању величину фонта када се приказују унутар странице. На тај начин могу да се приказују уз нормалну величину фонта.
tr: FB2 dipnotları ve son notları, sayfa içinde daha küçük bir yazı boyutu ile görüntülenir. Bu seçenek, normal yazı boyutunda görüntülenmesini sağlar.
uk: Виноски внизу сторінки й у кінці книги FB2 отримують менший розмір шрифту за відображення на сторінці. Це дозволяє показувати їх із нормальним розміром шрифту.
zh_cn: FB2 脚注和尾注通常使用较小的字号在页内显示。此选项可以将它们设置为以正常字号显示。

source: In-page EPUB footnotes
ar: حواشي EPUB في الصفحة
ca: Veure en la pàgina les notes a peu de pàgina d'EPUB
cs: EPUB - „poznámky pod čarou“ na stránce
de: EPUB-Fußnoten auf der Seite
el: Υποσημειώσεις EPUB εντός σελίδας
es: Ver en la página las notas a pie de página del EPUB
fa: پاورقی‌های درون صفحه EPUB
fr: Notes en bas de page (ePub)
gl: Notas ao rodapé de EPUB na páxina
hu: EPUB lábjegyzetek az oldalon
it_it: Note a piè di pagina EPUB
ja: ページ内のEPUB脚注
ko_kr: 페이지 안의 EPUB 각주
nl_nl: EPUB-voetnoten in pagina
pl: Przypisy dolne EPUB na stronie
pt_br: Notas de rodapé do EPUB na parte inferior
ro: Note de subsol EPUB în pagină
ru: Сноски EPUB на странице
sk: Poznámky pod čiarou na stránke pre EPUB
sr: EPUB фусноте унутар странице
tr: Sayfa içi EPUB dipnotları
uk: Внутрішні виноски EPUB
zh_cn: 页面内 EPUB 脚注

source: Show EPUB footnote text at the bottom of pages that contain links to them. This only works with footnotes that have specific attributes set by the publisher.
ar: إظهار نص الحاشية السفلية لـ EPUB في الجزء السفلي من الصفحات التي تحتوي على روابط لها. يعمل هذا فقط مع الحواشي السفلية التي لها سمات معينة حددها الناشر.
ca: Mostrar el text de les notes a peu de pàgina al final de les pàgines que contenen enllaços a elles. Això només funciona amb les notes a peu de pàgina que tenen atributs específics establerts pel editor.
cs: Zobrazí EPUB „poznámky pod čarou“ naspodu těch stránek, na kterých jsou k nim odkazy. Tohle bude fungovat jen u „poznámek pod čarou“, které mají určité atributy nastavené vydavatelem.
de: Zeigen Sie den Text der EPUB-Fußnote unten auf den Seiten an, die Links zu ihnen enthalten. Dies funktioniert nur mit Fußnoten, bei denen die spezifischen Attribute vom Herausgeber festgelegt wurden.
el: Εμφανίζει το κείμενο των υποσημειώσεων των EPUB στο κάτω μέρος των σελίδων που περιέχουν συνδέσμους προς αυτές. Αυτό λειτουργεί μόνο με υποσημειώσεις που έχουν συγκεκριμένα χαρακτηριστικά, τα οποία έχουν οριστεί από τον εκδότη.
es: Mostrar el texto de las notas a pie de página al final de las páginas que contienen enlaces a ellas. Esto sólo funciona con las notas a pie de página que tienen atributos específicos establecidos por el editor.
fr: Afficher le texte des notes de pied de page dans les fichiers ePub au bas des pages qui contiennent des liens vers ces dernières. Cela fonctionne uniquement avec les notes de pied de page qui possèdent des attributs spécifiques définis par l’éditeur.
gl: Mostrar notas ao rodapé de EPUB ao final das páxinas que conteñan ligazóns a elas. Isto só funciona con notas ao rodapé que teñen certos atributos no estilo incrustado.
hu: Az EPUB lábjegyzet szöveget azon oldalak alján mutassa, amin a linkek vannak. Csak olyan lábjegyzetekkel működik, amelyek meghatározott kiadói tulajdonságokkal rendelkeznek.
it_it: Mostra il testo della nota a piè di pagina dell'EPUB nella parte inferiore delle pagine che contengono collegamenti ad essi. Funziona solo con note a piè di pagina che hanno attributi specifici impostati dalla casa editrice.
ja: EPUB脚注へのリンクを含むページの下部にEPUB脚注を表示します。 この設定は原稿により特定の属性が設定されている脚注にのみ機能します。
ko_kr: EPUB 각주 텍스트를 링크가 포함된 페이지 아래쪽에 표시하기. 이것은 발행인이 지정한 특정 속성을 가진 각주에서만 작동합니다.
nl_nl: Toon voetnoottekst onderaan de pagina met voetnootlinks. Dit werkt alleen met voetnoten die juist zijn gemarkeerd door de uitgever.
pl: Pokaż tekst przypisu dolnego EPUB na dole stron, które zawierają odnośniki do nich. Działa to tylko z przypisami dolnymi, które mają określone atrybuty ustawione przez wydawcę.
pt_br: Mostra o texto da nota de rodapé do EPUB na parte inferior das páginas que contêm links para elas. Isso funciona apenas com notas de rodapé que possuem atributos específicos definidos pela editora.
ro: Arată textul din nota de subsol a EPUB-ului în josul paginii care conține legătura la el. Aceasta funcționează numai cu note de subsol care au atribute specifice setate de editură.
ru: Показывать текст сносок EPUB внизу страниц, содержащих ссылки на них. Работает только со сносками, которые имеют определённые издательские атрибуты.
sk: Pre EPUB zobraziť text poznámky pod čiarou v spodnej časti stránok, ktoré obsahujú odkazy na ne. Toto funguje len s poznámkami pod čiarou, ktoré majú špecifické atribúty nastavené vydavateľom.
sr: Текст EPUB фуснота се приказује на дну страница које садрже линк на њих. Ово функционише само са фуснотама које имају одређене атрибуте које је поставио издавач.
tr: EPUB dipnot metni bağlantıların bulunduğu sayfaların altında görüntülenir. Bu seçenek yalnızca yayıncı tarafından belirli öznitelikleri ayarlanmış dipnotlar ile çalışır.
uk: Показувати текст виноски EPUB внизу сторінок, які містять посилання на них. Це працює тільки з виносками, які мають певні атрибути, встановлені видавцем.
zh_cn: 在页面底部显示脚注，并显示一个链接。 仅在出版者为脚注设置了特定的属性时可用。

source: In-page EPUB footnotes (smaller)
ar: حواشي EPUB في الصفحة (أصغر)
ca: Veure en la pàgina les notes a peu de pàgina d'EPUB (menor grandària)
cs: EPUB - menší „poznámky pod čarou“ na stránce
de: EPUB-Fußnoten auf der Seite (kleiner)
el: Υποσημειώσεις EPUB εντός σελίδας (μικρότερες)
es: Ver en la página las notas a pie de página del EPUB (menor tamaño)
fa: پاورقی‌های درون صفحه EPUB (کوچکتر)
fr: Notes de pied de page (ePub) (plus petites)
gl: Notas ao rodapé de EPUB na páxina (máis pequenas)
hu: EPUB lábjegyzetek az oldalon (kisebb)
it_it: Note a piè di pagina EPUB (più piccolo)
ja: ページ内のEPUB脚注 (小さめ)
ko_kr: 페이지 안의 EPUB 각주 (작게)
nl_nl: EPUB-voetnoten in pagina (kleiner)
pl: Przypisy dolne EPUB na stronie (mniejsze)
pt_br: Notas de rodapé do EPUB na parte inferior (menores)
ro: Note de subsol EPUB în pagină (mai mici)
ru: Сноски EPUB на странице (мельче)
sk: Poznámky pod čiarou na stránke pre EPUB (menšie)
sr: EPUB фусноте унутар странице (мање)
tr: Sayfa içi EPUB dipnotları (daha küçük)
uk: Внутрішні виноски EPUB (менші)
zh_cn: 页面内 EPUB 脚注（更小）

source: In-page Wikipedia footnotes
ar: الملاحظات التذييليّة في صفحة ويكيبيديا
ca: Veure en la pàgina les notes a peu de pàgina de Viquiipèdia
cs: Wikipedie - „poznámky pod čarou“ na stránce
de: Wikipedia Fußnoten auf der Seite
el: Υποσημειώσεις της Βικιπαίδειας εντός σελίδας
es: Ver en la página las notas a pie de página de Wikipedia
fa: پاورقی‌های درون صفحه ویکی‌پدیا
fr: Notes de pied de page Wikipédia en bas de page
gl: Notas ao rodapé de Wikipedia na páxina
hu: Wikipedia lábjegyzetek az oldalon
it_it: Note a piè di pagina di Wikipedia
ja: ページ内のWikipedia脚注
ko_kr: 페이지 내 위키피디아 각주
nl_nl: Wikipedia-voetnoten in pagina
pl: Przypisy dolne Wikipedii na stronie
pt_br: Notas de rodapé da Wikipédia na página
ro: Note de subsol Wikipedia în pagină
ru: Сноски Википедии на странице
sk: Poznámka pod čiarou na stránke z Wikipédie
sr: Википедија фусноте унутар странице
tr: Sayfa içi Vikipedi dipnotları
uk: Внутрішні виноски Вікіпедії
zh_cn: 页面内维基百科脚注

source: Show footnotes at the bottom of pages in Wikipedia EPUBs.
ar: أظهر الملاحظات الهامشية أسفل الصفحات في ملفات EPUB المحفوظة عن صفحات ويكيبيديا.
ca: Mostrar notes a peu de pàgina en la part inferior de les pàgines dels EPUBs de Viquiipèdia.
cs: Zobrazí „poznámky pod čarou“ naspodu stránek u EPUBů z Wikipedie.
de: Fußnoten am Ende der Seiten in Wikipedia EPUBs anzeigen.
el: Εμφανίζει τις υποσημειώσεις στο κάτω μέρος των σελίδων στα EPUB της Βικιπαίδειας.
es: Mostrar notas a pie de página en la parte inferior de las páginas de los EPUBs de Wikipedia.
fa: نمایش پاورقی‌ها در پایین صفحات EPUBs ویکی‌پدیا.
fr: Affichez les notes de pied de page au bas des pages dans les ePubs Wikipédia.
gl: Mostrar notas ao rodapé ao final da páxina en EPUBs de Wikipedia.
hu: Lábjegyzetek megjelenítése a Wikipedia EPUB-ok alján.
it_it: Mostra le note a piè di pagina in fondo alle pagine negli EPUB di Wikipedia.
ja: WikipediaのEPUBでページの下部に脚注を表示します。
ko_kr: 위키피디아 EPUB의 페이지 아래쪽에 각주를 표시합니다.
nl_nl: Toon voetnoten onderaan de pagina in Wikipedia EPUB's.
pl: Pokaż przypisy dolne na dole strony w plikach EPUB z Wikipedii.
pt_br: Mostra as notas de rodapé na parte inferior das páginas nos EPUBs da Wikipédia.
ro: Arată notele de subsol în josul paginii în EPUB-urile de pe Wikipedia.
ru: Показывать сноски в EPUB-файлах Википедии внизу страниц.
sk: Zobrazovať poznámky pod čiarou v spodnej časti stránok v dokumentoch EPUB z Wikipédie.
sr: Приказује фусноте на дну страница у Википедија EPUB документима.
tr: Vikipedi EPUB belgelerinde dipnotlar sayfaların altında görüntülensin.
uk: Показувати примітки внизу сторінки у файлах EPUB Вікіпедії.
zh_cn: 在维基百科EPUB文档的底部显示脚注。

source: In-page Wikipedia footnotes (smaller)
ar: الملاحظات الهامشيّة المضمّنة في صفحة ويكيبيديا (أصغر)
ca: Veure en la pàgina les notes a peu de pàgina de Viquiipèdia (menor grandària)
cs: Wikipedie - menší „poznámky pod čarou“ na stránce
de: Wikipedia Fußnoten auf der Seite (kleiner)
el: Υποσημειώσεις της Βικιπαίδειας εντός σελίδας (μικρότερες)
es: Ver en la página las notas a pie de página de Wikipedia (menor tamaño)
fa: پاورقی‌های درون صفحه ویکی‌پدیا (کوچکتر)
fr: Notes de pied de page Wikipédia (plus petites)
gl: Notas ao rodapé de Wikipedia na páxina (máis pequenas)
hu: Wikipedia lábjegyzetek az oldalon (kisebb)
it_it: Note a piè di pagina Wikipedia (più piccolo)
ja: ページ内のWikipedia脚注 (小さめ)
ko_kr: 페이지 내 위키피디아 각주 (작게)
nl_nl: Wikipedia-voetnoten in pagina (kleiner)
pl: Przypisy dolne Wikipedii na stronie (mniejsze)
pt_br: Notas de rodapé da Wikipédia na página (menores)
ro: Note de subsol pe pagină Wikpedia (mai mici)
ru: Сноски Википедии на странице (мельче)
sk: Poznámky pod čiarou na stránke z Wikipédie (menšie)
sr: Википедија фусноте унутар странице (мање)
tr: Sayfa içi Vikipedi dipnotları (daha küçük)
uk: Внутрішні виноски Вікіпедії (менші)
zh_cn: 页面内维基百科脚注（更小）

source: In-page classic classname footnotes
ar: الحواشي السفلية لاسم الفئة الكلاسيكي في الصفحة
ca: Notes a peu de pàgina amb noms de classe clàssics
cs: Poznámky pod čarou s klasickými názvy tříd na stránce
de: Klassennamen Fußnoten auf der Seite
el: Υποσημειώσεις με κλασικό classname εντός σελίδας
es: Ver en la página las notas a pie de página con nombres de clase clásicos
fr: Notes de pied de page aux noms de classe classiques en bas de page
gl: Notas ao rodapé normais na páxina
hu: Oldalon belüli klasszikus osztálynevű lábjegyzetek
it_it: Note a piè di pagina - nome di classe
ja: ページ内のクラシッククラス名脚注
ko_kr: 페이지 내 클래식 클래스명 각주
nl_nl: Klassieke classname voetnoten in pagina
pl: Przypisy dolne z klasycznymi nazwami klas na stronie
pt_br: Notas de rodapé de nome de classe clássico na página
ro: Note de subsol în pagină cu nume de clasă clasice
ru: Сноски типовых классов на странице
sk: Klasické poznámky pod čiarou na stránke s názvom triedy
sr: Фусноте са класичним именом класе унутар странице
tr: Sayfa içi klasik sınıf adı dipnotları
uk: Класичні виноски у назві класу на сторінці
zh_cn: 页面内传统类名脚注

source: Show footnotes with classic classnames at the bottom of pages. This tweak can be duplicated as a user style tweak when books contain footnotes wrapped with other class names.
ar: اعرض الحواشي السفلية بأسماء الفئات الكلاسيكية في أسفل الصفحات. يمكن تكرار هذا القرص كتعديل على نمط المستخدم عندما تحتوي الكتب على حواشي سفلية ملفوفة بأسماء فئات أخرى.
ca: Mostrar notes a peu de pàgina amb noms de classe clàssics en la part inferior de les pàgines. Aquest ajust pot ser duplicat com un ajust d'estil d'usuari quan els llibres contenen notes a peu de pàgina barrejades amb altres noms de classe.
cs: Zobrazí „poznámky pod čarou“ s klasickými názvy tříd naspodu stránek. Pokud knihy obsahují „poznámky pod čarou“ zabalené v jiných názvech tříd, lze tuto možnost nahradit pomocí „vlastní úpravy stylu“.
de: Fußnoten mit klassischen Klassennamen am Ende der Seiten anzeigen. Dieser Tweak kann als User Style Tweak dupliziert werden, wenn Bücher Fußnoten enthalten, die mit anderen Klassennamen verpackt sind.
el: Εμφανίζει υποσημειώσεις με κλασικό classname στο κάτω μέρος των σελίδων. Αυτή η τροποποίηση μπορεί να αναπαραχθεί ως τροποποίηση στυλ του χρήστη όταν τα βιβλία περιέχουν υποσημειώσεις που περιβάλλονται από άλλα classname.
es: Mostrar notas a pie de página con nombres de clase clásicos en la parte inferior de las páginas. Este ajuste puede ser duplicado como un ajuste de estilo de usuario cuando los libros contienen notas a pie de página mezcladas con otros nombres de clase.
fr: Affiche les notes de pied de page avec un nom de classe classique au bas des pages. Ce réglage peut être dupliqué en tant que réglage du style de l’utilisateur lorsque les livres contiennent des notes de pied de page entourées d’autres noms de classe.
gl: Mostrar notas ao rodapé con nomes de clase clásicos ao final das páxinas. Esta axuste pode ser duplicado como un axuste de estilo de usuario cando os libros conteñan as notas ao rodapé dentro de outras clases.
hu: Lábjegyzetek megjelenítése klasszikus osztálynevekkel az oldalak alján. Ez a stíluskorrekció duplázható felhasználói stíluskorrekcióként, amikor a könyvek tartalmaznak lábjegyzeteket más osztálynevekkel körbeölelve.
it_it: Mostra le note a piè di pagina con i nomi di classe classici nella parte inferiore delle pagine. Questo ritocco può essere duplicato come un ritocco di stile utente quando i libri contengono note a piè di pagina incluse in contenitori con altri nomi di classe.
ja: ページの下部にクラシックなクラス名を持つ脚注を表示します。 この調整は、ブックが他のクラス名でラップされた脚注を含む場合、ユーザースタイルの調整として複製することができます。
ko_kr: 페이지 하단에 클래식 클래스명으로 각주를 표시합니다. 이 조정은 책에 다른 클래스이름으로 감싼 각주가 포함된 경우 사용자 스타일 조정으로 복제될 수 있습니다.
nl_nl: Toon voetnoten met klassieke classnames onderaan de pagina. Deze aanpassing kan worden gekopieerd als een gebruikersstijlaanpassing als boeken voetnoten met andere classnames bevatten.
pl: Pokaż przypisy dolne z klasycznymi nazwami klas na dole stron. To ulepszenie może zostać zduplikowane jako ulepszenie stylu użytkownika, gdy książki zawierają przypisy dolne z innymi nazwami klas.
pt_br: Mostra as notas de rodapé com nomes de classe clássicos na parte inferior das páginas. Este ajuste pode ser duplicado como um ajuste no estilo do usuário quando os livros contêm notas de rodapé agrupadas com outros nomes de classe.
ro: Afișează notele de subsol cu nume clasic de clase în josul paginilor. Acest reglaj poate fi duplicat ca un reglaj stil de utilizator atunci cînd cărțile conțin note de subsol cu alte nume de clase.
ru: Показывать сноски типовых классов внизу страниц. Когда книги содержат включённые в названия других классов сноски, это можно продублировать как свою стилевую подстройку.
sk: Zobrazenie poznámok pod čiarou s klasickými názvami tried na konci stránok. Toto vylepšenie možno duplikovať ako používateľské vylepšenie štýlu, keď knihy obsahujú poznámky pod čiarou súčasne s názvami iných tried.
sr: Фусноте са класичним именом класе се приказују на дну странице. Ово дотеривање може да се дуплира као корисничко дотеривање стила када књиге садрже фусноте окружене осталим именима класе.
tr: Dipnotlar sayfaların altında klasik sınıf adları ile görüntülenir. Bu ince ayar, kitaplarda başka sınıf adları kullanan dipnotlar varsa bir kullanıcı biçemi ince ayarı olarak kopyalanabilir.
uk: Показувати виноски з класичними назвами класів внизу сторінок. Це налаштування можна продублювати як налаштування власного стилю, коли книги містять виноски з іншими назвами класів.
zh_cn: 在页面底部显示带有经典类名的脚注。 当书籍包含用其他类名嵌套的脚注时，可以将此调整复制为一个用户样式调整。

source: In-page classic classname footnotes (smaller)
ar: الحواشي السفلية لاسم الفئة الكلاسيكي في الصفحة (أصغر)
ca: Veure en la pàgina les notes a peu de pàgina amb noms de classe clàssics (menor grandària)
cs: Menší poznámky pod čarou s klasickými názvy tříd na stránce
de: Klassennamen Fußnoten auf der Seite (kleiner)
el: Υποσημειώσεις με κλασικό classname εντός σελίδας (μικρότερες)
es: Ver en la página las notas a pie de página con nombres de clase clásicos (menor tamaño)
fr: Notes de pied de page aux noms de classe classiques (plus petites)
gl: Notas ao rodapé en clases correntes na páxina (máis pequenas)
hu: Oldalon belüli klasszikus osztálynevű lábjegyzetek (kisebb)
it_it: Note a piè di pagina - nome di classe (più piccolo)
ja: ページ内のクラシッククラス名脚注 (小さめ)
ko_kr: 페이지 내 클래식 클래스명의 각주 (작게)
nl_nl: Klassieke classname voetnoten in pagina (kleiner)
pl: Przypisy dolne z klasycznymi nazwami klas na stronie (mniejsze)
pt_br: Notas de rodapé com nomes de classe clássicos no inferior página (menores)
ro: Note de subsol în pagină cu nume de clasă clasice (mai mici)
ru: Сноски типовых классов на странице (мельче)
sk: Klasické poznámky pod čiarou na stránke s názvom triedy (menšie)
sr: Фусноте са класичним именом класе унутар странице (мање)
tr: Sayfa içi klasik sınıf adı dipnotları (daha küçük)
uk: Класичні виноски в назві класу на сторінці (менше)
zh_cn: 页面内传统类名脚注（更小）

source: In-page footnote font size
ca: Grandària de la font de les notes a peu de pàgina que es veuen en la pàgina
cs: Velikost písma „pozn. pod čarou“ na stránce
de: Schriftgröße der Fußnoten auf der Seite
el: Μέγεθος γραμματοσειράς των εντός σελίδας υποσημειώσεων
es: Tamaño de la fuente de las notas a pie de página
fa: اندازه قلم پاورقی‌ درون صفحه
fr: Taille de la police des notes en bas de page
gl: Tamaño de fonte para notas ao rodapé de páxina
hu: Oldalon belüli lábjegyzet betűmérete
it_it: Dimensione del carattere della nota a pie' di pagina nella pagina
ja: ページ内脚注のフォントサイズ
ko_kr: 페이지 내 각주 글꼴 크기
nl_nl: Lettergrootte van voetnoten in pagina
pl: Rozmiar czcionki przypisu dolnego na stronie
pt_br: Tamanho da fonte da nota de rodapé na página
ro: Dimensiune font note de subsol în pagină
ru: Размер шрифта сносок на странице
sk: Veľkosť písma poznámky pod čiarou na stránke
sr: Величина фонта фуснота унутар странице
tr: Sayfa içi dipnot yazı boyutu
uk: Розмір шрифту виноски на сторінці
zh_cn: 页面内脚注字号

source: Footnote font size: %1 %
ca: Grandària de font de les notes a peu de pàgina: %1%
cs: Velikost písma „pozn. pod čarou“: %1 %
de: Schriftgröße der Fußnote: %1 %
el: Μέγεθος γραμματοσειράς υποσημειώσεων: %1 %
es: Tamaño de fuente de las notas a pie de página: %1 %
fa: اندازه قلم پاورقی: %1 %
fr: Taille de la police de pied de page : %1 %
gl: Tamaño da fonte para notas ao rodapé: %1 %
hu: Lábjegyzet betűmérete: %1 %
it_it: Dimensione del carattere della nota a pie' di pagina: %1 %
ja: 脚注のフォントサイズ: %1 %
ko_kr: 각주 글꼴 크기: %1%
nl_nl: Voetnoottekst-lettergrootte: %1 %
pl: Rozmiar czcionki przypisu dolnego: %1%
pt_br: Tamanho da fonte da nota de rodapé: %1%
ro: Dimensiune font note de subsol: %1 %
ru: Размер шрифта сносок: %1%
sk: Veľkosť písma poznámky pod čiarou: %1 %
sr: Величина фонта фуснота: %1 %
tr: Dipnot yazı boyutu: % %1
uk: Розмір шрифту виноски: %1 %
zh_cn: 脚注字号：%1 %

source: In-page footnote fix-up
ca: Correcció de notes a peu de pàgina
cs: Úpravy „Poznámek pod čarou“ na stránce
de: Korrektur der Fußnoten auf der Seite
el: Προσαρμογή των εντός σελίδας υποσημειώσεων
es: Corrección de notas al pie de página
fa: اصلاح پاورقی درون صفحه
fr: Notes en bas de page
gl: Corrección de notas ao rodapé
hu: Oldalon belüli lábjegyzetek javítása
it_it: Correzione delle note a pie' pagina
ja: ページ内脚注の修正
ko_kr: 페이지 내 각주 수정
nl_nl: Voetnoten in pagina correctie
pl: Korekta przypisów dolnych na stronie
pt_br: Correção de nota de rodapé na página
ro: Fix-up note de subsol în pagină
ru: Исправление сносок на странице
sk: Úprava umiestnenia poznámok pod čiarou na strane
sr: Поправке фусноте унутар странице
tr: Sayfa içi dipnot düzeltmesi
uk: Виправлення виносок на сторінці
zh_cn: 页面内脚注修补
