Repository: spruceUI/spruceOS
Catalog: App/KoReader/l10n/*/koreader.po
Languages: ar, ca, cs, de, el, es, fa, fr, gl, hu, it_it, ja, ko_kr, nl_nl, pl, pt_br, ro, ru, sk, sr, tr, uk, zh_cn

source: Synchronizes your reading progess to a server across your KOReader devices.
ar: يقوم بمزامنة تقدّمك في القراءة عبر أجهزتك المختلفة التي تعمل ببرنامج KOReader.
ca: Sincronitza la posició de lectura entre els teus dispositius amb KOReader per mitjà d'un servidor.
cs: Synchronizuje postup čtení na více zařízeních s KOReaderem se serverem.
de: Synchronisiert Ihren Lesefortschritt mit einem Server auf allen KOReader-Geräten.
el: Συγχρονίζει την πρόοδο της ανάγνωσής σας σε έναν διακομιστή σε όλες τις συσκευές KOReader.
es: Sincroniza la posición de lectura entre tus dispositivos con KOReader por medio de un servidor.
fa: در حال همگام‌سازی پیشرفت مطالعه شما با یک سرور در تمام دستگاه‌های کوریدر شما.
fr: Synchronise votre progression de lecture sous tous vos appareils KOReader via un serveur.
gl: Sincroniza o teu progreso de lectura a un servidor para todos os teus dispositivos KOReader.
hu: Olvasási folyamat szinkronizálása szerverrel egy KOReader-t futtató eszközről.
it_it: Sincronizza i tuoi progressi di lettura su un server attraverso i tuoi dispositivi KOReader.
ja: 各KOReaderデバイスの閲覧進行状況をサーバー経由で同期する。
ko_kr: 독서 진행 과정을 KOReader 기기로 서버와 동기화합니다.
nl_nl: Synchroniseert leesvoortgang over meerdere KOReader-apparaten met een server.
pl: Synchronizuje postęp czytania z serwerem na urządzeniach KOReader.
pt_br: Sincroniza seu progresso de leitura com um servidor nos seus dispositivos KOReader.
ro: Sincronizează progresul de citire pe un server între toate dispozitivele tale cu KOReader.
ru: Данный плагин позволяет синхронизировать прогресс чтения с сервером на всех ваших устройствах, где установлен KOReader.
sk: Synchronizuje so serverom priebeh vášho čítania medzi vašimi zariadeniami s KOReaderom.
sr: Синхронизује напредак читања на север са свим вашим KOReader уређајима.
tr: Okuma ilerlemenizi bir sunucu ile KOReader aygıtları arasında eşitler.
uk: Синхронізує ваш прогрес читання на сервер через ваші пристрої KOReader.
zh_cn: 在你的 KOReader 设备之间同步阅读进度。

source: Register/login to KOReader server
ar: تسجيل/دخول الى مزوّد (سيرفر) KOReader
ca: Registrar/iniciar sessió en el servidor de Koreader
cs: Zaregistrovat/Přihlásit se na KOReader server
de: Registrieren/anmelden in den KOReader server
el: Εγγραφή/Σύνδεση σε διακομιστή του KOReader
es: Registrar/iniciar sesión en el servidor de Koreader
fa: عضویت/ورود به سرور کوریدر
fr: S’inscrire/se connecter au serveur KOreader
gl: Rexistrarse/iniciar sesión no servidor de KOReader
hu: Regisztrálás/bejelentkezés a KOReader szerverre
it_it: Registrazione/login al server KOReader
ja: KOReader サーバーに登録/ログイン
ko_kr: KOReader 서버에 가입/로그인
nl_nl: Registreer/login op KOReaderserver
pl: Rejestracja/logowanie do serwera KOReader
pt_br: Registre/Faça login no servidor do KOReader
ro: Înregistrare/conectare la serverul KOReader
ru: Зарегистрироваться/войти на сервер KOReader'а
sk: Zaregistrovať sa/prihlásiť sa na server KOReader
sr: Региструјте се/пријавите на KOReader сервер
tr: KOReader sunucusunda hesap/oturum açın
uk: Зареєструватись/увійти на сервер KOReader
zh_cn: 注册/同步到 KOReader 服务器

source: Progress has been synchronized.
ar: تمت مزامنة التقدم.
ca: Posició de lectura sincronitzada.
cs: Postup čtení byl synchronizován.
de: Fortschritt wurde synchronisiert.
el: Η πρόοδος έχει συγχρονιστεί.
es: La posición de lectura ha sido sincronizada.
fa: پیشرفت همگام‌سازی شد.
fr: La progression a été synchronisée.
gl: O progreso foi sincronizado.
hu: A folyamat szinkronizált.
it_it: I progressi sono stati sincronizzati.
ja: 読書進捗を同期しました。
ko_kr: 진행과정이 동기화됨.
nl_nl: Voortgang gesynchroniseerd.
pl: Pasek postępu został zsynchronizowany.
pt_br: O progresso foi sincronizado.
ro: Progresul a fost sincronizat.
ru: Прогресс синхронизирован.
sk: Priebeh čítania bol synchronizovaný.
sr: Напредак је синхронизован.
tr: İlerleme eşitlendi.
uk: Прогрес синхронізовано.
zh_cn: 进度已同步。

source: Please register or login before using the progress synchronization feature.
ar: الرجاء التسجيل أو تسجيل الدخول قبل استخدام ميزة مزامنة التقدم.
ca: Cal registrar-se o iniciar sessió abans d'usar la funció de sincronització de la posició de lectura.
cs: Prosím, zaregistrujte se, nebo se přihlaste před tím, než začnete používat funkci pro synchronizaci postupu čtení.
de: Bitte registrieren oder einloggen, bevor Sie die Funktion zur Fortschrittssynchronisation nutzen.
el: Παρακαλούμε συνδεθείτε ή εγγραφείτε πριν χρησιμοποιήσετε την επιλογή συγχρονισμού.
es: Por favor regístrese o inicie sesión antes de usar la función de sincronización de la posición de lectura.
fa: لطفا قبل از استفاده از قابلیت همگام‌سازی پیشرفت عضو و وارد شوید.
fr: Veuillez vous enregistrer ou vous connecter avant d’utiliser la fonctionnalité de synchronisation de la progression.
gl: Por favor rexístrate ou inicia sesión para usar a función de sincronización de progreso.
hu: Regisztráljon vagy jelentkezzen be, mielőtt használná a folyamatos szinkronizálási funkciót.
it_it: Si prega di registrarsi o effettuare il login prima di utilizzare la funzione di Progress Synchronization.
ja: 読書進捗の同期機能を使用する前に登録またはログインしてください。
ko_kr: 최근 읽은 위치를 동기화하기 전에 가입 또는 로그인을 해주세요.
nl_nl: Registreer of login om voortgangssynchronisatie te gebruiken.
pl: Zarejestruj się lub zaloguj, aby skorzystać z funkcji synchronizacji.
pt_br: Por favor, registre-se ou faça o login antes de usar o recurso de sincronização de progresso.
ro: Te rog înregistrează-te sau conectează-te înainte să utilizezi funcția de sincronizare a progresului.
ru: Пожалуйста, зарегистрируйтесь или войдите перед использованием функции синхронизации прогресса.
sk: Pred použitím funkcie synchronizácie priebehu čítania sa prosím zaregistrujte alebo prihláste.
sr: Молимо вас да се региструјете или пријавите пре него што употребите могућност синхронизације.
tr: Güncelleme eşitleme özelliğini kullanmak için lütfen oturum açın ya da kayıt olun.
uk: Просимо зареєструватись, або увійти перед вткористанням функції синхронізації прогресу прочитаного.
zh_cn: 请登录后再开启进度同步功能。

source: Something went wrong when syncing progress, please check your network connection and try again later.
ar: حدث خطأ ما أثناء مزامنة التقدم ، يرجى التحقق من اتصال الشبكة والمحاولة مرة أخرى لاحقًا.
ca: S'ha produït un error en sincronitzar, cal revisar la connexió de xarxa i fer un nou intent més tard.
cs: Při synchronizaci postupu něco nefungovalo jak by mělo. Prosím, zkontrolujte vaše připojení k síti a později to zkuste znovu.
de: Beim Synchronisieren des Fortschritts ging etwas schief, bitte Netzwerkverbindung überprüfen und später erneut versuchen.
el: Κάτι πήγε λάθος στον συγχρονισμό, παρακαλούμε ελέγξτε την κατάσταση της σύνδεσης σας και δοκιμάστε ξανά.
es: Se ha producido un error al sincronizar, por favor revise su conexión de red e inténtelo de nuevo más tarde.
fa: چیزی در زمان همگام‌سازی پیشرفت اشتباه شد، لطفا اتصال شبکه خود را بررسی کنید و بعد دوباره تلاش کنید.
fr: Une erreur s’est produite lors de la synchronisation de la progression. Vérifiez votre connexion ou essayez plus tard.
gl: Algo foi mal durante a sincronización de progreso, por favor consulta a túa conexión de rede e téntao de novo máis tarde.
hu: Valami hiba történt az előrehaladás szinkronizálásakor, ellenőrizze a hálózati kapcsolatot, és próbálja meg később újra.
it_it: Qualcosa è andato storto in fase di sincronizzazione, controlla la connessione di rete e riprova più tardi.
ja: 読書進捗の同期中に問題が発生しました。ネットワーク接続を確認して、後でもう一度やり直してください。
ko_kr: 최근 읽은 위치 동기화 작업중에 문제가 발생했습니다, 네트워크 연결을 확인 하시고 다시 시도하세요.
nl_nl: Er ging iets mis tijdens het synchroniseren. Controleer uw netwerkverbinding en probeer het later nog eens.
pl: Wystąpił błąd podczas synchronizacji postępu. Sprawdź połączenie sieciowe i spróbuj ponownie.
pt_br: Algo deu errado ao sincronizar o progresso, verifique sua conexão de rede e tente novamente mais tarde.
ro: Ceva nu a mers bine în timpul sincronizării. Te rog verifică conexiunea la rețea și încearcă mai tîrziu.
ru: При синхронизации что-то пошло не так. Пожалуйста, проверьте подключение к сети и повторите попытку позже.
sk: Pri priebehu synchronizácie sa vyskytla chyba. Skontrolujte si prosím sieťové pripojenie a skúste to o chvíľu znova.
sr: Нешто је пошло наопако током процеса синхронизације, молимо вас да проверите везу са мрежом, па покушате поново.
tr: Eşitleme sırasında bir sorun çıktı. Lütfen ağ bağlantınızı denetleyip yeniden deneyin.
uk: Щось трапилось підчас синхронізації прогресу, перевірте з'єднання мережі і повторіть вашу спробу.
zh_cn: 同步中发生错误，请检查您的网络连接稍候重试。

source: invalid username and password
ca: nom d'usuari i contrasenya no vàlids
cs: neplatné uživatelské jméno a heslo
de: ungültiger Benutzername und Passwort
el: μη έγκυρο όνομα χρήστη και κωδικός πρόσβασης
es: nombre de usuario y contraseña no válidos
fa: نام‌ کاربری و رمز عبور نامعتبر است
fr: nom d’utilisateur et mot de passe invalides
gl: Usuario e contrasinal inválidos
hu: hibás felhasználónév vagy jelszó
it_it: nome utente e password non validi
ja: 無効なユーザー名かパスワード
ko_kr: 잘못된 사용자이름과 비밀번호
nl_nl: ongeldige gebruikersnaam en wachtwoord
pl: nieprawidłowa nazwa użytkownika i hasło
pt_br: usuário e senha inválidos
ro: nume utilizator sau parolă invalide
ru: неверные имя пользователя и пароль
sk: neplatné používateľské meno a heslo
sr: неисправно корисничко име и лозинка
tr: kullanıcı adı ve parola geçersiz
uk: неприпустиме ім'я користувача та пароль
zh_cn: 用户名和密码无效

source: invalid username
ca: nom d'usuari no vàlid
cs: neplatné uživatelské jméno
de: ungültiger Benutzername
el: μη έγκυρο όνομα χρήστη
es: nombre de usuario no válido
fa: نام‌ کاربری نامعتبر
fr: nom d’utilisateur invalide
gl: nome de usuario inválido
hu: érvénytelen usernév
it_it: nome utente non valido
ja: 無効なユーザー名
ko_kr: 잘못된 사용자이름
nl_nl: ongeldige gebruikersnaam
pl: nieprawidłowy użytkownik
pt_br: nome de usuário inválido
ro: nume de utilizator invalid
ru: неверное имя пользователя
sk: neplatné používateľské meno
sr: неисправно корисничко име
tr: kullanıcı adı geçersiz
uk: неприпустиме ім'я користувача
zh_cn: 用户名无效

source: invalid password
ar: كلمة مرور غير صالحة
ca: contrasenya no vàlida
cs: neplatné heslo
de: ungültiges Passwort
el: Μη έγκυρος κωδικός πρόσβασης
es: contraseña no válida
fa: رمز عبور نامعتبر
fr: mot de passe invalide
gl: contrasinal inválido
hu: érvénytelen jelszó
it_it: password non valida
ja: 無効なパスワード
ko_kr: 잘못된 비밀번호
nl_nl: ongeldig wachtwoord
pl: nieprawidłowe hasło
pt_br: senha inválida
ro: parolă invalidă
ru: неверный пароль
sk: neplatné heslo
sr: неисправна лозинка
tr: parola geçersiz
uk: недійсний пароль
zh_cn: 密码无效

source: Push progress from this device
ca: Exportar posició de lectura d'aquest dispositiu
cs: Odeslat postup čtení z tohoto zařízení
de: Übertrage Fortschritt von diesem Gerät
el: Αποστολή προόδου σε άλλες συσκευές
es: Exportar posición de lectura de este dispositivo
fa: ارسال پیشرفت از این دستگاه
fr: Transmettre la progression depuis cet appareil
gl: Gardar o progreso dende este dispositivo
hu: Olvasási állapot 'push' erről az eszközről
it_it: Salva progresso da questo dispositivo
ja: このデバイスから読書進捗をプッシュ
ko_kr: 이 기기의 최근 읽은 위치 내보내기
nl_nl: Voortgang van dit apparaat doorgeven
pl: Zapisz postęp z tego urządzenia
pt_br: Forçar progresso para este dispositivo
ro: Trimite progresul de pe acest dispozitiv
ru: Отправить прогресс данного устройства
sk: Odoslať priebeh čítania z tohto zariadenia
sr: Гурај напредак са овог уређаја
tr: Bu aygıttaki güncellemeleri gönder
uk: Надіслати прогрес з цього пристрою
zh_cn: 同步本设备的进度

source: Pull progress from other devices
ar: مزامنة تقدم القراءة من جهاز آخر
ca: Importar posició de lectura d'altres dispositius
cs: Načíst postup čtení z jiného zařízení
de: Lade Fortschritt von anderen Geräten
el: Λήψη προόδου από άλλες συσκευές
es: Importar posición de lectura de otros dispositivos
fa: دریافت پیشرفت از دستگاه دیگر
fr: Recevoir la progression depuis d’autres appareils
gl: Obter o progreso dende outros dispositivos
hu: Olvasási állapot 'pull' másik eszközről
it_it: Carica progressi da altri dispositivi
ja: 他のデバイスから読書進捗をプル
ko_kr: 다른 기기에서 최근 읽은 위치 가져오기
nl_nl: Voortgang van andere apparaten halen
pl: Wczytaj postęp z innych urządzeń
pt_br: Puxar o progresso de outros dispositivos
ro: Preia progresul de la alte dispozitive
ru: Загрузить прогресс с других устройств
sk: Stiahnuť priebeh čítania z iných zariadení
sr: Повлачи напредак са других уређаја
tr: Diğer aygıtlardan güncellemeleri al
uk: Отримати прогрес з інших пристроїв
zh_cn: 从其他设备拉取进度

source: Custom sync server
ar: مزوّد (سيرفر) مزامنةٍ مخصّص
ca: Servidor de sincronització personalitzat
cs: Vlastní synchronizační server
de: Eigener Sync-Server
el: Προσαρμοσμένος διακομιστής συγχρονισμού
es: Servidor de sincronización personalizado
fa: سرور همگام‌سازی سفارشی
fr: Serveur de synchronisation personnalisé
gl: Servidor personalizado de sincronización
hu: Egyedi szinkronizációs szerver
it_it: Server sincronizzazione personalizzato
ja: カスタム同期サーバー
ko_kr: 동기화 서버 맞춤설정
nl_nl: Aangepaste sync-server
pl: Niestandardowy serwer synchronizacji
pt_br: Servidor de sincronização personalizado
ro: Server de sincronizare particularizat
ru: Свой сервер синхронизации
sk: Vlastný synchronizačný server
sr: Произвољни сервер синхронизације
tr: Özel eşitleme sunucusu
uk: Персональний сервер синхронізації
zh_cn: 自定义同步服务器

source: Custom progress sync server address
ca: Adreça del servidor de sincronització personalitzat
cs: Adresa vlastního serveru pro synchr. postupu čtení
de: Eigene Sync-Server Adresse
el: Διεύθυνση προσαρμοσμένου διακομιστή συγχρονισμού προόδου
es: Dirección del servidor de sincronización personalizado
fa: نشانی سرور همگام‌سازی پیشرفت سفارشی
fr: Adresse du serveur de synchronisation de progression personnalisé
gl: Enderezo do servidor personalizado de sincronización de progreso
hu: Egyedi szinkronizációs szerver címe
it_it: Indirizzo del server di sincronizzazione personalizzato
ja: カスタム読書進捗同期サーバーのアドレス
ko_kr: 사설 동기화 서버 주소
nl_nl: Aangepast voortgangssync-serveradres
pl: Adres niestandardowego serwera synchronizacji
pt_br: Endereço personalizado do servidor de sincronização de progresso
ro: Adresa server de sincronizare a progresului particularizată
ru: Адрес своего сервера синхронизации прогресса
sk: Vlastná adresa servera synchronizácie priebehu
sr: Адреса произвољног сервера за синхронизацију
tr: Özel işlem eşitleme sunucusunun adresi
uk: Персональна адресу сервера синхронізації прогресу
zh_cn: 自定义进度同步服务器地址

source: Logout
ar: تسجيل الخروج
ca: Tancada sessió
cs: Odhlásit se
de: Ausloggen
el: Αποσύνδεση
es: Cerrar sesión
fa: خروج
fr: Se déconnecter
gl: Pechar sesión
hu: Kijelentkezés
it_it: Esci
ja: ログアウト
ko_kr: 로그아웃
nl_nl: Log uit
pl: Wyloguj
pt_br: Sair
ro: Deconectare
ru: Выйти
sk: Odhlásiť sa
sr: Одјави се
tr: Oturumu kapat
uk: Вийти
zh_cn: 注销

source: Register
ar: تسجيل دخول
ca: Registrar
cs: Zaregistrovat se
de: Registrieren
el: Εγγραφή
es: Registrar
fa: عضویت
fr: S’inscrire
gl: Rexistrar
hu: Regisztráció
it_it: Registrati
ja: 登録
ko_kr: 가입
nl_nl: Registreren
pl: Rejestracja
pt_br: Registrar
ro: Înregistrare
ru: Зарегистрироваться
sk: Registrovať
sr: Регистрација
tr: Hesap aç
uk: Зареєструватись
zh_cn: 注册

source: Login
ar: تسجيل الدخول
ca: Iniciant sessió
cs: Přihlásit se
de: Einloggen
el: Σύνδεση
es: Iniciar sesión
fa: ورود
fr: S’identifier
gl: Iniciar sesión
hu: Bejelentkezés
it_it: Accedi
ja: ログイン
ko_kr: 로그인
pl: Zaloguj
pt_br: Entrar
ro: Conectare
ru: Войти
sk: Prihlásiť sa
sr: Пријава
tr: Oturum aç
uk: Увійти
zh_cn: 登录

source: Automatically keep documents in sync
ca: Mantindre els documents sincronitzats automàticament
cs: Automaticky udržovat dokumenty synchronizované
de: Dokumente automatisch synchron halten
el: Αυτόματη διατήρηση των εγγράφων σε συγχρονισμό
es: Mantener los documentos sincronizados automáticamente
fa: خودکار اسناد را همگام نگهدار
fr: Maintenir automatiquement la synchronisation des documents
gl: Manter o documentos sincronizados automaticamente
hu: Dokumentumok automatikus szinkronizálása
it_it: Mantieni automaticamente sincronizzati i documenti
ko_kr: 자동으로 문서 동기화 유지
nl_nl: Documenten automatisch gesynchroniseerd houden
pl: Automatycznie synchronizuj dokumenty
pt_br: Sincronizar documentos automaticamente
ru: Автоматическая синхронизация документов
sk: Automaticky synchronizovať dokumenty
sr: Аутоматски одржавај документе синхронизоване
tr: Belgeler otomatik olarak eşitlensin
uk: Автоматично синхронізувати документи
zh_cn: 自动同步文档

source: This may lead to nagging about toggling WiFi on document close and suspend/resume, depending on the device's connectivity.
ca: En funció de la connectivitat del dispositiu, aquesta opció pot ocasionar molèsties relatives a la commutació de la xarxa wifi en tancar documents i en suspendre/reprendre.
de: Dies kann dazu führen, dass Sie je nach Konnektivität des Geräts das WiFi beim Schließen des Dokuments und beim Anhalten/Wiederaufnehmen umschalten müssen.
el: Η επιλογή αυτή μπορεί να οδηγήσει σε προβλήματα σχετικά με την ενεργοποίηση του WiFi στο κλείσιμο του εγγράφου και την αναστολή/επανενεργοποίηση, ανάλογα με τη συνδεσιμότητα της συσκευής.
es: En función de la conectividad del dispositivo, esta opción puede ocasionar molestias relativas a la conmutación de la red wifi al cerrar documentos y al suspender/reanudar.
fr: Cela peut entraîner des rappels insistants pour activer/désactiver le Wi-Fi lors de la fermeture ou de la suspension/reprise des documents, en fonction de la connectivité de l'appareil.
gl: Esta función pode causar molestias acerca da conmutación da WiFi ao pechar documentos ou ao suspender e retomar, dependendo da conectividade do dispositivo.
it_it: Questo può portare a fastidi col cambio dello stato del WiFi alla chiusura del documento e alla sospensione/ripresa, a seconda della connettività del dispositivo.
ko_kr: 이로 인해 장치의 연결 상태에 따라 문서 닫기와 일시 중지/다시 시작 시 WiFi 토글에 대한 알림이 표시될 수 있습니다.
nl_nl: Dit kan leiden tot herhaalde waarschuwingen over het inschakelen van WiFi bij het sluiten en stoppen/hervatten van documenten, afhankelijk van de connectiviteit van het apparaat.
pl: Może to prowadzić do monitów o przełączanie Wi-Fi przy zamykaniu dokumentu oraz wstrzymywaniu/wznawianiu w zależności od łączności urządzenia.
pt_br: Dependendo da conectividade do dispositivo, esta opção pode causar incômodos relacionados à troca de Wi-Fi ao fechar documentos e ao suspender/reiniciar.
ru: Может напоминать о необходимости переключения Wi-Fi при закрытии документа и приостановке/возобновлении работы (в зависимости от подключения устройства к сети).
sk: To môže viesť k otravnému prepínaniu WiFi pri zatváraní dokumentu a uspanie/prebudenie zariadenia v závislosti od jeho pripojenia.
sr: Ово може довести до притужби у вези са укљ./искљ. WiFi приликом затварања документа и суспендовања/буђења, у зависности од стања повезаности уређаја.
tr: Bu seçenek, belgenin kapatılması ile beklemeye geçme ve sürdürme sırasında aygıtın Wi-Fi bağlantısının açılıp kapatılması nedeniyle soruna yol açabilir.
uk: Це може призвести до проблем перемикання Wi-Fi після закриття документа та призупинення/відновлення роботи, залежно від з'єднання пристрою.
zh_cn: 启用此选项后，若设备没有连接WiFi，则会在文档关闭和设备休眠前后询问是否要启用WiFi功能以便同步信息。

source: You will have to switch the 'Action when Wi-Fi is off' Network setting to 'turn on' to be able to enable this feature!
ca: Per a poder activar aquesta funció és necessari canviar l'ajust de xarxa "Acció quan wifi està desactivat" a "Activar"!
cs: Abyste mohli povolit tuto funkci, budete muset přepnout nastavení sítě „Akce při vypnuté Wi-Fi“ na „zapnout“!
de: Um diese Funktion zu aktivieren, müssen Sie die Netzwerkeinstellung "Aktion, wenn Wi-Fi ausgeschaltet ist" auf "Einschalten" setzen!
el: Για να ενεργοποιήσετε αυτή τη λειτουργία, θα πρέπει στη ρύθμιση δικτύου «Ενέργεια όταν το Wi-Fi είναι κλειστό» να επιλέξετε «ενεργοποίηση»!
es: ¡Para poder activar esta función es necesario cambiar el ajuste de red "Acción cuando wifi está desactivado" a "Activar"!
fr: Cela peut entraîner des rappels insistants pour activer/désactiver le Wi-Fi lors de la fermeture ou de la suspension/reprise des documents, en fonction de la connectivité de l'appareil !
gl: Para poder activar esta función é preciso cambiar o axuste de rede "Acción cando a wifi está apagada" a "Activar"!
hu: A funkció engedélyezéséhez a "Művelet, ha a WiFi ki van kapcsolva" hálózati beállítást be kell kapcsolnia!
it_it: Dovrai impostare l'opzione "Azione quando il Wi-Fi è spento" su "Accendi" per poter attivare questa funzione!
ko_kr: 이 기능을 사용하려면 'Wi-Fi가 꺼져 있을 때 작동'이라는 네트워크 설정을 '켜기'로 전환해야 합니다!
nl_nl: De netwerkinstelling 'Actie wanneer wifi is uitgeschakeld' moet op 'zet aan' staan om deze functie in te schakelen!
pl: Aby móc włączyć tę funkcję, musisz zmienić ustawienie sieciowe 'Czynność, gdy sieć Wi-Fi jest wyłączona' na 'włączone'!
pt_br: Para habilitar esse recurso, você precisará alternar "Ação quando o Wi-Fi está desligado" para "ligar" nas configurações de rede!
ru: Для использования данной функции необходимо перевести настройку сети «Действие при отключенном Wi-Fi» в положение «включить»!
sk: Ak chcete povoliť túto funkciu, budete musieť prepnúť v nastavení siete „Čo urobiť pri vypnutej Wi-Fi“ na „zapnúť“!
sr: Ако желите да користите ову функцију, морате да поставите подешавање ’Акција када је Wi-Fi искључен’ у менију Мрежа на ’укључи’!
tr: Bu seçeneği etkinleştirebilmek için 'Wi-Fi kapatıldığında yapılacak işlem' ağ ayarını 'Açılsın' olarak değiştirmeniz gerekir!
uk: Щоб увімкнути цю функцію, вам потрібно увімкнути налаштування «Дія, коли Wi-Fi вимкнено» у налаштуваннях мережі!
zh_cn: 你需要将“Wi-Fi 关闭时的动作”设置修改为“打开”来启用这个项目！

source: Periodically sync every # pages (%1)
ca: Sincronitzar periòdicament cada # pàgines (%1)
cs: Periodicky synchronizovat každých # stránek (%1)
de: Regelmäßig alle # Seiten synchronisieren (%1)
el: Περιοδικός συγχρονισμός κάθε # σελίδες (%1)
es: Sincronizar periódicamente cada # páginas (%1)
fa: همگام‌سازی دوره‌ای هر # (%1) صفحه
fr: Synchroniser toutes les # pages (%1)
gl: Sincronizar periodicamente cada # páxinas (%1)
hu: Szinkronizálás minden #. oldalon (%1)
it_it: Sincronizza periodicamente ogni # pagine (%1)
ko_kr: # 페이지마다 주기적으로 동기화(%1)
nl_nl: Synchroniseer elke # pagina's periodisch (%1)
pl: Synchronizuj okresowo co # stron (%1)
pt_br: Sincronizar periodicamente a cada # páginas (%1)
ru: Синхронизировать каждые # стр. (%1)
sk: Pravidelne synchronizovať každých X (%1) stránok
sr: Периодично синхронизуј сваких # страница (%1)
tr: Her # sayfada bir eşitlensin (%1)
uk: Синхронізувати кожні # сторінки (%1)
zh_cn: 每 # 页进行同步（%1）
