Repository: spruceUI/spruceOS
Catalog: App/KoReader/l10n/*/koreader.po
Languages: ar, ca, cs, de, el, es, fa, fr, gl, hu, it_it, ja, ko_kr, nl_nl, pl, pt_br, ro, ru, sk, sr, tr, uk, zh_cn

# Button
source: Wikipedia full
ar: مقالة ويكيبيديا الكاملة
ca: Viquipèdia completada
cs: Úplná Wikipedie
de: Wikipedia voll
el: Πλήρης Βικιπαίδεια
es: Wikipedia completada
fa: ویکی‌پدیا کامل
fr: Tout l’article
gl: Wiki completa
hu: Wikipedia teljes
it_it: Wikipedia completo
ja: Wikipedia 全て
ko_kr: 위키피디아 모든 글감
nl_nl: Wikipedia volledig
pl: Pełna Wikipedia
pt_br: Wikipédia completa
ro: Articol complet
ru: Википедия полностью
sk: Celý článok z Wikipedie
sr: Википедија комплетан
tr: Vikipedi tam
uk: Вікіпедія повний
zh_cn: 维基百科完整页面

source: (query : %1)
ar: (الُمستَعلم عنه: %1)
ca: (consulta : %1)
cs: (dotaz : %1)
de: (Abfrage: %1)
el: (αναζήτηση : %1)
es: (consulta : %1)
fr: (requête : %1)
gl: (termo: %1)
hu: (lekérdezés: %1)
ja: (検索ワード : %1)
ko_kr: (질의어: %1)
nl_nl: (zoekopdracht: %1)
pl: (zapytanie: %1)
pt_br: (consulta: %1)
ro: (interogare : %1)
ru: (запрос: %1)
sk: (hľadané : %1)
sr: (упит : %1)
tr: (sorgu : %1)
uk: (запит : %1)
zh_cn: （查询：%1）

source: %1 results
ca: %1 resultats
cs: %1 výsledků
de: %1 Ergebnisse
el: %1 αποτελέσματα
es: %1 resultados
fa: %1 نتیجه
fr: %1 résultats
gl: %1 resultados
hu: %1 eredmény
it_it: %1 risultati
ko_kr: %1 결과
nl_nl: %1 resultaten
pl: Wyniki: %1
pt_br: %1 resultados
ru: Результаты: %1
sk: Výsledky: %1
sr: %1 резултата
tr: %1 sonuç
uk: Результатів: %1
zh_cn: %1 结果

source: Default values: %1%3 %4 %2%3
ca: Valors per defecte: %1%3 %4 %2%3
cs: Výchozí hodnoty: %1%3 %4 %2%3
de: Standard-Werte: %1%3 %4 %2%3
el: Προεπιλεγμένες τιμές: %1%3 %4 %2%3
es: Valores predeterminados: %1%3 %4 %2%3
fa: مقادير پیشفرض: %1%3 %4 %2%3
fr: Valeur par défaut : %1%3 %4 %2%3
gl: Valores por defecto: %1%3 %4 %2%3
hu: Alapértelmezések: %1%3 %4 %2%3
it_it: Valori predefiniti: %1%3 %4 %2%3
ja: デフォルト値: %1%3 %4 %2%3
ko_kr: 기본값: %1%3 %4 %2%3
nl_nl: Standaardwaardes: %1%3 %4 %2%3
pl: Wartości domyślne: %1%3 %4 %2%3
pt_br: Valores padrões: %1%3 %4 %2%3
ro: Valori implicite: %1%3 %4 %2%3
ru: По умолчанию: %1%3 %4 %2%3
sk: Predvolené hodnoty: %1%3 %4 %2%3
sr: Подразумеване вредности: %1%3 %4 %2%3
tr: Varsayılan değerler: %1%3 %4 %2%3
uk: Типові значення: %1%3 %4 %2%3
zh_cn: 默认值：%1%3 %4 %2%3

source: name
ca: nom
cs: název
de: Dateiname
el: όνομα
es: nombre
fa: نام
fr: nom
gl: nome
hu: név
it_it: nome
ko_kr: 이름
nl_nl: naam
pl: Nazwa
pt_br: nome
ru: имя
sk: názov
sr: име
tr: ad
uk: назва
zh_cn: 文件名

source: name (natural sorting)
ca: nom (ordenació natural)
cs: název (přirozené pořadí)
de: Dateiname (natürliche Sortierung)
el: όνομα (φυσική ταξινόμηση)
es: nombre (ordenación natural)
fa: نام (مرتب کردن طبیعی)
fr: nom (tri naturel)
gl: nome (ordenación natural)
hu: név (természetes rendezés)
it_it: nome (ordinamento naturale)
ko_kr: 이름 (자연 정렬)
nl_nl: naam (natuurlijke sortering)
pl: Nazwa (sortowanie naturalne)
pt_br: nome (ordenação natural)
ru: имя (естественно)
sk: názov (prirodzené triedenie)
sr: име (природно сортирање)
tr: ad (doğal sıralama)
uk: назва (звичайне сортування)
zh_cn: 文件名（自然排序）

source: last read date
ca: data de l'última lectura
cs: datum posledního čtení
de: Letztes Lesedatum
el: ημερομηνία τελευταίας ανάγνωσης
es: fecha de última lectura
fa: آخرین تاریخ مطالعه
fr: Date de dernière lecture
gl: data da derradeira lectura
hu: legutóbbi olvasás
it_it: data di ultima lettura
ko_kr: 마지막으로 읽은 날짜
nl_nl: laatste leesdatum
pl: Data ostatniego czytania
pt_br: data da última leitura
ru: дата последнего чтения
sk: dátum posledného prečítania
sr: датум последњег читања
tr: son okunma tarihi
uk: дата останнього читання
zh_cn: 上次阅读日期

source: date modified
ar: تاريخ التعديل
ca: data de modificació
cs: data úprav
de: Datum bearbeitet
el: ημερομηνία τροποποίησης
es: fecha de modificación
fa: تاریخ تغییر یافتن
fr: date de modification
gl: data de modificación
hu: módosítás dátuma
it_it: data modifica
ja: 更新日
ko_kr: 날짜 바뀜
nl_nl: datum gemodificeerd
pl: Data modyfikacji
pt_br: data de modificação
ro: data modificării
ru: дате изменения
sk: dátumu úpravy
sr: датум измене
tr: değiştirildiği tarih
uk: датою зміни
zh_cn: 修改日期

source: size
ar: الحجم
ca: mida
cs: velikosti
de: Größe
el: μέγεθος
es: tamaño
fa: حجم
fr: taille
gl: tamaño
hu: méret
it_it: dimensione
ja: サイズ
ko_kr: 크기
nl_nl: grootte
pl: Rozmiar
pt_br: tamanho
ro: dimensiune
ru: размеру
sk: veľkosti
sr: величина
tr: boyut
uk: розміром
zh_cn: 大小

source: type
ar: النوع
ca: tipus
cs: typu
de: Typ
el: μορφή
es: tipo
fa: نوع
gl: tipo
hu: típus
it_it: tipo
ja: 種類
ko_kr: 확장자
pl: Typ
pt_br: tipo
ro: tip
ru: типу
sk: typu
sr: тип
tr: tür
uk: типом
zh_cn: 类型

source: percent - unopened first
ca: percentatge - no oberts al principi
cs: procent - neotevřené první
de: Prozent - ungeöffnete zuerst
el: ποσοστό - τα μη ανοιγμένα πρώτα
es: por ciento - primero sin abrir
fa: درصد - باز نشده‌ها اول
fr: pourcentage – non ouvert en premier
gl: porcentaxe – sen abrir primeiro
hu: százalék - nem megnyitottak elöl
it_it: percentuale - non aperti per primi
ko_kr: 비율 – 열지 않은 것 우선
nl_nl: percentage – ongeopend eerst
pl: Procentowo – nieotwarte na początku
pt_br: porcentagem - não abertos primeiro
ru: % - не открытые в начале
sk: percent - neotvorené ako prvé
sr: проценат – прво неотворене
tr: yüzdeye göre - açılmamışlar önce
uk: відсотком — спочатку невідкриті
zh_cn: 百分比 – 未读在前

source: percent - unopened last
ca: percentatge - no oberts al final
cs: procent - neotevřené poslední
de: Prozent - ungeöffnete zuletzt
el: ποσοστό - τα μη ανοιγμένα τελευταία
es: por ciento - último sin abrir
fa: درصد - باز نشده‌ها آخر
fr: pourcentage – non ouvert en dernier
gl: porcentaxe – sen abrir ao final
hu: százalék – nem megnyitottak hátul
it_it: percentuale - non aperti per ultimi
ko_kr: 비율 – 열지 않은 것 후순위
nl_nl: percentage – ongeopend laatst
pl: Procentowo – nieotwarte na końcu
pt_br: porcentagem - não abertos por último
ru: % - не открытые в конце
sk: percent - neotvorené ako posledné
sr: проценат – неотворене на крају
tr: yüzdeye göre - açılmamışlar sonra
uk: відсотком — невідкриті в кінці
zh_cn: 百分比 – 未读在后

source: percent – unopened – finished last
de: Prozent - ungeöffnet - zuletzt beendet
el: ποσοστό - μη ανοιγμένα - τελευταία ανάγνωση
es: por ciento - sin abrir - terminado en último lugar
fa: درصد - باز نشده‌ها - پایان‌یافته‌ها آخر
gl: porcentaxe - sen abrir - rematados ao final
hu: százalék – nem megnyitottak - befejezettek hátul
it_it: percentuale - non aperti - terminati per ultimi
ko_kr: 백분율 - 미개봉 - 마지막에 끝냄
nl_nl: percentage – ongeopend – voltooid laatst
pl: Procentowo – nieotwarte – ukończone na końcu
ru: % - не открытые - законченные в конце
sk: percent – neotvorené – prečítané posledné
sr: проценат – неотворене – последње завршене
tr: yüzde - açılmamış - en son bitirdi

source: Current folder not readable. Some content may not be shown.
ar: المجلد الحالي غير قابل للقراءة. قد لا يتم عرض بعض المحتويات.
ca: La carpeta actual no es pot llegir. És possible que part del contingut no puga mostrar-se.
cs: Aktuální složka není nastavena pro čtení, a proto její obsah nemusí být zobrazen.
de: Aktuelles Verzeichnis nicht lesbar. Einige Inhalte werden möglicherweise nicht angezeigt.
el: Ο τρέχων φάκελος δεν είναι αναγνώσιμος. Ενδέχεται να μην εμφανίζεται κάποιο περιεχόμενο.
es: La carpeta actual no se puede leer. Es posible que parte del contenido no se muestre.
fa: پوشه فعلی خواندنی نیست. ممکن است مقداری از محتوای آن نمایش داده نشود.
fr: Le répertoire courant est illisible. Certains contenus peuvent ne pas être affichés.
gl: O cartafol actual non se pode ler. É posible que non se mostre todo o contido.
hu: Az aktuális mappa nem olvasható. Előfordulhat, hogy egyes tartalmak nem jelennek meg.
it_it: La cartella corrente non è leggibile. Alcuni contenuti potrebbero non essere mostrati.
ja: 現在のフォルダは読めません。一部のコンテンツが表示されない場合があります。
ko_kr: 현재 폴더를 읽을 수 없습니다. 일부 콘텐츠가 표시되지 않을 수 있습니다.
nl_nl: Huidige map niet leesbaar. Sommige inhoud wordt mogelijk niet weergegeven.
pl: Nie można odczytać bieżącego folderu. Niektóre treści mogą nie być wyświetlane.
pt_br: Pasta atual ilegível. Alguns conteúdos podem não ser exibidos.
ro: Dosarul curent nu se poate citi. O parte din conținut ar putea fi neafișată.
ru: Текущая папка не доступна для чтения. Часть содержимого может не отображаться.
sk: Aktuálny priečinok sa nedá čítať. Určitý obsah sa nemusí zobraziť.
sr: Текучи директоријум не може да се чита. Део садржаја се можда неће приказати.
tr: Geçerli klasör okunabilir değil. Bazı içerikler görüntülenmeyebilir.
uk: Поточну теку неможливо прочитати. Деякий вміст може не показуватися.
zh_cn: 当前文件夹不可读。有些内容可能不会被显示。

# Extrema
source: Min
ca: Mínim
el: Ελάχιστο
es: Mínimo
fa: حداقل
gl: Mín.
ja: 最小
ko_kr: 최소
pl: Minimum
pt_br: Mín
ru: Мин
sr: Мин
tr: En az
uk: Мін
zh_cn: 最小

# Extrema
source: Max
ca: Màxim
el: Μέγιστο
es: Máximo
fa: حداکثر
gl: Máx.
ja: 最大
ko_kr: 최대
pl: Maksimum
pt_br: Máx
ru: Макс
sr: Макс
tr: En fazla
uk: Макс
zh_cn: 最大值

source: Toggle
ar: تبديل
ca: Activar/Desactivar
cs: Přepnout
de: Umschalten
el: Εναλλαγή
es: Conmutar
fa: تغییر وضعیت
fr: Actif/Inactif
gl: Conmutar
hu: Ki/be
it_it: Abilita/disabilita
ja: 切り替え
ko_kr: 켜거나 끄기
nl_nl: Schakel
pl: Przełącz
pt_br: Alternar
ro: Comută
ru: Вкл/выкл
sk: Prepínať
sr: Укљ./Искљ.
tr: Değiştir
uk: Перемкнути
zh_cn: 开关

source: Configure
ar: الضبط
ca: Configurar
cs: Konfigurovat
de: Konfigurieren
el: Διαμόρφωση
es: Configurar
fa: پیکربندی
fr: Configurer
gl: Configurar
hu: Beállítás
it_it: Configura
ja: 設定
ko_kr: 구성하기
nl_nl: Instellen
pl: Konfiguruj
pt_br: Configurar
ro: Configurează
ru: Конфигурация
sk: Konfigurovať
sr: Конфигуриши
tr: Yapılandır
uk: Сконфігурувати
zh_cn: 配置

source: Viewing image
ar: جاري عرض الصورة
ca: Veure imatge
cs: Prohlížení obrázku
de: Anzeigen des Bilds
el: Προβολή εικόνας
es: Ver imagen
fa: نمایش تصویر
fr: Affichage de l’image
gl: A mostrar imaxe
hu: Kép megjelenítése
it_it: Visualizzazione dell'immagine
ja: 画像の表示
ko_kr: 이미지 보기
nl_nl: Afbeelding bekijken
pl: Podgląd obrazka
pt_br: Visualizando imagem
ro: Se vizualizează imaginea
ru: Просмотр изображения
sk: Prezeranie obrázka
sr: Приказ слике
tr: Görsel görüntüleme
uk: Перегляд зображення
zh_cn: 观赏图片

source: Original size
ar: الحجم الأصلي
ca: Grandària original
cs: Originální velikost
de: Originalgröße
el: Αρχικό μέγεθος
es: Tamaño original
fa: اندازه اصلی
fr: Taille d’origine
gl: Tamaño orixinal
hu: Eredeti méret
it_it: Dimensione originale
ja: 元のサイズ
ko_kr: 원본 크기
nl_nl: Oorspronkelijke grootte
pl: Rozmiar oryginalny
pt_br: Tamanho original
ro: Mărime originală
ru: Оригинальный размер
sk: Originálna veľkosť
sr: Оригинална величина
tr: Özgün boyut
uk: Оригінальний розмір
zh_cn: 原尺寸

source: Scale
ar: تحجيم
ca: Engrandir
cs: Škálovat
de: Skalieren
el: Κλίμακα
es: Agrandar
fa: مقیاس‌
fr: Mise à l’échelle
gl: Escalar
hu: Skálázás
it_it: Scala
ja: スケール
ko_kr: 크기조절
nl_nl: Schalen
pl: Skalowanie
pt_br: Redimensionar
ro: Scalare
ru: Масштаб
sk: Prispôsobiť obrazovke
sr: Размера
tr: Ölçek
uk: Масштаб
zh_cn: 缩放比例

source: No rotation
ar: لا دوران
ca: Sense rotació
cs: Otočit zpět
de: Keine Drehung
el: Όχι περιστροφή
es: Sin rotación
fa: بدون چرخش
fr: Aucune rotation
gl: Sen rotación
hu: Nincs forgatás
it_it: Nessuna rotazione
ja: 回転しない
ko_kr: 회전 없이
nl_nl: Niet gedraaid
pl: Obrót zablokowany
pt_br: Sem rotação
ro: Fără rotație
ru: Не повёрнуто
sk: Pôvodné otočenie
sr: Без ротације
tr: Döndürülmesin
uk: Без обертання
zh_cn: 不旋转

source: Rotate
ar: دوران الشاشة
ca: Rotar
cs: Otočit
de: Drehen
el: Περιστροφή
es: Girar
fa: چرخش
fr: Rotation
gl: Rotar
hu: Forgatás
it_it: Ruota
ja: 回転
ko_kr: 회전
nl_nl: Draaien
pl: Obrót
pt_br: Girar
ro: Rotire
ru: Повернуть
sk: Otočiť
sr: Ротирај
tr: Döndür
uk: Обертати
zh_cn: 旋转

source: Image viewer
ca: Visor d'imatges
cs: Prohlížeč obrázků
de: Bildbetrachter
el: Προβολή εικόνων
es: Visor de imágenes
fa: نمایش‌دهنده تصویر
fr: Visionneuse d’images
gl: Visor de imaxes
hu: Képmegjelenítő
it_it: Visualizzatore di immagini
ko_kr: 이미지 뷰어
nl_nl: Afbeeldingsviewer
pl: Przeglądarka obrazów
pt_br: Visualizador de imagens
ru: Просмотр изображений
sk: Prehliadač obrázkov
sr: Приказивач слике
tr: Görsel görüntüleyici
uk: Переглядач зображень
zh_cn: 图片查看器

source: Read only
ar: للقراءة فقط
ca: Només lectura
cs: Pouze ke čtení
de: Schreibgeschützt
el: Μόνο για ανάγνωση
es: Sólo lectura
fa: فقط خواندنی
fr: Lecture seule
gl: Só lectura
hu: Csak olvasható
it_it: Sola lettura
ja: 読取専用
ko_kr: 읽기 전용
nl_nl: Alleen lezen
pl: Tylko do odczytu
pt_br: Somente leitura
ro: Doar în citire
ru: Только для чтения
sk: Iba na čítanie
sr: Само за читање
tr: Salt okunur
uk: Лише читання
zh_cn: 只读

source: Not editable
ar: غير قابل للتعديل
ca: No editable
cs: Nelze upravovat
de: Nicht editierbar
el: Μη επεξεργάσιμο
es: No editable
fa: غیر قابل ویرایش
fr: Non modifiable
gl: Non editable
hu: Nem szerkeszthető
it_it: Non modificabile
ja: 編集不可能
ko_kr: 수정할 수 없음
nl_nl: Niet bewerkbaar
pl: Nie edytowalne
pt_br: Não editável
ro: Ne-editabil
ru: Не редактируемое
sk: Nie je možné upravovať
sr: Не може да се уређује
tr: Düzenlenemez
uk: Не можна редагувати
zh_cn: 不可编辑

source: Text reset
ar: إفراغ مريع النّص
ca: Restablir text
cs: Resetovat text
de: Text zurücksetzen
el: Επαναφορά κειμένου
es: Resetear texto
fr: Réinitialisation du texte
gl: Restablecer texto
hu: Szöveg alaphelyzetbe állítása
it_it: Ripristino del testo
ja: 文章リセット
ko_kr: 텍스트 재설정
nl_nl: Tekst resetten
pl: Resetuj tekst
pt_br: Redefinição de texto
ro: Resetează textul
ru: Сброс текста
sk: Vrátiť späť text
sr: Ресетовање текста
tr: Metni sıfırla
uk: Скинути текст
zh_cn: 重置文本

source: Resetting failed.
ar: فشلت إعادة التعيين.
ca: No es pot reiniciar.
cs: Resetování se nezdařilo.
de: Zurücksetzen fehlgeschlagen.
el: Η επαναφορά απέτυχε.
es: No se puede reiniciar.
fa: ‌راه‌اندازی مجدد ناموفق بود.
fr: La réinitialisation a échoué.
gl: Fallou o restablecemento de texto.
hu: Hiba törlés közben.
it_it: Ripristino fallito.
ja: リセットに失敗しました。
ko_kr: 재설정 실패.
nl_nl: Resetten mislukt.
pl: Resetowanie zakończone niepowodzeniem.
pt_br: Redefinição falhou.
ro: Resetarea a eșuat.
ru: Сброс не выполнен.
sk: Obnovenie zlyhalo.
sr: Није успело ресетовање.
tr: Sıfırlanamadı.
uk: Скидання не вдалось.
zh_cn: 重置失败。

source: Saving failed.
ar: فشلت عملية الحفظ.
ca: Error en guardar.
cs: Uložení se nezdařilo.
de: Speichern fehlgeschlagen.
el: Αποτυχία αποθήκευσης.
es: Error al guardar.
fa: ذخیره‌سازی ناموفق.
fr: L’enregistrement a échoué.
gl: Fallo ao gardar.
hu: Hiba mentés közben.
it_it: Salvataggio fallito.
ja: 保存に失敗しました。
ko_kr: 저장 실패함.
nl_nl: Opslaan mislukt.
pl: Zapisywanie nieudane.
pt_br: Falha ao salvar.
ro: Salvarea a eșuat.
ru: Сохранение не удалось.
sk: Uloženie zlyhalo.
sr: Није успело чување.
tr: Kaydedilemedi.
uk: Збереження не вдалось.
zh_cn: 保存失败。

source: Saved
ar: تمَّ الحفظ
ca: Guardat
cs: Uloženo
de: Gespeichert
el: Αποθηκεύτηκε
es: Guardado
fa: ذخیره شده
fr: Enregistré
gl: Gardado
hu: Mentve
it_it: Salvato
ja: 保存した
ko_kr: 저장됨
nl_nl: Opgeslagen
pl: Zapisano
pt_br: Salvou
ro: Salvat
ru: Сохранено
sk: Uložené
sr: Сачувано је
tr: Kaydedildi
uk: Збережено
zh_cn: 已保存

source: You have unsaved changes.
ar: لم تقم بحفظ تعديلاتك بعد.
ca: Hi ha canvis sense guardar.
cs: Máte neuložené změny.
de: Es gibt ungespeicherte Änderungen.
el: Έχετε μη αποθηκευμένες αλλαγές.
es: Hay cambios sin guardar.
fa: شما تغییرات ذخیره نشده دارید.
fr: Vous avez des changements non enregistrés.
gl: Tes cambios sen gardar.
hu: Nem mentett módosításai vannak.
it_it: Hai modifiche non salvate.
ja: 保存していない変更があります。
ko_kr: 변경 사항이 저장되지 않았습니다.
nl_nl: Er zijn niet opgeslagen wijzigingen.
pl: Masz niezapisane zmiany.
pt_br: Você tem alterações não salvas.
ro: Ai modificări nesalvate.
ru: У вас есть несохранённые изменения.
sk: Máte neuložené zmeny.
sr: Постоје измене које нису сачуване.
tr: Kaydedilmemiş değişiklikleriniz var.
uk: Ви не зберегли зміни.
zh_cn: 含有未保存的变更。

source: Discard
ar: أهمل التغييرات
ca: Descartar
cs: Zahodit
de: Verwerfen
el: Απόρριψη
es: Descartar
fa: دور ریختن
fr: Abandonner
gl: Desbotar
hu: Elvetés
it_it: Scarta
ja: 破棄
ko_kr: 버림
nl_nl: Negeren
pl: Odrzuć
pt_br: Descartar
ro: Renunță
ru: Отказаться
sk: Zahodiť
sr: Одбаци
tr: Yok say
uk: Відкинути
zh_cn: 忽略

source: Changes discarded
ar: تم إلغاء التغييرات
ca: Canvis descartats
cs: Změny byly zahozeny
de: Änderungen verworfen
el: Οι αλλαγές απορρίφθηκαν
es: Cambios descartados
fa: تغییرات دور ریخته شد
fr: Modifications supprimées
gl: Cambios desbotados
hu: Módosítások elvetve
it_it: Modifiche scartate
ja: 変更は破棄されました
ko_kr: 변경 사항이 무시됨
nl_nl: Veranderingen genegeerd
pl: Zmiany zostały odrzucone
pt_br: Alterações descartadas
ro: Modificări anulate
ru: Изменения отменены
sk: Zmeny zamietnuté
sr: Измене су одбачене
tr: Değişiklikler yok sayıldı
uk: Зміни відхилено
zh_cn: 更改已取消

source: Find
ar: بحث
ca: Cercar
cs: Hledat
de: Finde
el: Εύρεση
es: Buscar
fa: پیدا کردن
fr: Rechercher
gl: Atopar
hu: Keresés
it_it: Cerca
ja: 検索
ko_kr: 찾기
nl_nl: Zoeken
pl: Znajdź
pt_br: Buscar
ro: Caută
ru: Найти
sk: Nájsť
sr: Пронађи
tr: Bul
uk: Знайти
zh_cn: 查找

source: Find first
ar: ابحث أولاً
ca: Trobar primer
cs: Najít první výskyt
de: Erste finden
el: Εύρεση του πρώτου
es: Encontrar primero
fa: پیدا کردن اولین
fr: Trouver le premier
gl: Atopar primeira ocorrencia
hu: Keresés először
it_it: Trova il primo
ja: 始まりを検索
ko_kr: 처음부터 찾기
nl_nl: Vind de eerste
pl: Znajdź pierwszy
pt_br: Encontrar o primeiro
ro: Găsește primul
ru: Найти первое
sk: Nájsť prvý
sr: Пронађи прво
tr: Birinciyi bul
uk: Знайти перший
zh_cn: 查找第一个

source: Find next
ar: بحث عن التالي
ca: Buscar següent
cs: Najít další
de: Nächste finden
el: Εύρεση επόμενου
es: Buscar siguiente
fa: پیدا کردن بعدی
fr: Trouver le suivant
gl: Atopar seguinte
hu: Következő keresése
it_it: Trova successivo
ja: 次を検索
ko_kr: 다음 찾기
nl_nl: Volgende vinden
pl: Znajdź nastepny
pt_br: Encontrar o próximo
ro: Găsește următorul
ru: Искать далее
sk: Nájsť ďalší
sr: Пронађи наредно
tr: Sonrakini bul
uk: Знайти наступний
zh_cn: 查找下一个

source: Go
ar: اذهب
ca: Anar
cs: Přejít na
de: Gehe
el: Μετάβαση
es: Ir
fa: رفتن
fr: Aller
gl: Ir
hu: Mehet
it_it: Vai
ja: 移動
ko_kr: 이동
nl_nl: Ga
pl: Idź
pt_br: Ir
ro: Mergi
ru: Перейти
sk: Prejsť na stránku
sr: Иди на
tr: Git
uk: Перейти
zh_cn: 转到

source: Enter line number
ar: أدخل رقم السطر
ca: Introduir número de línia
cs: Vložte číslo řádku
de: Zeilennummer eingeben
el: Εισαγάγετε αριθμό γραμμής
es: Introducir número de línea
fa: شماره خط را وارد کنید
fr: Saisir le numéro de ligne
gl: Insire número de liña
hu: Írja be a sor számát
it_it: Inserisci numero di linea
ja: 行番号を入力
ko_kr: 줄 번호 입력
nl_nl: Voer lijnnummer in
pl: Wprowadź numer wiersza
pt_br: Digite o número da linha
ro: Întrodu număr linie
ru: Введите номер строки
sk: Zadajte číslo riadku
sr: Унесите број линије
tr: Satır numarasını yazın
uk: Введіть номер рядка
zh_cn: 输入行号

source: Go to line
ar: انتقل إلى السطر
ca: Anar a la Línia
cs: Přejít na řádek
de: Gehe zu Zeile
el: Μετάβαση στη γραμμή
es: Ir a la línea
fa: برو به خط
fr: Aller à la ligne
gl: Ir á liña
hu: Ugrás megadott sorra
it_it: Vai alla linea
ja: 行に移動
ko_kr: 줄로 이동
nl_nl: Ga naar lijn
pl: Przejdź do wiersza
pt_br: Ir para a linha
ro: Mergi la linia
ru: Перейти к строке
sk: Prejsť na riadok
sr: Иди на линију
tr: Satıra git
uk: Перейти до рядка
zh_cn: 转到行

source: Found in line %1.
ar: وجدت في سطر %1.
ca: Trobat en la línia %1.
cs: Nalezeno na řádku %1.
de: Gefunden in Zeile %1.
el: Βρέθηκε στη γραμμή %1.
es: Encontrado en línea %1.
fa: در خط %1 پیدا شد.
fr: Trouvé à la ligne %1.
gl: Ocorrencia na liña %1.
hu: Találat itt: '%1.' sor.
it_it: Trovato a riga %1.
ja: %1 行で見つかりました。
ko_kr: %1 줄에서 발견됨.
nl_nl: Gevonden in lijn %1.
pl: Znaleziono w %1 wierszu.
pt_br: Encontrado na linha %1.
ro: Găsit în linia %1.
ru: Найдено в строке %1.
sk: Nájdené v riadku %1.
sr: Пронађено је у линији %1.
tr: %1. satırda bulundu.
uk: Знайдено в рядку %1.
zh_cn: 在第 %1 行找到。

source: Not found.
ar: لم يتم العثور عليه.
ca: No trobat.
cs: Nenalezeno.
de: Nicht gefunden.
el: Δεν βρέθηκε.
es: No encontrado.
fa: پیدا نشد.
fr: Introuvable.
gl: Non atopado.
hu: Nem található.
it_it: Non trovato.
ja: 見つかりませんでした。
ko_kr: 찾을 수 없습니다.
nl_nl: Niet gevonden.
pl: Nie znaleziono.
pt_br: Não encontrado.
ro: Nu s-a găsit.
ru: Не найдено.
sk: Nenájdené.
sr: Није пронађено.
tr: Bulunamadı.
uk: Не знайдено.
zh_cn: 未找到。

source: Set cursor to end of selection, then long-press in text box.
ca: Col·locar el cursor al final de la selecció i fer una pulsació llarga en la caixa de text.
cs: Najděte kurzorem konec výběru a pak dlouze stiskněte v textovém poli.
de: Setzen Sie den Cursor an das Ende der Auswahl und drücken Sie dann lange im Textfeld.
el: Τοποθετήστε τον δρομέα στο τέλος της επιλογής και, στη συνέχεια, πατήστε παρατεταμένα στο πλαίσιο κειμένου.
es: Colocar el cursor al final de la selección y realizar una pulsación larga en la caja de texto.
fr: Placez le curseur à la fin de la sélection, puis appuyez longuement dans la zone de texte.
gl: Mover o cursor ao final da selección, despois unha pulsación longa na caixa de texto.
hu: Állítsa a kurzort a kijelölés végére, majd tartsa lenyomva.
it_it: Posiziona il cursore alla fine della selezione, quindi tieni premuto nella casella di testo.
ko_kr: 커서를 선택 항목의 끝으로 설정한 다음 텍스트 상자를 길게 누릅니다.
nl_nl: Plaats de cursor op het einde van de selectie en houd daarna langer ingedrukt op het tekstveld.
pl: Ustaw kursor na końcu zaznaczenia, a następnie przytrzymaj w polu tekstowym.
pt_br: Coloque o cursor no final da seleção e pressione a caixa de texto.
ru: Установить курсор в конец выделения, с последующим долгим касанием в текстовом поле.
sk: Nastavíte kurzor na koniec výberu a potom dlho stlačte v textovom poli.
sr: Поставите курсор на крај избора, па извршите дуги притисак у текст оквир.
tr: İmleci seçimin sonuna getirin ve metin kutusuna basılı tutun.
uk: Перемістіть курсор у кінець вибраного, а потім затисніть текстове поле.
zh_cn: 将光标设置到选择部分的结尾，然后按住不动。

source: Clipboard
ar: الحافظة
ca: Portapapers
cs: Schránka
de: Zwischenablage
el: Πρόχειρο
es: Portapapeles
fa: تخته گیره
fr: Presse-papier
gl: Portapapeis
hu: Vágólap
it_it: Appunti
ja: クリップボード
ko_kr: 클립보드
nl_nl: Klembord
pl: Schowek
pt_br: Área de transferência
ru: Буфер обмена
sk: Schránka
sr: Клипборд
tr: Pano
uk: Буфер обміну
zh_cn: 剪贴板

source: (empty)
ar: (فارغ)
ca: (buit)
cs: (prázdná)
de: (leer)
el: (άδειο)
es: (vacío)
fa: (خالی)
fr: (vide)
gl: (baleiro)
hu: (üres)
it_it: (vuoto)
ja: (空き)
ko_kr: (비었음)
nl_nl: (leeg)
pl: (pusty)
pt_br: (vazio)
ro: (gol)
ru: (пусто)
sk: (prázdna)
sr: (празно)
tr: (boş)
uk: (порожньо)
zh_cn: （空）

source: All text copied to clipboard.
ar: تم نسخ كل النص إلى الحافظة.
ca: Tot el text copiat en el portapapers.
cs: Všechen text byl zkopírován do schránky.
de: Der gesamte Text wird in die Zwischenablage kopiert.
el: Όλο το κείμενο αντιγράφηκε στο πρόχειρο.
es: Todo el texto copiado en el portapapeles.
fa: همه نوشته به تخته گیره اضافه شد.
fr: L’intégralité du texte a été copiée dans le presse-papier.
gl: Todo o texto copiado ao portapapeis.
hu: Teljes szöveg a vágólapra másolva.
it_it: Tutto il testo copiato negli appunti.
ja: すべてのテキストがクリップボードにコピーされました。
ko_kr: 모든 텍스트가 클립보드에 복사되었습니다.
nl_nl: Alle tekst gekopieerd naar klembord.
pl: Cały tekst skopiowano do schowka.
pt_br: Todo o texto copiado para a área de transferência.
ro: Tot textul a fost copiat în clipboard.
ru: Весь текст скопирован в буфер обмена.
sk: Všetok text bol skopírovaný do schránky.
sr: Сав текст је копиран у клипборд.
tr: Tüm metin panoya kopyalandı.
uk: Весь текст скопійовано до буфера обміну.
zh_cn: 已复制所有文本到剪贴板。

source: Copy line
ar: نسخ السطر
ca: Copiar línia
cs: Kopírovat řádek
de: Zeile kopieren
el: Αντιγραφή γραμμής
es: Copiar línea
fa: کپی خط
fr: Copier la ligne
gl: Copiar liña
hu: Sor másolása
it_it: Copia riga
ja: 行をコピー
ko_kr: 줄 복사
nl_nl: Kopieer lijn
pl: Kopiuj wiersz
pt_br: Copiar linha
ro: Copiază linia
ru: Копировать строку
sk: Kopírovať riadok
sr: Копирај линију
tr: Satırı kopyala
uk: Копіювати рядок
zh_cn: 复制行
