Repository: spruceUI/spruceOS
Catalog: App/KoReader/l10n/*/koreader.po
Languages: ar, ca, cs, de, el, es, fa, fr, gl, hu, it_it, ja, ko_kr, nl_nl, pl, pt_br, ro, ru, sk, sr, tr, uk, zh_cn

source: This menu lets you manage KOReader's language support plugins and their associated settings. These plugins provide language-specific helpers to KOReader, to improve the reading experience with languages that require some extra handling when compared to most European languages. In order to disable a language plugin, you need to disable it from the Plugin Management menu.
ar: تتيح لك هذه القائمة إدارة المكونات الإضافية لدعم لغة KOReader والإعدادات المرتبطة بها. توفر هذه المكونات الإضافية أدوات مساعدة خاصة باللغة لـ KOReader ، لتحسين تجربة القراءة مع اللغات التي تتطلب معالجة إضافية عند مقارنتها بمعظم اللغات الأوروبية. لتعطيل مكون إضافي للغة ، تحتاج إلى تعطيله من قائمة إدارة البرنامج المساعد.
ca: Aquest menú permet gestionar els complements de suport d'idiomes de KOReader i els seus corresponents ajustos. Aquests complements proporcionen ajudes específiques per a cada idioma en KOReader, i serveixen per a millorar l'experiència de lectura amb els idiomes que requereixen un tractament addicional en comparació amb la majoria dels idiomes europeus. Per a desactivar un complement d'idioma cal desactivar-lo des del menú de gestió de complements.
cs: Pomocí této nabídky můžete spravovat a upravovat nastavení u jazykových doplňků KOReaderu. Tyto doplňky pomáhají zlepšit čtení v jazycích, které vyžadují ve srovnání s většinou evropských jazyků určité zvláštní zacházení. Jazykové doplňky můžete zakázat v nabídce „Správa doplňků“.
de: In diesem Menü können Sie die Sprachunterstützungs-Plugins von KOReader und ihre zugehörigen Einstellungen verwalten. Diese Plugins stellen KOReader sprachspezifische Hilfen zur Verfügung, um das Leseerlebnis mit Sprachen zu verbessern, die im Vergleich zu den meisten europäischen Sprachen eine besondere Handhabung erfordern. Um ein Sprach-Plugin zu deaktivieren, müssen Sie es im Menü Plugin Management deaktivieren.
el: Αυτό το μενού σας επιτρέπει να διαχειρίζεστε τα πρόσθετα γλωσσικής υποστήριξης του KOReader και τις σχετικές ρυθμίσεις τους. Αυτά τα πρόσθετα παρέχουν βοηθητικά προγράμματα για συγκεκριμένες γλώσσες στο KOReader, για να βελτιώσουν την εμπειρία ανάγνωσης με γλώσσες που απαιτούν κάποιο επιπλέον χειρισμό σε σύγκριση με τις περισσότερες ευρωπαϊκές γλώσσες. Για να απενεργοποιήσετε ένα πρόσθετο γλώσσας, πρέπει να το απενεργοποιήσετε από το μενού «Διαχείριση προσθέτων».
es: Este menú permite gestionar los complementos de soporte de idiomas de KOReader y sus correspondientes ajustes. Estos complementos proporcionan ayudas específicas para cada idioma en KOReader, y sirven para mejorar la experiencia de lectura con los idiomas que requieren un tratamiento adicional en comparación con la mayoría de los idiomas europeos. Para desactivar un complemento de idioma hay que desactivarlo desde el menú de gestión de complementos.
fr: Ce menu vous permet de gérer les modules d'extensions des langues de KOReader ainsi que leurs réglages. Ces modules d'extensions permettent certaines fonctionnalités de KOReader, pour améliorer l'expérience de lecture pour les langues qui demandent une gestion différente de la plupart des langues européennes. Pour pouvoir désactiver un de ces modules d'extension, vous devez le faire depuis le menu de Gestion des modules d'extensions.
gl: Este menú permite xestionar os engadidos de soporte de idioma de KOReader a as súas configuracións asociadas. Estes engadidos proporcionan axudantes específicos de idioma a KOReader, para mellorar a experiencia de lectura con linguaxes que requiren algún procesado adicional comparados coa meirande parte dos idiomas europeos. Para desactivar un engadido de idioma, hai que facelo desde o menú de Xestión de Engadidos.
hu: Ebben a menüben a KOReader nyelvtámogatási bővítményeit és a hozzájuk tartozó beállításokat kezelheti. Ezek a beépülő modulok nyelvspecifikus lehetőségeket biztosítanak a KOReader számára, hogy javítsák az olvasási élményt olyan nyelveken, amelyek a legtöbb európai nyelvhez képest extra kezelést igényelnek. Egy nyelvi beépülő modul letiltásához le kell tiltania azt a 'Bővítmények kezelése' menüben.
it_it: Questo menu permette di gestire i componenti aggiuntivi di supporto linguistico di KOReader e le loro impostazioni associate. Questi componenti aggiuntivi forniscono a KOReader degli aiutanti specifici per la lingua, per migliorare l'esperienza di lettura con le lingue che richiedono una gestione extra rispetto alla maggior parte delle lingue europee. Per disabilitare un plugin di lingua, è necessario disabilitarlo dal menu Gestione dei plugin.
ja: このメニューにより、KOReaderの言語対応プラグインとその関連設定を管理できます。 これらのプラグインは、言語に特化したヘルプ機能を提供し、多くのヨーロッパ言語に比べ追加の処理が必要とする言語での閲覧体験を向上させます。 言語プラグインを無効にするには、[プラグイン管理]メニューから無効にする必要があります。
ko_kr: 이 메뉴를 사용하여 KOReader의 언어 지원 플러그인과 관련 설정을 관리할 수 있습니다. 이 플러그인은 KOReader에 언어별 도우미를 제공하여 대부분의 유럽 언어와 비교할 때 추가 처리가 필요한 언어의 읽기 경험을 향상시킵니다. 언어 플러그인을 비활성화하려면 플러그인 관리 메뉴에서 비활성화해야 합니다.
nl_nl: Met dit menu kunnen KOReader's taalondersteuning-plugins en de bijbehorende instellingen worden beheerd. Deze plugins bieden taalspecifiek gereedschap aan KOReader, om de leeservaring te verbeteren met talen die wat extra handelingen vereisen in vergelijking met de meeste Europese talen. Om een taal-plugin uit te schakelen, dient deze in het Pluginbeheer-menu te worden uitgeschakeld.
pl: To menu pozwala na zarządzanie wtyczkami obsługi języków KOReadera i ich ustawieniami. Wtyczki te zapewniają KOReaderowi pomoce specyficzne dla języka, aby poprawiać wrażenia z czytania w językach, które wymagają dodatkowej obsługi w porównaniu z większością języków europejskich. Aby wyłączyć wtyczkę językową, należy ją wyłączyć w menu Zarządzanie wtyczkami.
pt_br: Este menu permite que você gerencie os plugins de suporte a idioma e suas configurações associadas. Esses plugins fornecem ajudantes específicos ao idioma para o KOReader, para melhorar a experiência com idiomas que requerem um tratamento extra em comparação com a maioria dos idiomas europeus. Para desativar um plugin de idioma, você precisa desativá-lo a partir do menu de Gerenciamento de Plugin.
ro: Acest meniu te lasă să gestionezi plugin-urile de suport lingvistic ale KOReader și setările lor asociate. Aceste plugin-uri asigură ajutoare lingvistice specifice pentru KOReader, pentru a îmbunătăți experiența de citire cu limbi care necesită ajutor suplimentar față de majoritatea limbilor europene. Pentru a dezactiva un plugin lingvistic, trebuie să îl dezactivezi din meniul Gestionare plugin-uri.
ru: Данное меню позволяет управлять плагинами поддержки языков KOReader'а и связанными с ними настройками. Имеющиеся плагины поддержки языков предоставляют KOReader'у вспомогательные средства для улучшения поддержки языками, требующими дополнительных действий по сравнению с европейскими языками. Отключить плагин поддержки языка можно в меню управления плагинами.
sk: Toto menu vám umožňuje spravovať doplnky jazykovej podpory KOReadera a ich súvisiace nastavenia. Tieto doplnky poskytujú KOReaderu pomoc špecifickú pre daný jazyk, aby zlepšili zážitok z čítania s jazykmi, ktoré si v porovnaní s väčšinou európskych jazykov vyžadujú určitú manipuláciu navyše. Ak si prajete zakázať jazykový doplnok, musíte ho zakázať v menu Správa doplnkov.
sr: Овај мени вам омогућава да управљате додацима програма KOReader за језичку подршку и њиховим придруженим подешавањима. Ови додаци обезбећују помоћнике за програм KOReader који су специфични за неки језик и који унапређују искуство читања на језицима који захтевају мало више додатне обраде у односу већину европских језика. Ако желите да искључите неки језички додатак, морате да га искључите из менија Управљача додацима.
tr: Bu menü, KOReader dil desteği uygulama eklerini ve ilişkili ayarlarını yönetmenizi sağlar. Bu uygulama ekleri, çoğu Avrupa diliyle karşılaştırıldığında bazı ek kullanımlar gerektiren dillerdeki okuma deneyimini iyileştirmek için KOReader uygulamasında dile özgü yardımcılar sağlar. Gerektiğinde, bir dil uygulama ekini uygulama eki yönetimi menüsünden devre dışı bırakabilirsiniz.
uk: У цьому меню ви можете керувати плагінами підтримки мови KOReader та пов'язаними з ними налаштуваннями. Ці плагіни надають KOReader специфічні для мови помічники для покращення читання мовами для яких потрібна додаткова обробка в порівнянні з більшістю європейських мов. Щоб вимкнути мовний плагін, вам потрібно вимкнути його з меню керування плагінами.
zh_cn: 这个菜单可以让你管理 KOReader 的语言支持插件及其相关设置。 这些插件为 KOReader 提供特定语言的帮助，以改善与大多数欧洲语言相比需要一些额外处理的语言的阅读体验。 要禁用语言插件，你需要从插件管理菜单中禁用它。

source: outdated
ar: قديمة
ca: obsolet
cs: zastaralé
de: veraltet
el: ξεπερασμένο
es: obsoleto
fa: قدیمی
fr: obsolète
gl: anticuado
hu: elavult
it_it: obsoleto
ja: 古い
ko_kr: 구식의
nl_nl: verouderd
pl: przestarzałe
pt_br: desatualizado
ro: învechit
ru: устаревший
sk: zastaraný
sr: застарео
tr: eskimiş
uk: застаріле
zh_cn: 已过期

# Date string
source: %y-%m-%d
ca: %d-%m-%y
cs: %r-%m-%d
el: %χ-%μ-%ημ
es: %d-%m-%y
fr: %d-%m-%y
gl: %d-%m-%Y
it_it: %d/%m/%y
pl: %d.%m.%Y
pt_br: %d/%m/%y
ru: %d.%m.%y
sk: %d.%m.%y
sr: %d.%m.%Y.
uk: %d-%m-%y

# Font weight class
source: Thin
ar: رقيق
ca: Fina
cs: Nejtenčí
de: Dünn
el: Λεπτή
es: Fina
fa: نازک
fr: Mince
gl: Fino
hu: Vékony
it_it: Sottile
ja: 超極細
ko_kr: 얇게
nl_nl: Dun
pl: Cienka
pt_br: Fina
ro: Subțire
ru: Тонкий
sk: Tenké
tr: İnce
uk: Тонкий
zh_cn: 淡体

# Font weight class
source: Extra-light
ar: ضوء إضافي
ca: Extralleugera
cs: Extra tenké
de: Extra-leicht
el: Πολύ λεπτή
es: Extraligera
fa: بسیار باریک
fr: Extra-mince
gl: Extra-Lixeira
hu: Extra-világos
it_it: Extra leggero
ja: 極細
ko_kr: 매우 가볍게
nl_nl: Extra licht
pl: Bardzo lekka
pt_br: Extra-leve
ro: Extra-ușor
ru: Очень светлый
sk: Extra úzke
tr: Çok açık
uk: Надлегкий
zh_cn: 特细体

# Font weight class
source: Light
ar: ضوء
ca: Lleugera
cs: Tenké
de: Leicht
el: Λεπτή
es: Ligera
fa: باریک
fr: Mince
gl: Lixeira
hu: Világos
it_it: Leggero
ja: 中細
ko_kr: 가볍게
nl_nl: Licht
pl: Lekka
pt_br: Leve
ro: Ușor
ru: Светлый
sk: Úzke
tr: Açık
uk: Легкий
zh_cn: 细体

# Font weight class
source: Regular
ar: عادي
ca: Normal
cs: Normální
de: Normal
el: Κανονική
es: Normal
fa: معمولی
fr: Normal
gl: Normal
hu: Általános
it_it: Normale
ja: 中
ko_kr: 일반
nl_nl: Normaal
pl: Regularna
ro: Normal
ru: Нормальный
sk: Bežné
tr: Normal
uk: Звичайний
zh_cn: 常规

# Font weight class
source: Medium
ar: متوسط
ca: Mitjana
cs: Střední
de: Mittel
el: Μέτρια
es: Mediana
fa: متوسط
fr: Moyen
gl: Media
hu: Közepes
it_it: Medio
ja: 中太
ko_kr: 중간
nl_nl: Middel
pl: Podstawowa
pt_br: Médio
ro: Mediu
ru: Средний
sk: Stredné
tr: Orta
uk: Середній
zh_cn: 中等

# Font weight class
source: Semi-bold
ar: شبه غامق
ca: Seminegreta
cs: Polotučné
de: Halbfett
el: Ημι-έντονη
es: Seminegrita
fa: نیمه ضخیم
fr: Semi-gras
gl: Semi-grosa
hu: Félkövér
it_it: Semi-grassetto
ja: 太
ko_kr: 약간 굵게
nl_nl: Halfvet
pl: Lekko pogrubiona
pt_br: Seminegrito
ro: semi-aldin
ru: Полужирный
sk: Polotučné
tr: Az koyu
uk: Напівгрубий
zh_cn: 半粗体

# Font weight class
source: Bold
ar: غامق
ca: Negreta
cs: Tučné
de: Fett
el: Έντονη
es: Negrita
fa: ضخیم
fr: Gras
gl: Grosa
hu: Kövér
it_it: Grassetto
ja: 特太
ko_kr: 굵게
nl_nl: Vet
pl: Pogrubiona
pt_br: Negrito
ro: Aldin
ru: Жирный
sk: Tučné
tr: Koyu
uk: Грубий
zh_cn: 粗体

# Font weight class
source: Extra-bold
ar: غامق جدا
ca: Extranegreta
cs: Extra tučné
de: Extrafett
el: Πολύ έντονη
es: Extranegrita
fa: خیلی ضخیم
fr: Extra-gras
gl: Extra-grosa
hu: Extra kövér
it_it: Extra-grassetto
ja: 極太
ko_kr: 매우 굵게
nl_nl: Extra vet
pl: Bardzo pogrubiona
pt_br: Extra-negrito
ro: Extra-aldin
ru: Очень жирный
sk: Extra tučné
tr: Çok koyu
uk: Надзвичайно грубий
zh_cn: 极粗

# Font weight class
source: Black
ar: أسود
ca: Negra
cs: Černé
de: Schwarz
el: Μαύρο
es: Negra
fa: سیاه
fr: Noir
gl: Negra
hu: Fekete
it_it: Nero
ja: 超極太
ko_kr: 검정
nl_nl: Zwart
pl: Gruba
pt_br: Preto
ro: Negru
ru: Чёрный
sk: Čierne
tr: Siyah
uk: Чорний
zh_cn: 浓体

source: Rotation
ar: دوران
ca: Gir
cs: Otočení
de: Drehung
el: Περιστροφή
es: Giro
fa: چرخش
fr: Pivoter
gl: Rotación
hu: Forgatás
it_it: Rotazione
ja: 回転
ko_kr: 회전
nl_nl: Draaien
pl: Orientacja ekranu
pt_br: Rotação
ro: Orientare
ru: Поворот
sk: Otočenie
sr: Ротација
tr: Döndürme
uk: Обертання
zh_cn: 旋转

source: Two Columns
ar: عمودان
ca: Dues columnes
cs: Dva sloupečky
de: Zwei Spalten
el: Δύο Στήλες
es: Dos columnas
fa: دو ستونه
fr: Deux colonnes
gl: Dúas columnas
hu: Két oszlop
it_it: Due colonne
ja: 2アップ
ko_kr: 2단
nl_nl: Twee kolommen
pl: Dwie kolumny
pt_br: Duas colunas
ro: Două Coloane
ru: Две колонки
sk: Dva stĺpce
sr: Две колоне
tr: İki sütun
uk: Два стовпці
zh_cn: 两列

source: Render the document on half the screen width and display two pages at once with a single page number. This makes it look like two columns. This is disabled in scroll mode. Switching from page mode with two columns to scroll mode will cause the document to be re-rendered.
ar: اعرض المستند على نصف عرض الشاشة وعرض صفحتين في وقت واحد مع رقم صفحة واحدة. وهذا يجعلها تبدو وكأنها عمودين. تم تعطيل هذا في وضع التمرير. يؤدي التبديل من وضع الصفحة باستخدام عمودين إلى وضع التمرير إلى إعادة عرض المستند.
ca: Renderitzar el document en la meitat de l'ample de la pantalla i mostrar dues pàgines alhora amb un únic número de pàgina. Això fa que sembli que hi ha dues columnes. Aquesta opció està desactivada en la manera de desplaçament. En passar de la manera de pàgina amb dues columnes a la manera de desplaçament, el document es tornarà a renderitzar.
cs: Vykreslí stránku dokumentu na polovině šířky obrazovky a zobrazí vedle sebe najednou dvě stránky, které budou označeny jedním číslem stránky. Vypadá to jako dvousloupcové rozložení stránky. Tato funkce je v režimu zobrazení „nepřetržitě“ (rolování) zakázána. Přepnutí z režimu zobrazení „stránka“ na režim „nepřetržitě“ způsobí nové vykreslení dokumentu.
de: Rendert das Dokument auf der halben Bildschirmbreite und zeigt zwei Seiten auf einmal mit einer einzigen Seitenzahl an. Dies lässt es wie zwei Spalten aussehen. Dies ist im Bildlaufmodus deaktiviert. Wenn Sie vom Seitenmodus mit zwei Spalten in den Bildlaufmodus wechseln, wird das Dokument neu gerendert.
el: Αποδίδει το έγγραφο στο μισό πλάτος της οθόνης και εμφανίζει δύο σελίδες ταυτόχρονα με έναν αριθμό σελίδας. Αυτό το κάνει να μοιάζει με δύο στήλες. Αυτός ο τύπος απόδοσης είναι απενεργοποιημένος σε λειτουργία κύλισης. Η εναλλαγή από τον τύπο σελίδας με δύο στήλες σε λειτουργία κύλισης θα προκαλέσει την εκ νέου απόδοση του εγγράφου.
es: Renderizar el documento a la mitad del ancho de la pantalla y mostrar dos páginas a la vez con un único número de página. Esto hace que parezca que hay dos columnas. Esta opción está desactivada en el modo de desplazamiento. Al pasar del modo de página con dos columnas al modo de desplazamiento, el documento se volverá a renderizar.
fr: Séparer verticalement l’écran en deux, afin d’afficher deux pages à la fois avec un seul numéro de page, ressemblant ainsi à un mode d’affichage en deux colonnes. Ceci est désactivé en mode de défilement. Le passage du mode page avec deux colonnes au mode défilement entraînera un nouveau rendu du document.
gl: Renderizar o documento na metade do largo da pantalla e mostrar dúas páxinas á vez cun único número de páxina. Isto fai que pareza coma dúas columnas. Esta configuración é desactivada en modo desprazamento. Cambiar desde o modo páxina con dúas columnas a modo desprazamento fará que o documento teña que ser renderización de novo.
hu: A dokumentum megnyitása féloldalas megjelenítéssel és egyszerre két oldal mutatása egy oldalszámmal. Ez két oszlopként fog megjelenni. Ez a görgetéses mód során le van tiltva. A két oszlopos megjelenítésről való váltás görgetéses módra a dokumentum újrarajzolását vonja maga után.
it_it: Renderizza il documento su metà schermo e mostra due pagine in una sola schermata con un singolo numero di pagina. Questo abilita la visualizzazione in due colonne. Questa impostazione è disabilitata in modalità scorrimento. Cambiare dalla modalità a pagina con due colonne alla modalità a scorrimento necessita un ricaricamento del documento.
ja: 画面幅の半分に文書をレンダリングし、1つのページ番号で2ページを一度に表示します。これにより2カラムに見えるようになります。 スクロールモードでは無効です。2カラムのページモードからスクロールモードに切り替えると文書が再描画されます。
ko_kr: 문서를 화면 너비의 절반으로 표시하고 단일 페이지 번호로 한 번에 두 페이지를 표시합니다. 이렇게 하면 2단처럼 보입니다. 스크롤 모드에서는 비활성화됩니다. 두 개의 열이 있는 페이지 모드에서 스크롤 모드로 전환하면 문서가 다시 렌더링됩니다.
nl_nl: Geef het document weer op de helft van de schermbreedte en geef twee pagina's tegelijk weer met een enkel paginanummer. Hierdoor lijkt het alsof er twee kolommen zijn. Dit is uitgeschakeld in scrollmodus. Overschakelen van paginamodus met twee kolommen naar scrollmodus zal ertoe leiden dat het document opnieuw wordt gerenderd.
pl: Renderuj dokument na połowie szerokości ekranu i wyświetlaj dwie strony jednocześnie z jednym numerem. To sprawia, że wygląda to jak dwie kolumny. Ta opcja jest wyłączona w trybie przewijania. Przełączenie z trybu strony z dwiema kolumnami do trybu przewijania spowoduje ponowne renderowanie dokumentu.
pt_br: Renderiza o documento na metade da largura da tela e exibe duas páginas por vez com um único número de página. Isso faz com que pareça duas colunas. Isso é desativado no modo de rolagem. Se você mudar do modo de página de duas colunas para o modo de rolagem, o documento será renderizado novamente.
ro: Randează acest document pe jumătate din lățimea ecranului și afișează două pagini deodată cu un singur număr de pagină. Aceata va face să pară că textul este scris pe două coloane. Acest lucru este dezactivat în modul derulare. Comutarea din modul pagină cu două coloane în modul derulare va randa din nou documentul.
ru: Вывод документа на половину ширины экрана и отображение сразу двух страниц с одним и тем же номером, что очень похоже на две колонки. В режиме прокрутки данная возможность отключена; при переключении в него из двухколоночного режима документ будет отрисован повторно.
sk: Vykreslenie dokumentu na polovicu šírky obrazovky a zobrazenie dvoch strán naraz s jedným číslom strany. Vďaka tomu bude dokument vyzerať ako dva stĺpce. V režime posúvania je táto funkcia vypnutá. Prepnutie z režimu stránky s dvoma stĺpcami do režimu posúvania spôsobí opätovné vykreslenie dokumentu.
sr: Приказује документ на пола ширине екрана, две странице одједном са једним бројем странице. На тај начин документ изгледа као да је сложен у две колоне. Ово је искључено у режиму скроловања. Прелазак са режима странце у све колоне на режим скроловања ће изазвати поновно приказивање документа.
tr: Belge ekran genişliğinin yarısında işlenir ve tek bir sayfa numarasıyla aynı anda iki sayfa görüntülenir. Böylece iki sütun gibi görünmesini sağlanır. Bu özellik kaydırma kipinde devre dışı bırakılır. Sayfa kipinden iki sütunla kaydırma kipine geçmek belgenin yeniden işlenmesine neden olur.
uk: Відмалює документ на половину ширини екрана і покаже відразу дві сторінки з одним номером. Це робить його схожим на два стовпці. Це вимкнено в режимі прокручування. Під час перемикання з режиму сторінки з двома стовпцями в режим прокручування документ буде повторно відмальовано.
zh_cn: 以一半的屏幕宽度显示文档并在一页中一次性显示两个页面。这使得它看起来像两列。 此行为在滚动模式会被禁用，从两列的页面模式切换到滚动模式将会重新渲染文档。

source: L/R Margins
ar: هوامش L / R
ca: Marges esq./dret
cs: L/P okraj
de: L/R Ränder
el: Αριστερό/Δεξί Περιθώριο
es: Márgenes izq./der.
fa: حاشیه‌ چپ/راست
fr: Marges G/D
gl: Marxes E/D
hu: B/J margók
it_it: Margini sinistro e destro
ja: 左右の余白
ko_kr: 좌우 여백
nl_nl: L/R marges
pl: L/P margines
pt_br: Margens E/D
ro: Margini st/dr
ru: Л/П поля
sk: Ľavý / pravý okraj
sr: Л/Д маргине
tr: Sol/Sağ kenar boşlukları
uk: Л/П поля
zh_cn: 左右边距

source: Left/Right Margins
ar: هوامش يسار/ يمين
ca: Marges esquerre/dret
cs: Levý/Pravý okraj
de: Links/Rechts Ränder
el: Αριστερό/Δεξί Περιθώριο
es: Márgenes izquierdo/derecho
fa: حاشیه‌های چپ/راست
fr: Marges Gauche/Droite
gl: Marxes Esquerda/Dereita
hu: B/J margók
it_it: Margini sinistro e destro
ja: 左右の余白
ko_kr: 왼쪽/오른쪽 여백
nl_nl: Linker-/rechtermarge
pl: Lewy/Prawy marg.
pt_br: Margens esquerda/direita
ro: Margini st/dr
ru: Левое/правое поля
sk: Ľavé/pravé okraje
sr: Леве/Десне маргине
tr: Sol/Sağ kenar boşlukları
uk: Ліве/Праве поле
zh_cn: 左/右边距

source: Sync T/B Margins
ar: مزامنة الهوامش العليا/السفلى
ca: Sincronitza els marges sup./inf.
cs: Synchr. H/S okraje
de: O/U Ränder synchronisieren
el: Ίδια Επάνω/Κάτω Περιθώρια
es: Sincronizar márgenes sup./inf.
fa: همگام سازی حاشیه‌‌ بالا/پایین
fr: Marges H/B synchro
gl: Igualar Marxes S/I
hu: F/A margók tükrözése
it_it: Sincronizza margini sup/inf
ja: 上下の余白を揃える
ko_kr: 상하 여백 같게
nl_nl: Onder/bovenmarges gelijk
pl: Równy G/D marg.
pt_br: Sincronizar margens S/I
ro: Marg. s/j la fel
ru: Равные В/Н поля
sk: Zjednotiť vrchný / spodný okraj
sr: Синхронизуј Г/До маргине
tr: Üst ve alt kenar boşlukları eşit olsun
uk: Синхронізація В/Н полів
zh_cn: 同步顶/底边距
