Repository: spruceUI/spruceOS
Catalog: App/KoReader/l10n/*/koreader.po
Languages: ar, ca, cs, de, el, es, fa, fr, gl, hu, it_it, ja, ko_kr, nl_nl, pl, pt_br, ro, ru, sk, sr, tr, uk, zh_cn

source: Information will be permanently lost.
ca: La informació s'esborrarà de manera permanent.
cs: Informace budou trvale ztraceny.
de: Die Informationen gehen endgültig verloren.
el: Οι πληροφορίες θα χαθούν οριστικά.
es: La información se borrará de forma permanente.
fa: اطلاعات به طور دائم از دست خواهد رفت.
fr: Les informations seront définitivement perdues.
gl: A información perderase para sempre.
hu: Az információ véglegesen elveszik.
it_it: Le informazioni saranno definitivamente perse.
ko_kr: 정보가 영구적으로 손실됩니다.
nl_nl: Informatie zal permanent verloren gaan.
pl: Informacje zostaną trwale utracone.
pt_br: As informações serão perdidas permanentemente.
ru: Информация будет удалена безвозвратно.
sk: Informácie budú natrvalo vymazané.
sr: Информације ће бити неповратно изгубљене.
tr: Bilgiler kalıcı olarak kaybolacak.
uk: Інформація буде втрачена назавжди.
zh_cn: 相关信息将永久丢失。

source: document settings, progress, bookmarks, highlights, notes
ar: إعدادات الملف، التقدم، العلامات المرجعية، التحديدات، الملاحظات
ca: configuració del document, percentatge de lectura, marcadors, subratllats, notes
cs: nastavení dokumentu, postup čtení, záložky, zvýraznění, poznámky
de: Dokumenteinstellungen, Fortschritt, Lesezeichen, Markierungen, Notizen
el: ρυθμίσεις του εγγράφου, πρόοδος, σελιδοδείκτες, επισημάνσεις, σημειώσεις
es: configuración del documento, porcentaje de lectura, marcadores, subrayados, notas
fa: تنظیمات سند، پیشرفت، نشانک‌ها، هایلایت‌ها، یادداشت‌ها
fr: Paramètres du document, progression, signets, surlignages, notes
gl: configuración do documento, progreso, marcadores, textos destacados, notas
hu: dokumentum beállítások, előrehaladás, könyvjelzők, kiemelések, jegyzetek
it_it: impostazioni del documento, progresso, segnalibri, evidenziature, note
ko_kr: 문서의 설정, 진행률, 책갈피, 강조 표시, 메모
nl_nl: documentinstellingen, voortgang, bladwijzers, markeringen, notities
pl: ustawienia dokumentu, postęp, zakładki, zaznaczenia, notatki
pt_br: configurações do documento, progresso, marcadores, destaques, notas
ru: настройки документа, прогресс, закладки, выделения, заметки
sk: nastavenia dokumentu, priebeh čítania, záložky, zvýraznenia, poznámky
sr: подешавања документа, напредак, маркери, истицања, белешке
tr: belge ayarları, ilerleme, yer imleri, vurgulamalar, notlar
uk: налаштування документа, перебіг, закладки, виділення, примітки
zh_cn: 文档设置、阅读进度、书签、标注、笔记

source: custom cover image
ca: imatge de coberta personalitzada
cs: vlastní obrázek obálky
de: Benutzerdefiniertes Umschlagbild
el: προσαρμοσμένη εικόνα εξωφύλλου
es: imagen de cubierta personalizada
fa: تصویر جلد سفارشی
fr: Image de couverture personnalisée
gl: imaxe de portada personalizada
hu: egyedi borítókép
it_it: immagine di copertina personalizzata
ko_kr: 사용자 지정 표지 이미지
nl_nl: aangepaste omslagafbeelding
pl: niestandardowy obraz okładki
pt_br: imagem de capa personalizada
ru: своя обложка
sk: vlastný obrázok knižného obalu
sr: произвољна слика корица
tr: özel kapak görseli
uk: власне зображення обкладинки
zh_cn: 自定义封面图片

source: custom book metadata
ca: metadades del llibre personalitzades
cs: vlastní metadata knihy
de: Benutzerdefinierte Buch-Metadaten
el: προσαρμοσμένα μεταδεδομένα βιβλίου
es: metadatos del libro personalizados
fa: فراداده سفارشی کتاب
fr: métadonnées de livre personnalisées
gl: metadatos do libro personalizados
hu: egyedi könyv metaadat
it_it: metadati personalizzati del libro
ko_kr: 사용자 지정 책 메타데이터
nl_nl: aangepaste boekmetadata
pl: niestandardowe metadane książki
pt_br: metadados personalizados do livro
ru: свои метаданные книги
sk: vlastné metadáta knihy
sr: прозвољни метаподаци књиге
tr: özel kitap üst verileri
uk: власні метадані книги
zh_cn: 自定义书籍元数据

source: Add to favorites
ar: أضف إلى المفضّلة
ca: Afegir a favorits
cs: Přidat do Oblíbených
de: Zu Favoriten hinzufügen
el: Προσθήκη στα αγαπημένα
es: Añadir a favoritos
fa: افزودن به مورد علاقه‌ها
fr: Ajouter aux favoris
gl: Engadir a favoritos
hu: Kedvencekhez
it_it: Aggiungi ai preferiti
ja: お気に入りに追加する
ko_kr: 즐겨찾기에 추가
nl_nl: Aan favorieten toevoegen
pl: Dodaj do ulubionych
pt_br: Adicionar aos favoritos
ro: Adaugă la favorite
ru: Добавить в избранное
sk: Pridať k obľúbeným
sr: Додај у омиљене
tr: Sık kullanılanlara ekle
uk: Вподобати
zh_cn: 添加至收藏夹

source: Show folder
ar: اظهار المجلّد
ca: Mostrar carpeta
cs: Zobrazit složku
de: Ordner anzeigen
el: Εμφάνιση φακέλου
es: Mostrar carpeta
fa: نمایش پوشه
fr: Afficher le dossier
gl: Mostrar cartafol
hu: Mappa megjelenítése
it_it: Mostra cartella
ja: フォルダーを表示する
ko_kr: 폴더 표시
nl_nl: Map tonen
pl: Pokaż folder
pt_br: Mostrar pasta
ro: Arată dosar
ru: Показать папку
sk: Zobraziť priečinok
sr: Прикажи директоријум
tr: Klasörü görüntüle
uk: Показати теку
zh_cn: 显示文件夹

source: Book cover
ar: غلاف الكتاب
ca: Coberta del llibre
cs: Obálka knihy
de: Umschlagbild
el: Εξώφυλλο βιβλίου
es: Cubierta del libro
fa: جلد کتاب
fr: Couverture du livre
gl: Portada do libro
hu: A könyv címlapja
it_it: Copertina del libro
ja: ブックカバー
ko_kr: 책 표지
nl_nl: Boekomslag
pl: Okładka książki
pt_br: Capa do livro
ro: Copertă carte
ru: Обложка книги
sk: Obal knihy
sr: Корице књиге
tr: Kitap kapağı
uk: Обкладинка книги
zh_cn: 书籍封面

source: Book description
ar: وصف الكتاب
ca: Descripció del llibre
cs: Popis knihy
de: Buchbeschreibung
el: Περιγραφή βιβλίου
es: Descripción del libro
fa: شرح کتاب
fr: Résumé du livre
gl: Descrición do libro
hu: A könyv leírása
it_it: Descrizione libro
ja: 本の説明
ko_kr: 책 설명
nl_nl: Boekomschrijving
pl: Opis książki
pt_br: Descrição do livro
ro: Descriere carte
ru: Описание книги
sk: Popis knihy
sr: Опис књиге
tr: Kitap açıklaması
uk: Опис книги
zh_cn: 书籍描述

source: Execute %1 script
ar: نفّذ ملفّ تعليمات (سكريبت) بلغة %1
ca: Executar script %1
cs: Spustit %1 script
de: %1 Skript ausführen
el: Εκτελέστε η δέσμη ενεργειών %1
es: Ejecutar script %1
fa: اجرای %1 اسکریپت
fr: Lancer le script %1
gl: Executar script %1
hu: %1 szkript futtattása
it_it: Esegui script %1
ja: %1 スクリプトを実行
ko_kr: %1 스크립트 실행
nl_nl: %1 script uitvoeren
pl: Wykonaj skrypt %1
pt_br: Executar script %1
ro: Execută script %1
ru: Выполнить скрипт %1
sk: Spustiť skript %1
sr: Изврши скрипту %1
tr: %1 dilindeki betiği çalıştır
uk: Виконати скрипт %1
zh_cn: 执行 %1 脚本

source: Running %1 script %2…
ar: جارٍ تنفيذ برنامج %1 الكائن في %2…
ca: Executant script %1 en %2 …
cs: %1 skript %2 běží…
de: Führe %1 Skript %2 aus…
el: Εκτέλεση %1 δέσμης ενεργειών %2…
es: Ejecutando script %1 en %2…
fa: درحال اجرای %1 اسکریپت %2…
fr: Lancement du script %1 %2 …
gl: A executar o script %1 %2 …
hu: %2 %1 szkript fut…
it_it: Eseguendo lo script %1 %2…
ja: %1 のスクリプト「 %2」 を実行中 …
ko_kr: %1 스크립트 실행 중 %2…
nl_nl: %1 script %2 wordt uitgevoerd…
pl: Wykonywanie skryptu %1 %2…
pt_br: Executando script %1 %2…
ro: Se rulează scriptul %1 %2…
ru: Запуск %1 скрипта %2…
sk: Spúšťa sa %1 skript %2…
sr: Извршава се %1 скрипта %2…
tr: %1 betiği %2 çalıştırılıyor…
uk: Запускаємо %1 скрипт %2…
zh_cn: 正在运行 %1 脚本 %2……

source: The script exited successfully.
ar: خرج البرنامج الفرعيُّ بنجاح.
ca: Script executat amb èxit.
cs: Skript byl úspěšně dokončen.
de: Das Skript wurde erfolgreich ausgeführt.
el: Η δέσμη ενεργειών τερματίστηκε με επιτυχία.
es: Script ejecutado con éxito.
fa: اسکریپت باموفقیت خارج شد.
fr: Le script s’est exécuté avec succès.
gl: O script executouse con éxito.
hu: A szkript sikeresen kilépett.
it_it: Script eseguito con successo.
ja: スクリプトの実行に成功しました。
ko_kr: 스크립트가 성공적으로 수행되었습니다.
nl_nl: Het script is succesvol uitgevoerd.
pl: Skrypt zakończył się pomyślnie.
pt_br: O script foi concluiu com sucesso.
ro: Scriptul s-a terminat cu succes.
ru: Скрипт успешно завершён.
sk: Skript bol úspešne ukončený.
sr: Скрипта је успешно извршена.
tr: Betik başarılı bir şekilde durdu.
uk: Скрипт завершено успішно.
zh_cn: 脚本已成功退出。

source: The script returned a non-zero status code: %1!
ar: أرجع البرنامج النصّي (السكريبت) قيمة حالةٍ غير صفريّة: %1!
ca: L'script ha retornat un codi d'estat diferent de zero: %1!
cs: Skript vrátil nenulový stavový kód: %1!
de: Das Skript gab einen Nicht-Null-Statuscode zurück: %1!
el: Η δέσμη ενεργειών επέστρεψε έναν μη μηδενικό κωδικό κατάστασης: %1!
es: El script devolvió un código de estado distinto de cero: %1!
fa: اسکریپت کد وضعیتی غیر-صفر را برگرداند: %1!
fr: Le script a retourné un code de status différent de zéro : %1 !
gl: O script devolveu un código de estado distinto de cero: %1!
hu: A parancsfájl nem nulla állapotkódot adott vissza: %1!
it_it: Lo script ha ritornato un codice di stato diverso da zero: %1!
ja: スクリプトが非ゼロの状態コードで戻りました: %1!
ko_kr: 스크립트가 0이 아닌 상태 코드를 보내왔습니다: %1!
nl_nl: Het script heeft een niet-nul statuscode teruggegeven: %1!
pl: Skrypt zwrócił niezerowy kod statusu: %1!
pt_br: O script retornou um código de estado diferente de zero: %1!
ro: Scriptul a returnat un cod diferit de zero: %1!
ru: Скрипт возвратил ненулевой код состояния: %1!
sk: Skript vrátil nenulový stavový kód: %1!
sr: Скрипта је вратила кôд различит од нуле: %1!
tr: Betik sıfır dışında bir durum kodu döndürdü: %1!
uk: Скрипт повернув ненульовий код стану: %1!
zh_cn: 脚本返回了非零状态码：%1！

source: Choose file
ca: Trieu un fitxer
cs: Vyberte soubor
de: Datei auswählen
el: Επιλογή αρχείου
es: Seleccionar archivo
fa: انتخاب فایل
fr: Sélectionner un fichier
gl: Escoller ficheiro
hu: Válasszon egy fájlt
it_it: Scegli file
ko_kr: 파일 선택
nl_nl: Bestand kiezen
pl: Wybierz plik
pt_br: Escolher arquivo
ru: Выбрать файл
sk: Vybrať súbor
sr: Изаберите фајл
tr: Dosya seç
uk: Обрати файл
zh_cn: 选择文件

source: Use default
ar: استخدم الافتراضيّ
ca: Usar valors predeterminats
cs: Použít výchozí
de: Standard verwenden
el: Χρήση προεπιλογής
es: Usar valores predeterminados
fa: استفاده از پیشفرض
fr: L'utilisation par défaut
gl: Usar valor por defecto
hu: Alapértelmezés
it_it: Usa impostazione predefinita
ja: 既定を使用
ko_kr: 기본값 사용
nl_nl: Standaard gebruiken
pl: Domyślnie
pt_br: Usar padrão
ro: Folosește valoarea implicită
ru: По умолчанию
sk: Použiť predvolený
sr: Користи подразумевани
tr: Varsayılan kullanılsın
uk: Застосувати типове значення
zh_cn: 使用默认值

source: not set
ar: لم يتم تعيينه
ca: no configurat
cs: neurčeno
de: Nicht gesetzt
el: δεν έχει οριστεί
es: no configurado
fa: تنظیم نشده
fr: pas encore défini
gl: sen valor
hu: nincs beállítva
it_it: non impostato
ja: 未設定
ko_kr: 미설정
nl_nl: niet ingesteld
pl: nieustawiony
pt_br: não definido
ro: nesetat
ru: не задано
sk: nie je nastavené
sr: није постављено
tr: ayarlanmamış
uk: не встановлено
zh_cn: 未设置

source: Location history is empty.
ar: سجل تأريخ المواقع فارغ.
ca: L'historial de posicions està buit.
cs: Historie míst je prázdná.
de: Positionsverlauf ist leer.
el: Το ιστορικό των τοποθεσιών είναι κενό.
es: El historial de posiciones está vacío.
fa: تاریخچه مکان خالی است.
fr: L’historique des emplacements est vide.
gl: O historial de posicións está baleiro.
hu: Nincsenek helyelőzmények.
it_it: La cronologia delle posizioni è vuota.
ja: 閲覧進捗の履歴はありません。
ko_kr: 위치 내력이 비어 있습니다.
nl_nl: Locatiegeschiedenis is leeg.
pl: Historia lokalizacji jest pusta.
pt_br: O histórico de localizações está vazio.
ro: Istoricul locațiilor este gol.
ru: История местоположений пуста.
sk: História polohy v dokumente je prázdna.
sr: Историја локација је празна.
tr: Konum geçmişi boş.
uk: Журнал розташувань порожній.
zh_cn: 位置历史记录为空。

source: Bookmarks
ar: العلامات المرجعية
ca: Marcadors
cs: Záložky
de: Lesezeichen
el: Επισημειώσεις
es: Marcapáginas
fa: نشانک‌ها
fr: Marque-pages
gl: Marcadores
hu: Könyvjelzők
it_it: Segnalibri
ja: ブックマーク
ko_kr: 책갈피
nl_nl: Bladwijzers
pl: Zakładki
pt_br: Marcadores
ro: Semne de carte și note
ru: Закладки
sk: Záložky
sr: Маркери књиге
tr: Yer imleri
uk: Закладки
zh_cn: 书签

source: Remove bookmark for current page
ar: إزالة العلامة المرجعية من الصفحة الحالية
ca: Eliminar el marcador de la pàgina actual
cs: Odstranit záložku z aktuální stránky
de: Entferne Lesezeichen auf aktueller Seite
el: Κατάργηση σελιδοδείκτη της τρέχουσας σελίδας
es: Eliminar el marcador de la página actual
fa: حذف نشانک برای صفحه‌ی فعلی
fr: Supprimer le marque-page de la page actuelle
gl: Quitar marcador da páxina actual
hu: Könyvjelző eltávolítása az oldalról
it_it: Rimuovi segnalibro per la pagina corrente
ja: 現在のページからブックマークを除去
ko_kr: 현재 페이지에서 책갈피 제거
nl_nl: Bladwijzer voor deze pagina verwijderen
pl: Usuń zakładkę do bieżącej strony
pt_br: Remover marcador da página atual
ro: Elimină semnul de carte pentru pagina curentă
ru: Удалить закладку для текущей страницы
sk: Odstrániť záložku pre aktuálnu stránku
sr: Уклони маркер за текућу страну
tr: Geçerli sayfadaki yer imini kaldır
uk: Видалити закладку з поточної сторінки
zh_cn: 删除当前页的书签

source: Bookmark current page
ar: وصع علامة مرجعية للصفحة الحالية
ca: Afegir a marcadors la pàgina actual
cs: Přidat záložku na aktuální stránku
de: Lesezeichen auf aktueller Seite
el: Σελιδοδείκτη στην τρέχουσα σελίδα
es: Agregar a marcadores la página actual
fa: نشانک‌گذاری صفحه‌ی فعلی
fr: Ajouter la page actuelle aux marque-pages
gl: Marcar páxina actual
hu: Könyvjelző az oldalra
it_it: Segnalibro pagina attuale
ja: 現在のページにブックマークを追加
ko_kr: 이 페이지에 책갈피 지정
nl_nl: Bladwijzer op deze pagina
pl: Dodaj zakładkę do bieżącej strony
pt_br: Adicionar marcador à página atual
ro: Adaugă semn de carte pe pagina curentă
ru: Закладка текущей страницы
sk: Uložiť aktuálnu stránku medzi záložky
sr: Маркирај текућу страну
tr: Geçerli sayfaya yer imi ekle
uk: Закласти поточну сторінку
zh_cn: 当前页书签

source: Bookmark browsing mode
ar: وضع تصفح العلامات المرجعية
ca: Mode cerca de marcadors
cs: Režim procházení záložek
de: Lesezeichen Bättern-Modus
el: Λειτουργία περιήγησης σελιδοδεικτών
es: Modo búsqueda de marcadores
fa: نشانک‌گذاری حالت مرور
fr: Mode de navigation dans les marque-pages
gl: Modo de navegación de marcadores
hu: Könyvjelző böngészési mód
it_it: Sfoglia segnalibri
ja: ブックマーク閲覧モード
ko_kr: 책갈피 검색 모드
nl_nl: Bladwijzerbladeren
pl: Tryb przeglądania zakładek
pt_br: Modo de navegação de marcadores
ro: Mod de navigare semne de carte
ru: Режим просмотра закладок
sk: Prehliadanie záložiek
sr: Режим прегледа маркера
tr: Yer imi göz atma kipi
uk: Режим перегляду закладки
zh_cn: 书签浏览模式

source: Bookmarks per page: %1
ar: الإشارات المرجعية لكل صفحة: %1
ca: Marcadors per pàgina: %1
cs: Počet záložek na stránce: %1
de: Lesezeichen pro Seite: %1
el: Επισημειώσεις ανά σελίδα: %1
es: Marcadores por página: %1
fa: نشانک‌ها در هر صفحه: %1
fr: Marque-pages par page : %1
gl: Marcadores por páxina: %1
hu: Könyvjelzők száma oldalanként: %1
it_it: Segnalibri per pagina: %1
ja: ページごとに表示するブックマーク数: %1
ko_kr: 페이지 당 책갈피: %1
nl_nl: Bladwijzers per pagina: %1
pl: Zakładki na stronę: %1
pt_br: Marcadores por página: %1
ro: Semne de carte per pagină: %1
ru: Закладок на странице: %1
sk: Počet záložiek na stránku: %1
sr: Маркера по страници: %1
tr: Bir sayfadaki yer imi sayısı: %1
uk: Закладок на сторінку: %1
zh_cn: 每页面书签数：%1

source: Bookmarks per page
ar: الإشارات المرجعية لكل صفحة
ca: Marcadors per pàgina
cs: Počet záložek na stránce
de: Lesezeichen pro Seite
el: Επισημειώσεις ανά σελίδα
es: Marcadores por página
fa: نشانک‌ها در هر صفحه
fr: Marque-pages par page
gl: Marcadores por páxina
hu: Könyvjelzők száma oldalanként
it_it: Segnalibri per pagina
ja: ページごとに表示するブックマーク数
ko_kr: 페이지 당 책갈피
nl_nl: Bladwijzers per pagina
pl: Zakładki na stronę
pt_br: Marcadores por página
ro: Semne de carte per pagină
ru: Закладок на странице
sk: Počet záložiek na stránku
sr: Маркера по страници
tr: Bir sayfadaki yer imi sayısı
uk: Закладок на сторінку
zh_cn: 每页面书签

source: Bookmark font size: %1
ar: حجم خط الإشارة المرجعية: %1
ca: Grandària de font del marcador: %1
cs: Velikost písma záložky: %1
de: Lesezeichen-Schriftgröße: %1
el: Μέγεθος γραμματοσειράς επισημειώσεων: %1
es: Tamaño de fuente del marcador: %1
fa: اندازه قلم نشانک: %1
fr: Taille de la police des marque-pages : %1
gl: Tamaño da fonte dos marcadores: %1
hu: Könyvjelző betűméret: %1
it_it: Dimensione carattere del segnalibro: %1
ja: ブックマークのフォントサイズ: %1
ko_kr: 책갈피 글씨 크기: %1
nl_nl: Bladwijzer-lettergrootte: %1
pl: Rozmiar czcionki zakładki: %1
pt_br: Tamanho da fonte do marcador: %1
ro: Dimensiune font semn de carte: %1
ru: Размер шрифта закладки: %1
sk: Veľkosť písma pre záložky: %1
sr: Величина фонта маркера: %1
tr: Yer imi yazı boyutu: %1
uk: Розмір шрифту закладки: %1
zh_cn: 书签字体尺寸：%1

source: Bookmark font size
ar: حجم خط الإشارة المرجعية
ca: Grandària de lletra de marcador
cs: Velikost písma záložky
de: Lesezeichen-Schriftgröße
el: Μέγεθος γραμματοσειράς επισημειώσεων
es: Tamaño de fuente de marcador
fa: اندازه‌ی قلم نشانک
fr: Taille de la police des marque-pages
gl: Tamaño da fonte dos marcadores
hu: Lábjegyzet betűmérete
it_it: Dimensione carattere del segnalibro
ja: ブックマークのフォントサイズ
ko_kr: 책갈피 글씨 크기
nl_nl: Bladwijzer-lettergrootte
pl: Rozmiar czcionki zakładki
pt_br: Tamanho da fonte do marcador
ro: Dimensiune font semn de carte
ru: Размер шрифта закладки
sk: Veľkosť písma pre záložky
sr: Величина фонта маркера
tr: Yer imi yazı tipi boyutu
uk: Розмір шрифту закладки
zh_cn: 书签字体尺寸

source: Shrink bookmark font size to fit more text
ar: تقليص حجم خط الإشارة المرجعية لاحتواء المزيد من النص
ca: Reduir la grandària de lletra dels marcadors per a mostrar més text
cs: Zmenšit písmo záložek pro zobrazení více textu
de: Schriftgröße des Lesezeichens verkleinern, um mehr Text anzuzeigen
el: Μείωση μεγέθους γραμμάτων των επισημειώσεων για προβολή περισσότερου κειμένου
es: Reducir el tamaño de fuente de los marcadores para mostrar más texto
fa: کوچک‌کردن اندازه قلم نشانک برای گنجاندن متن بیشتر
fr: Réduire la taille de la police des marque-pages pour afficher plus de texte
gl: Diminuír o tamaño da fonte dos marcadores para amosar máis texto
hu: Könyvjelző betűméret csökkentése, hogy több szöveg jelenjen meg
it_it: Riduci dimensione carattere del segnalibro per mostrare più testo
ja: ブックマークの字詰めを増加
ko_kr: 더 많은 내용에 맞게 책갈피 글꼴 크기 축소
nl_nl: Bladwijzerlettertype kleiner maken voor meer tekst
pl: Zmniejsz rozmiar czcionki zakładki, aby zmieścić więcej tekstu
pt_br: Diminuir fonte do marcador para mostrar mais texto
ro: Micșorează fontul semnului de carte pentru
ru: Размещать больше текста, уменьшая шрифт закладок
sk: Zmenšiť veľkosť písma pre záložky, aby sa do nich zmestilo viac textu
sr: Умањи величину фонта маркера тако да се стане више текста
tr: Daha fazla metin görüntülenmesi için yer imi yazı boyutu küçültülsün
uk: Зменшення розміру шрифту закладки, щоб бачити більше тексту
zh_cn: 缩小书签字体大小以适应更多文本

source: Show separator between items
ar: إظهار الفاصل بين العناصر
ca: Mostrar separador entre elements
cs: Zobrazit oddělovač mezi položkami
de: Trennzeichen zwischen Einträgen anzeigen
el: Εμφάνιση διαχωριστικού μεταξύ των στοιχείων
es: Mostrar separador entre elementos
fa: نمایش جداکننده بین موارد
fr: Afficher un séparateur entre les éléments
gl: Mostrar separador entre elementos
hu: Elválasztó megjelenítése az elemek között
it_it: Mostra il separatore tra gli elementi
ja: 項目間の区切り記号を表示する
ko_kr: 항목 사이에 구분 기호 표시
nl_nl: Scheiding tussen elementen weergeven
pl: Pokaż separator pomiędzy wpisami
pt_br: Mostrar separador entre itens
ro: Afișează un separator între elemente
ru: Добавлять разделитель между элементами
sk: Zobraziť oddeľovač medzi položkami
sr: Прикажи граничник између ставки
tr: Ögeler arasına ayraç eklensin
uk: Показати роздільник між елементами
zh_cn: 在目录条目之间显示分隔符

source: Sort by largest page number
ar: فرز حسب رقم الصفحة الأكبر
ca: Ordenar per número de pàgina més alt
cs: Seřadit podle největšího čísla stránky
de: Sortieren nach größter Seitenzahl
el: Ταξινόμηση κατά μεγαλύτερο αριθμό σελίδας
es: Ordenar por número de página más alto
fa: مرتب کردن براساس بزرگترین شماره‌ی صفحه
fr: Trier par le plus grand nombre de pages
gl: Ordenar por número de páxina máis alto
hu: Rendezés oldalszám szerint
it_it: Ordina per numero di pagina più grande
ja: 最大ページ数で並び替え
ko_kr: 페이지 번호가 큰 순서로 정렬
nl_nl: Sorteren op hoogste paginanummer
pl: Sortuj według najwyższego numeru strony
pt_br: Ordenar por maior número de página
ro: Ordonează după cel mai mare număr de pagină
ru: Сортировать по наибольшему номеру страницы
sk: Zoradiť podľa najväčšieho čísla strany
sr: Сортирај по највећем броју страница
tr: En fazla sayfa sayısına göre sırala
uk: Сортування за найбільшим номером сторінки
zh_cn: 按最大页码数排列

source: Add page number / timestamp to bookmark
ar: إضافة رقم الصفحة / الطابع الزمني إلى الإشارة المرجعية
ca: Afegir número de pàgina / marca de temps al marcador
cs: Přidat do záložky číslo stránky / časovou značku
de: Seitennummer / Zeitstempel zum Lesezeichen hinzufügen
el: Προσθήκη αριθμού σελίδας / χρονοσήμανσης στην επισημείωση
es: Añadir número de página / marca de tiempo al marcador
fa: افزودن شماره‌ی صفحه / برچسب‌ زمانی به نشانک
fr: Ajouter le numéro de page / l’horodatage au marque-page
gl: Engadir número de páxina / marca de tempo ao marcador
hu: Oldalszám / időbélyeg hozzáadása a könyvjelzőhöz
it_it: Aggiungi numero pagina/marcatura temporale al segnalibro
ja: ページ番号 / タイムスタンプ をブックマークに追加
ko_kr: 페이지 번호/시간도장을 책갈피에 추가
nl_nl: Paginanummer / tijdsaanduiding toevoegen aan bladwijzer
pl: Dodaj numer strony / znacznik czasu do zakładki
pt_br: Adicionar número da página/marca de tempo ao marcador
ro: Adaugă număr de pagină / dată la semn de carte
ru: Добавлять страницу / метку времени в закладку
sk: Pridať číslo strany / dátum a čas do názvu záložky
sr: Додај број странице /временску ознаку у маркер
tr: Yer imine sayfa numarası / zaman damgası ekle
uk: Додати номер сторінки / мітку часу до закладки
zh_cn: 将页码/时间戳添加到书签

source: Bookmark search
ar: بحث الإشارات المرجعية
ca: Cerca de marcadors
cs: Vyhledat záložky
de: Lesezeichen Suche
el: Αναζήτηση επισημειώσεων
es: Búsqueda de marcapáginas
fa: جستجوی نشانک
fr: Rechercher dans les marque-pages
gl: Busca de marcadores
hu: Könyvjelző keresése
it_it: Cerca segnalibro
ja: ブックマーク検索
ko_kr: 책갈피 검색
nl_nl: Bladwijzers doorzoeken
pl: Wyszukiwanie zakładek
pt_br: Busca nos marcadores
ro: Caută semne de carte
ru: Поиск по закладкам
sk: Prehľadávať záložky
sr: Претрага маркера
tr: Yer imi arama
uk: Пошук закладок
zh_cn: 书签搜索

source: Bookmarks (search results)
ar: الإشارات المرجعية (نتائج البحث)
ca: Marcadors (resultats de cerca)
cs: Záložky (výsledky hledání)
de: Lesezeichen (Suchergebnisse)
el: Επισημειώσεις (αποτελέσματα αναζήτησης)
es: Marcadores (resultados de búsqueda)
fa: نشانک‌ها (نتایج جستجو)
fr: Marque-pages (résultats de recherche)
gl: Marcadores (resultados da busca)
hu: Könyvjelzők (keresési eredmények)
it_it: Segnalibri (risultati di ricerca)
ja: ブックマーク(検索結果)
ko_kr: 책갈피 목록(검색 결과)
nl_nl: Bladwijzers (zoekresultaten)
pl: Zakładki (wyniki wyszukiwania)
pt_br: Marcadores (resultados da busca)
ro: Semne de carte (rezultate căutare)
ru: Закладки (результаты поиска)
sk: Záložky (výsledky vyhľadávania)
sr: Маркери (резултати претраге)
tr: Yer imleri (arama sonuçları)
uk: Закладки (результати пошуку)
zh_cn: 书签（搜索结果）

source: Bookmark details
ar: تفاصيل العلامة المرجعية
ca: Detalls de marcadors
cs: Informace o záložce
de: Lesezeichen Details
el: Λεπτομέρειες επισημείωσης
es: Detalles de marcadores
fa: جزئیات نشانک
fr: Détails du marque-page
gl: Detalles do marcador
hu: Könyvjelző részletei
it_it: Dettagli segnalibro
ja: ブックマーク詳細
ko_kr: 책갈피 상세정보
nl_nl: Bladwijzerdetails
pl: Szczegóły zakładki
pt_br: Detalhes do marcador
ro: Detalii semn de carte
ru: О закладке
sk: Podrobnosti o záložke
sr: Детаљи маркера
tr: Yer imi ayrıntıları
uk: Деталі закладки
zh_cn: 书签详细

source: Reset text
ca: Reinicialitza el text
cs: Resetovat text
de: Text zurücksetzen
el: Επαναφορά κειμένου
es: Restablecer texto
fa: بازنشانی متن
gl: Reiniciar texto
hu: Szöveg alaphelyzetbe állítása
it_it: Ripristina il testo
ko_kr: 텍스트 초기화
nl_nl: Tekst herstellen
pl: Zresetuj tekst
ru: Сбросить текст
sk: Vymazať text
sr: Ресетуј текст
tr: Metni sıfırla
uk: Скинути текст
