Repository: spruceUI/spruceOS
Catalog: App/KoReader/l10n/*/koreader.po
Languages: ar, ca, cs, de, el, es, fa, fr, gl, hu, it_it, ja, ko_kr, nl_nl, pl, pt_br, ro, ru, sk, sr, tr, uk, zh_cn

source: Only on close and suspend
ca: Només en tancar i suspendre
cs: Jen při zavření a režimu spánku
de: Nur beim Schließen und im Ruhezustand
el: Μόνο στο κλείσιμο και την αναστολή λειτουργίας
es: Sólo al cerrar y suspender
fa: تنها در بستن و خوابیدن
fr: Uniquement à la fermeture et à la mise en veille
gl: Só ao cerrar e suspender
hu: Csak bezáráskor és altatáskor
it_it: Solo in chiusura e sospensione
ja: 文書を閉じるか一時停止時のみ
ko_kr: 닫기와 정지에서만
nl_nl: Alleen bij sluiten en slaapstand
pl: Tylko przy zamykaniu i wstrzymaniu
pt_br: Apenas ao fechar e suspender
ru: Только при закрытии и приостановке
sk: Len pri zatvorení a uspaní
sr: Само при затварању и суспендовању
tr: Yalnızca kapatılırken ve beklemeye geçilirken
uk: Тільки при закритті та призупиненні
zh_cn: 仅关闭和休眠时

source: Every minute
ar: صفر دقيقة
ca: Cada minut
cs: Každou minutu
de: Jede Minute
el: Κάθε λεπτό
es: Cada minuto
fa: هر دقیقه
fr: Tous les 1 m
gl: Cada minuto
hu: Percenként
it_it: Ogni minuto
ja: %1 分毎
ko_kr: %1 분마다
nl_nl: Elke minuut
pl: Co minutę
pt_br: A cada minuto
ro: La fiecare minut
ru: Каждую %1 минуту
sk: Každú minútu
sr: Сваки минут
tr: 1 dakika
uk: Щохвилини
zh_cn: 每隔 %1 分

source: Document
ar: المستند
cs: Dokument
de: Dokument
el: Έγγραφο
es: Documento
fa: سند
gl: Documento
hu: Dokumentum
it_it: Documento
ja: 文書
ko_kr: 문서
pl: Dokument
pt_br: Documento
ru: Документы
sk: Dokument
sr: Документ
tr: Belge
uk: Документ
zh_cn: 文档

source: book folder
ca: carpeta del llibre
cs: Složka knihy
de: Buchordner
el: φάκελος βιβλίου
es: carpeta del libro
fa: پوشه کتاب
fr: dossier de livres
gl: cartafol do libro
hu: könyv mappa
it_it: cartella del libro
ja: ブックフォルダー
ko_kr: 책 폴더
nl_nl: boekenmap
pl: folder książki
pt_br: pasta do livro
ru: папка книги
sk: priečinok s knihou
sr: директоријум са књигама
tr: kitap klasörü
uk: тека з книгами
zh_cn: 书籍文件夹

source: Book view settings, reading progress, highlights, bookmarks and notes (collectively known as metadata) are stored in a separate folder named <book-filename>.sdr (".sdr" meaning "sidecar").
ca: Les opcions de vista del llibre, el progrés de lectura, els subratllats, els marcadors i les notes (coneguts en conjunt com a metadades) es guarden en una carpeta separada anomenada <nombre-del-libro>.sdr (".sdr" significa "sidecar").
de: Die Einstellungen der Buchansicht, der Lesefortschritt, die Hervorhebungen, die Lesezeichen und die Notizen (zusammen als Metadaten bezeichnet) werden in einem separaten Ordner mit dem Namen <Buch-Dateiname>.sdr gespeichert (".sdr" bedeutet "Sidecar").
el: Οι ρυθμίσεις προβολής του βιβλίου, η πρόοδος ανάγνωσης, οι επισημάνσεις, οι σελιδοδείκτες και οι σημειώσεις (συλλογικά γνωστά ως μεταδεδομένα) αποθηκεύονται σε ξεχωριστό φάκελο με όνομα <όνομα βιβλίου>.sdr (".sdr" σημαίνει "sidecar").
es: Las opciones de visualización del libro, el progreso de lectura, los subrayados, los marcadores y las notas (conocidos en conjunto como metadatos) se guardan en una carpeta separada llamada <nombre-del-libro>.sdr (".sdr" significa "sidecar").
fr: Les paramètres d'affichage du livre, la progression de la lecture, les surlignages, les signets et les notes (collectivement appelés métadonnées) sont stockés dans un dossier distinct nommé <book-filename>.sdr (« .sdr » signifiant « side-car »).
gl: A configuración de visualización do libro, o progreso de lectura, os textos destacados, marcadores e anotacións (coñecidos en conxunto como metadatos) son gardados nun cartafol separado chamado <nome-do-libro>.sdr (".sdr"significa "sidecar").
hu: A könyvnézeti beállítások, olvasási előrehaladás, kiemelések, könyvjelzők és megjegyzések (összességében úgy ismertek, mint metaadata) egy külön mappában vannak tárolva, aminek a neve <book-filename>.sdr (.sdr" jelentése "sidecar").
it_it: Impostazioni di visualizzazione del libro, progressi di lettura, evidenziazioni, segnalibri e note (collettivamente noti come metadati) vengono memorizzati in una cartella separata denominata <book-filename>.sdr (".sdr" che significa "sidecar").
ko_kr: 책 보기 설정, 읽기 진행률, 하이라이트, 책갈피 및 메모(통칭하여 메타데이터라고 함)는 <책 파일 이름>.sdr(".sdr"은 "사이드카"를 의미)이라는 별도의 폴더에 저장됩니다. 저장 위치/방법은 세 가지 중에서 선택할 수 있습니다.
nl_nl: Boekweergave-instellingen, leesvoortgang, hoogtepunten, bladwijzers en notities (samen bekend als metadata) worden opgeslagen in een aparte map met de naam <boek-bestandsnaam>.sdr (".sdr" betekent "sidecar", Engels voor "zijspan").
pl: Ustawienia widoku książki, postęp czytania, zaznaczenia, zakładki i notatki (zwane łącznie metadanymi) są przechowywane w osobnym folderze o nazwie <nazwa-pliku-książki>.sdr („.sdr” oznacza „sidecar”).
pt_br: As configurações de visualização do livro, o progresso da leitura, os destaques, os marcadores e as notas (conhecidos coletivamente como metadados) são armazenados em uma pasta separada chamada <nome-do-livro>.sdr (".sdr" significa "sidecar").
ru: Настройки просмотра книги, прогресс чтения, выделения, закладки и заметки (так называемые «метаданные») хранятся в отдельной папке с названием <имя-файла-книги>.sdr (где «.sdr» можно расшифровать как «сопроводиловка»).
sk: Nastavenie zobrazenia knihy, priebehu čítania, zvýraznenia, záložky a poznámky (súhrnne nazývané ako metadáta) sú uložené v samostatnom priečinku s názvom <názov-knihy>.sdr (".sdr" znamená "sidecar").
sr: Подешавања погледа на књигу, напредак читања, истицања, маркери и белешке (познати под заједничким именом као метаподаци) се чувају у посебном фолдеру под именом <име-фајла-књиге>.sdr („.sdr” значи „sidecar” тј. бочна приколица).
tr: Kitap görüntüleme ayarları, okuma ilerlemesi, vurgulamalar, yer imleri ve notlar (toplu olarak üst veriler olarak bilinir), <kitap-dosya-adi>.sdr (“.sdr”, “sidecar” anlamına gelir) adlı ayrı bir klasöre kaydedilir.
uk: Налаштування перегляду книги, перебіг читання, виділення, закладки та примітки (загалом відомі метадані) розташовано в окремій теці з назвою <назва-книги>.sdr (".sdr" означає "додатковий файл", або "sidecar").
zh_cn: 书籍设置、阅读进度、高亮标注、书签、笔记（统称为元数据）存储于名为 <书籍文件名>.sdr 的文件夹下。

source: You can decide between three locations/methods where these will be saved:
ca: Per a guardar aquestes metadades, es pot triar entre tres ubicacions/mètodes:
de: Sie können zwischen drei Speicherorten/-methoden wählen, wo diese gespeichert werden:
el: Μπορείτε να αποφασίσετε μεταξύ τριών τοποθεσιών/μεθόδων όπου θα αποθηκεύονται αυτοί:
es: Para guardar estos metadatos, se puede elegir entre tres ubicaciones/métodos:
fr: Vous pouvez choisir entre trois emplacements/méthodes où ceux-ci seront enregistrés :
gl: É posible escoller entre tres localizacións ou métodos nos que os metadatos serán gardados:
hu: 3 hely és módszer közül választhat, ahol ezek el lesznek mentve:
it_it: Puoi decidere tra tre posizioni/metodi in cui verranno salvati:
ko_kr: 저장할 위치/방법을 세 가지 중에서 선택할 수 있습니다:
nl_nl: Er zijn drie locaties/methodes waar deze worden opgeslagen:
pl: Możesz wybrać jedną z trzech lokalizacji/metod, w których zostaną one zapisane:
pt_br: Você pode decidir entre três locais/métodos onde eles serão salvos:
ru: Вы можете выбирать между тремя местоположениями / методами хранения ваших околокнижных данных:
sk: Môžete sa rozhodnúť medzi tromi miestami/spôsobmi, kde budú uložené:
sr: Можете да изаберете једну од три локације/методе на коју ће се они чувати:
tr: Bunların kaydedileceği üç konum/yöntem arasından seçim yapabilirsiniz:
uk: Ви можете вибрати одне з трьох розташувань/способів їхнього збереження:
zh_cn: 您可以在三种保存位置/方法之间进行选择：

source: - alongside the book file itself (the long time default): sdr folders will be visible when you browse your library directories with another file browser or from your computer, which may clutter your vision of your library. But this allows you to move them along when you reorganize your library, and also survives any renaming of parent directories. Also, if you perform directory synchronization or backups, your settings will be part of them.
ca: - al costat del propi arxiu del llibre (opció predeterminada des de fa molt temps): les carpetes sdr seran visibles en navegar pels directoris de la biblioteca amb un altre explorador d'arxius o des d'un ordinador, la qual cosa pot entorpir la visualització de la biblioteca. Però aquesta opció permet moure les carpetes sdr si es reorganitza la biblioteca, i també la supervivència de les carpetes sdr a qualsevol canvi de nom dels directoris pare. A més, si es realitzen sincronitzacions de directoris o còpies de seguretat, la configuració formarà part d'elles.
de: - neben der Buchdatei selbst (lange Zeit die Standardeinstellung): sdr-Ordner sind sichtbar, wenn Sie Ihre Bibliotheksverzeichnisse mit einem anderen Dateibrowser oder von Ihrem Computer aus durchsuchen, was den Überblick über Ihre Bibliothek beeinträchtigen kann. Aber so können Sie sie verschieben, wenn Sie Ihre Bibliothek umorganisieren, und sie überstehen auch die Umbenennung der übergeordneten Verzeichnisse. Wenn Sie Verzeichnisse synchronisieren oder Sicherungskopien erstellen, sind Ihre Einstellungen ebenfalls Teil davon.
el: - παράλληλα με το ίδιο το αρχείο του βιβλίου (η μακροχρόνια προεπιλογή): οι φάκελοι sdr θα είναι ορατοί όταν περιηγείστε στους φακέλους της βιβλιοθήκης σας με άλλο πρόγραμμα περιήγησης αρχείων ή από τον υπολογιστή σας, γεγονός που μπορεί να προκαλέσει σύγχυση στην εικόνα της βιβλιοθήκης σας. Αυτό όμως σας επιτρέπει να τους μετακινείτε μαζί όταν αναδιοργανώνετε τη βιβλιοθήκη σας, και επίσης θα τους διατηρήσει σε ισχύ μετά από τυχόν μετονομασία των γονικών φακέλων. Επίσης, αν πραγματοποιήσετε συγχρονισμό φακέλων ή δημιουργία αντιγράφων ασφαλείας, οι ρυθμίσεις σας θα είναι μέρος αυτών.
es: - junto al propio archivo del libro (opción predeterminada desde hace mucho tiempo): las carpetas sdr serán visibles al navegar por los directorios de la biblioteca con otro explorador de archivos o desde un ordenador, lo que puede entorpecer la visualización de la biblioteca. Pero esta opción permite mover las carpetas sdr si se reorganiza la biblioteca, y también la supervivencia de las carpetas sdr a cualquier cambio de nombre de los directorios padre. Además, si se realizan sincronizaciones de directorios o copias de seguridad, la configuración formará parte de ellas.
fr: - à côté du fichier livre lui-même (valeur par défaut de longue date) : les dossiers sdr seront visibles lorsque vous parcourrez les répertoires de votre bibliothèque avec un autre navigateur de fichiers ou depuis votre ordinateur, ce qui risque d'encombrer votre vision de votre bibliothèque. Mais cela vous permet de les déplacer lorsque vous réorganisez votre bibliothèque et survit également à tout changement de nom des répertoires parents. De plus, si vous effectuez une synchronisation d'annuaire ou des sauvegardes, vos paramètres en feront partie.
gl: - xunto ao propio ficheiro do libro (a opción por defecto durante moito tempo): os cartafoles sdr ao navegar polos directorios da biblioteca usando outro explorador de ficheiros ou desde un ordenador, o que pode entorpecer a visión da librería. Esta opción permite mover os cartafoles sdr xunto aos libros ao organizar os libros e tamén resiste cambios de nome dos cartafoles superiores. Ademais, ao realizar unha sincronización de cartafoles ou copias de seguridade, os metadatos serán parte delas.
hu: - Maga a könyvfájl mellett (hosszú idője ez az alapértelmezett): a sdr mappák láthatóvá válnak, amikor a könyvtári könyvtárakat egy másik fájlböngészővel vagy a számítógépről kezelik, amely összezavarhatja a könyvtárra való rálátását. Viszont, ez lehetővé teszi, hogy áthelyezze őket, amikor átszervezi a könyvtárat, és túléli bármely szülői könyvtár átnevezését. Továbbá, ha könyvtári szinkronizálást vagy biztonsági mentést végez, a beállítások is mentésre kerülnek.
it_it: - accanto al file del libro stesso (predefinito, da molto tempo): le cartelle sdr saranno visibili quando si navigano le cartelle della biblioteca con un altro navigatore di file, o dal computer, cosa che può impasticciare la visione della biblioteca. Questo però ti permette di spostarle quando riorganizzi la tua biblioteca, e sopravvive anche a qualsiasi rinomina delle cartelle di livello superiore. Inoltre, se si esegue la sincronizzazione di cartelle intere, o il backup, le impostazioni saranno parte di loro.
ko_kr: - 책 파일 자체(오랫동안 기본값)와 함께: 다른 파일 브라우저나 컴퓨터에서 라이브러리 디렉터리를 탐색할 때 sdr 폴더가 표시되므로, 라이브러리를 보는 시야가 흐트러질 수 있습니다. 하지만 이렇게 하면 라이브러리를 재구성할 때 함께 이동할 수 있고, 상위 디렉터리의 이름이 바뀌어도 그대로 유지됩니다. 또한 디렉토리 동기화 또는 백업을 수행하면 설정이 그 일부가 됩니다.
nl_nl: - naast het boekbestand zelf (sinds jaar end ag standaard): sdr-mappen zullen zichtbaar zijn tijdens het bladeren door bibliotheekmappen met een andere bestandsverkenner of vanaf uw computer, wat het zicht op de bibliotheek kan vertroebelen. Maar hierdoor kun je ze makkelijk verplaatsen wanneer je je bibliotheek reorganiseert en overleef je ook het hernoemen van bovenliggende mappen. Als je mapsynchronisatie of back-ups uitvoert, zullen je instellingen daar ook deel van uitmaken.
pl: - obok samego pliku książki (od dawna ustawienie domyślne): foldery sdr będą widoczne podczas przeglądania katalogów biblioteki za pomocą innej przeglądarki plików lub na komputerze, co może zakłócić widoczność biblioteki. Pozwala to jednak przenieść je dalej podczas reorganizacji biblioteki, a także pozwala przetrwać każdą zmianę nazw katalogów nadrzędnych. Ponadto, jeśli wykonasz synchronizację katalogów lub kopie zapasowe, Twoje ustawienia będą ich częścią.
pt_br: - junto com o próprio arquivo do livro (o padrão): as pastas sdr ficarão visíveis quando você navegar nos diretórios da sua biblioteca com outro navegador de arquivos ou a partir do seu computador, o que pode atrapalhar sua visão da sua biblioteca. Mas isso permite que você os mova ao reorganizar sua biblioteca e também sobrevive a qualquer renomeação de diretórios pais. Além disso, se você realizar sincronização de diretórios ou backups, suas configurações farão parte deles.
ru: • рядом с файлом книги (историческое место по умолчанию): sdr-папки будут видны при просмотре библиотеки в стороннем файловом менеджере или на компьютере, что может визуально её загромождать. Зато можно легко перемещать метаданные при реорганизации библиотеки, а также не бояться переименования родительских папок. Кроме того, при синхронизации или резервном копировании библиотеки ваши метаданные станут неотъемлемой частью этих процессов.
sk: - spolu s knihou (dlhodobo predvolené nastavenie): sdr priečinky budú viditeľné, keď prezeráte adresáre knižnice s iným súborovým prehliadačom alebo z počítača, čo môže vizuálne pôsobiť rušivo. Toto vám však umožní ich presúvať pri reorganizácií vašej knižnice, a tiež "prežiť" akékoľvek premenovanie nadradených adresárov. Taktiež, ak vykonávate synchronizáciu adresára alebo zálohovanie, vaše nastavenia budú ich súčasťou.
sr: - уз сам фајл књиге (традиционална подразумевана вредност): sdr фолдери ће се видети када прегледате фолдере своје библиотеке неким другим прегледачем фајлова или са свог компјутера, а то може да загуши приказ библиотеке. Али на овај начин можете да их премештате док реорганизујете библиотеку, а нема проблема ни када се промени име директоријума родитеља. Такође, ако вршите синхронизацију директоријума или правите резервне копије, ваша подешавања ће бити укључена у њих.
tr: - Kitap dosyasının yanında (varsayılan uzun süre): Kitaplık klasörlerinize başka bir dosya tarayıcısıyla veya bilgisayarınızdan göz attığınızda sdr klasörleri görünür olacaktır. Bu durum kitaplığınızın görünüşünü karmaşıklaştırabilir. Ancak bunlar, kitaplığınızı yeniden düzenlediğinizde sorunsuz taşımanızı sağlar ve ana klasörlerin adlarının değiştirilmesinden de etkilenmez. Ayrıca klasör eşitleme veya yedekleme işlemleri yaparsanız ayarlarınız bunların bir parçası olur.
uk: - поряд із самим файлом книги (тривалий час усталено): теки sdr буде видно, коли ви переглядатимете каталоги бібліотеки за допомогою іншого файлового оглядача або з вашого комп'ютера, що може заважати вам бачити бібліотеку. Але це дозволить вам переміщувати їх під час реорганізації бібліотеки, а також збереже їх у разі перейменування каталогів вищого рівня. Крім того, якщо ви виконуєте синхронізацію каталогів або резервне копіювання, ваші налаштування будуть частиною цих файлів.
zh_cn: - 与书籍文件保持一致（默认值）：sdr 文件夹会在其他文件管理器中显示，故可能会干扰您的浏览。但是与文件夹放一起意味着当你修改目录结构时，书籍的元数据依旧能找到。并且，如果你对书籍文件夹做了同步操作，这些元数据也会被一并同步。
