Repository: spruceUI/spruceOS
Catalog: App/KoReader/l10n/*/koreader.po
Languages: ar, ca, cs, de, el, es, fa, fr, gl, hu, it_it, ja, ko_kr, nl_nl, pl, pt_br, ro, ru, sk, sr, tr, uk, zh_cn

source: English (US)
ar: الإنجليزية (الولايات المتحدة)
ca: Inglés (Estats Units)
cs: angličtina (US)
de: Englisch (US)
el: Αγγλικά (ΗΠΑ)
es: Inglés (Estados Unidos)
fr: Anglais (Américain)
gl: Inglés (EUA)
hu: Angol (US)
it_it: Inglese (Stati Uniti)
ko_kr: 영어 (미국)
nl_nl: Engels (VS)
pl: angielski (amerykański)
pt_br: Inglês (EUA)
ro: engleză (SUA)
ru: Английский (US)
sk: Angličtina (USA)
sr: енглески (САД)
tr: İngilizce (Birleşik Devletler)
uk: Англійська (США)

source: Esperanto
ar: لغة إسبيرانتو
el: Εσπεράντο
fr: Espéranto
hu: Eszperantó
ko_kr: 에스페란토어
ru: Эсперанто
sk: Esperančina
sr: есперанто
uk: Есперанто

source: Estonian
ar: الإستونيّة
ca: Estonià
cs: estonština
de: Estnisch
el: Εσθονικά
es: Estonio
fr: Estonien
gl: Estonio
hu: Észt
it_it: Estone
ko_kr: 에스토니아어
nl_nl: Estisch
pl: estoński
pt_br: Estoniano
ro: Estoniană
ru: Эстонский
sk: Estónčina
sr: естонски
tr: Estonca
uk: Естонська

source: Finnish
ar: الفنلنديّة
ca: Finés
cs: finština
de: Finnisch
el: Φινλανδικά
es: Finlandés
fr: Finnois
gl: Finlandés
hu: Finn
it_it: Finlandese
ko_kr: 핀란드어
nl_nl: Fins
pl: fiński
pt_br: Finlandês
ro: Finlandeză
ru: Финский
sk: Fínština
sr: фински
tr: Fince
uk: Фінська

source: French
ar: الفرنسيّة
ca: Francés
cs: francouzština
de: Französisch
el: Γαλλικά
es: Francés
fr: Français
gl: Francés
hu: Francia
it_it: Francese
ko_kr: 프랑스어
nl_nl: Frans
pl: francuski
pt_br: Francês
ro: Franceză
ru: Французский
sk: Francúština
sr: француски
tr: Fransızca
uk: Французька

source: Friulian
ar: الفريولية
ca: Friülà
cs: furlanština
de: Friaulisch
el: Φριουλανικά
es: Friulano
fr: Frioulan
gl: friuliano
it_it: Friulano
ko_kr: 프리울리언어
nl_nl: Friulisch
pl: friulski
pt_br: Friulano
ro: Friuliană
ru: Фриульский
sk: Friulčina
sr: фриулски
tr: Furlanca
uk: фріульська
zh_cn: 弗留利语

source: Galician
ar: الجيليكيّة
ca: Gallec
cs: galicijština
de: Galicisch
el: Γαλικιανά
es: Gallego
fr: Galicien
gl: Galego
hu: Galíciai
it_it: Galiziano
ko_kr: 갈리시아어
nl_nl: Galicisch
pl: galicyjski
pt_br: Galego
ro: Galiciană
ru: Галисийский
sk: Galícijčina
sr: галицијски
tr: Galce
uk: Галісійська

source: Georgian
ar: الجورجيّة
ca: Georgià
cs: gruzínština
de: Georgisch
el: Γεωργιανά
es: Georgiano
fr: Géorgien
gl: xeorxiano
hu: Grúz
it_it: Georgiano
ko_kr: 그루지야어
nl_nl: Georgisch
pl: gruziński
pt_br: Georgiano
ro: Georgiană
ru: Грузинский
sk: Gruzínčina
sr: грузијски
tr: Gürcüce
uk: Грузинська

source: German
ar: الألمانيّة
ca: Alemany
cs: němčina
de: Deutsch
el: Γερμανικά
es: Alemán
fr: Allemand
gl: Alemán
hu: Német
it_it: Tedesco
ko_kr: 독일어
nl_nl: Duits
pl: niemiecki
pt_br: Alemão
ro: Germană
ru: Немецкий
sk: Nemčina
sr: немачки
tr: Almanca
uk: Німецька

source: Greek
ar: اليونانيّة
ca: Grec
cs: řečtina
de: Griechisch
el: Ελληνικά
es: Griego
fr: Grec
gl: grego
hu: Görög
it_it: Greco
ko_kr: 그리스어
nl_nl: Grieks
pl: grecki
pt_br: Grego
ro: Greacă
ru: Греческий
sk: Gréčtina
sr: грчки
tr: Yunanca
uk: Грецька

source: Hungarian
ar: الهنجاريّة
ca: Hongarés
cs: maďarština
de: Ungarisch
el: Ουγγρικά
es: Húngaro
fr: Hongrois
gl: Hungaro
hu: magyar
it_it: Ungherese
ko_kr: 헝가리어
nl_nl: Hongaars
pl: węgierski
pt_br: Húngaro
ro: maghiară
ru: Венгерский
sk: Maďarčina
sr: мађарски
tr: Macarca
uk: Угорська

source: Icelandic
ar: الآيسلنديّة
ca: Islandés
cs: islandština
de: Isländisch
el: Ισλανδικά
es: Islandés
fr: Islandais
gl: Islandés
hu: Izland
it_it: Islandese
ko_kr: 아이슬란드어
nl_nl: IJslands
pl: islandzki
pt_br: Islandês
ro: Islandeză
ru: Исландский
sk: Islandčina
sr: исландски
tr: İzlandaca
uk: Ісландська

source: Irish
ar: الإيرلنديّة
ca: Irlandés
cs: irština
de: Irisch
el: Ιρλανδικά
es: Irlandés
fr: Irlandais
gl: irlandés
hu: Ír
it_it: Irlandese
ko_kr: 아일랜드어
nl_nl: Iers
pl: irlandzki
pt_br: Irlandês
ro: Irlandeză
ru: Ирландский
sk: Írčina
sr: ирски
tr: İrlandaca
uk: Ірландська

source: Italian
ar: الإيطاليّة
ca: Italià
cs: italština
de: Italienisch
el: Ιταλικά
es: Italiano
fr: Italien
gl: Italiano
hu: Olasz
it_it: Italiano
ko_kr: 이탈리아어
nl_nl: Italiaans
pl: włoski
pt_br: Italiano
ro: Italiană
ru: Итальянский
sk: Taliančina
sr: италијански
tr: İtalyanca
uk: Італійська

source: Japanese
ar: اليابانيّة
ca: Japonés
cs: japonština
de: Japanisch
el: Ιαπωνικά
es: Japonés
fr: Japonais
gl: xaponés
hu: Japán
it_it: Giapponese
ja: 日本語
ko_kr: 일본어
nl_nl: Japans
pl: japoński
pt_br: Japonês
ro: japoneză
ru: Японский
sk: Japončina
sr: јапански
tr: Japonca
uk: Японська
zh_cn: 日语

source: Korean
ar: الكوريّة
ca: Coreà
cs: korejština
de: Koreanisch
el: Κορεάτικα
es: Coreano
fr: Coréen
gl: coreano
hu: Korea
it_it: Coreano
ko_kr: 한국어
nl_nl: Koreaans
pl: koreański
pt_br: Coreano
ro: Coreană
ru: Корейский
sk: Kórejčina
sr: корејски
tr: Korece
uk: Корейська

source: Latin
ar: اللاتينيّة
ca: Llatí
cs: latina
de: Latein
el: Λατινικά
es: Latín
gl: latín
it_it: Latino
ko_kr: 라틴어
nl_nl: Latijn
pl: łaciński
pt_br: Latim
ro: Latină
ru: Латынь
sk: Latinčina
sr: латински
tr: Latince
uk: Латинська

source: Latin (liturgical)
ar: اللاتينية (الليتورجية)
ca: Llatí (litúrgic)
cs: latina (liturgická)
de: Latein (liturgisch)
el: Λατινικά (λειτουργικά)
es: Latín (litúrgico)
fr: Latin (liturgique)
gl: Latín (litúrxico)
hu: Latin (liturgikus)
it_it: Latino (liturgico)
ko_kr: 라틴어 (liturgical)
nl_nl: Latijn (kerk)
pl: łaciński (liturgiczny)
pt_br: Latim (litúrgico)
ro: Latină (bisericească)
ru: Латинский (литургический)
sk: Latinčina (liturgická)
sr: латински (литургијски)
tr: Latince (Litürjik)
uk: Латинська (літургійна)
zh_cn: 拉丁语 (教堂礼拜用)

source: Latvian
ar: اللاتفيّة
ca: Letó
cs: lotyština
de: Lettisch
el: Λεττονικά
es: Letón
fr: Letton
gl: letón
hu: Lett
it_it: Lettone
ko_kr: 라트비아어
nl_nl: Lets
pl: łotewski
pt_br: Letão
ro: Letonă
ru: Латвийский
sk: Litovčina
sr: летонски
tr: Letonca
uk: Лайвійська

source: Lithuanian
ar: الليثوانيّة
ca: Lituà
cs: litevština
de: Lithauisch
el: Λιθουανικά
es: Lituano
fr: Lituanien
gl: lituano
hu: Litván
it_it: Lituano
ko_kr: 리투아니아어
nl_nl: Litouws
pl: litewski
pt_br: Lituano
ro: Lituaniană
ru: Литовский
sk: Litovčina
sr: литвански
tr: Litvanca
uk: Литовська

source: Macedonian
ar: المقدونيّة
ca: Macedònic
cs: makedonština
de: Mazedonisch
el: Σλαβομακεδονικά
es: Macedonio
fr: Macédonien
gl: macedonio
hu: Macedóniai
it_it: Macedone
ko_kr: 마케도니아어
nl_nl: Macedonisch
pl: macedoński
pt_br: Macedônio
ro: macedoneană
ru: Македонский
sk: Macedončina
sr: македонски
tr: Makedonca
uk: Македонська

source: Norwegian
ar: الرويجيّة
ca: Noruec
cs: norština
de: Norwegisch
el: Νορβηγικά
es: Noruego
fr: Norvégien
gl: noruegués
hu: Norvég
it_it: Norvegese
ko_kr: 노르웨이어
nl_nl: Noors
pl: norweski
pt_br: Norueguês
ro: Norvegiană
ru: Норвежский
sk: Noršťina
sr: норвешки
tr: Norveççe
uk: Норвезька

source: Occitan
ar: الأوكسيتانية
ca: Occità
cs: okcitánština
de: Okzitanisch
el: Οξιτανικά
es: Occitano
gl: Occitano
it_it: Occitano
ko_kr: 오크어
nl_nl: Occitaans
pl: oksytański
pt_br: Occitânico
ro: Occitană
ru: Окситанский
sk: Okcitánsky
sr: окситански
tr: Oksitanca
uk: окситанська
zh_cn: 奥克西唐语

source: Polish
ar: البولنديّة
ca: Polonés
cs: polština
de: Polnisch
el: Πολωνικά
es: Polaco
fr: Polonais
gl: polaco
hu: Lengyel
it_it: Polacco
ko_kr: 폴란드어
nl_nl: Pools
pl: polski
pt_br: Polonês
ro: Poloneză
ru: Польский
sk: Poľština
sr: пољски
tr: Lehçe
uk: Польська

source: Piedmontese
ar: بييمونتي
ca: Piemontès
cs: piemontština
de: Piemontesisch
el: Πεδεμοντίου
es: Piamontés
fr: Piémontais
gl: piedmontés
hu: Piemonti
it_it: Piemontese
ko_kr: 피에몬테어
nl_nl: Piëmontees
pl: piemoncki
pt_br: Piemontês
ro: Piedmonteză
ru: Пьемонтский
sk: Piedmontsky
sr: пиемонтски
tr: Piedmontezce
uk: п'ємонтська
zh_cn: 皮埃蒙特语

source: Portuguese
ar: البرتغاليّة
ca: Portugués
cs: portugalština
de: Portugiesisch
el: Πορτογαλικά
es: Portugués
fr: Portugais
gl: portugués
hu: Portugál
it_it: Portoghese
ko_kr: 포르투갈어
nl_nl: Portugees
pl: portugalski
pt_br: Português
ro: Portugheză
ru: Португальский
sk: Portugalčina
sr: португалски
tr: Pertekizce
uk: Португальська

source: Portuguese (BR)
ar: البرتغالية (البرازيل)
ca: Portuguès (BR)
cs: portugalština (BR)
de: Portugiesisch (BR)
el: Πορτογαλικά (Βραζιλίας)
es: Portugués (BR)
fr: Portugais (Brésilien)
gl: portugués (BR)
hu: Portugál (BR)
it_it: Portoghese (BR)
ko_kr: 포르투갈어 (BR)
nl_nl: Portugees (BR)
pl: portugalski (brazylijski)
pt_br: Português (BR)
ro: Portugheză (BR)
ru: Португальский (БР)
sk: Portugalčina (BR)
sr: португалски (Бразил)
tr: Portekizce (Brezilya)
uk: Португальська (Бразилія)
zh_cn: 葡萄牙语 (巴西)

source: Romansh
ar: الرومانيّة
ca: Romanx
cs: rétorománština
de: Rätoromanisch
el: Ρομανσική
es: Romaní
fr: Romanche
gl: romanés
hu: Román
it_it: Romancio
ko_kr: 로만시어
nl_nl: Reto-Romaans
pl: retoromański
pt_br: Romanche
ro: Retoromană
ru: Ретороманский
sk: Rétorománčina
sr: романш
tr: Romence
uk: Ретороманська
zh_cn: 罗曼什语

source: Russian
ar: الروسيّة
ca: Rus
cs: ruština
de: Russisch
el: Ρωσικά
es: Ruso
fr: Russe
gl: ruso
hu: Orosz
it_it: Russo
ko_kr: 러시아어
nl_nl: Russisch
pl: rosyjski
pt_br: Russo
ro: rusă
ru: Русский
sk: Ruština
sr: руски
tr: Rusça
uk: Російська

source: Russian + English (UK)
ar: الروسية + الإنجليزية (المملكة المتحدة)
ca: Rus + Anglès (Regne Unit)
cs: ruština + angličtina (UK)
de: Russisch + Englisch (UK)
el: Ρωσικά + Αγγλικά (ΗΒ)
es: Ruso + Inglés (Reino Unido)
fr: Russe + Anglais (Britannique)
gl: Ruso + Inglés (RU)
hu: Orosz + Angol (UK)
it_it: Russo + Inglese (Regno Unito)
ko_kr: 러시아어 + 영어 (영국)
nl_nl: Russisch + Engels (VK)
pl: rosyjski + angielski (brytyjski)
pt_br: Russo + Inglês (Reino Unido)
ro: rusă + engleză (UK)
ru: Русский + Английский (UK)
sk: Ruština + Angličtina (UK)
sr: руски + енглески (Б. Британија)
tr: Rusça + İngilizce (Birleşik Krallık)
uk: російська + англійська (Британська)

source: Russian + English (US)
ar: الروسية + الإنجليزية (الولايات المتحدة)
ca: Rus + Anglès (Estats Units)
cs: ruština + angličtina (US)
de: Russisch + Englisch (US)
el: Ρωσικά + Αγγλικά (ΗΠΑ)
es: Ruso + Inglés (Estados Unidos)
fr: Russe + Anglais (Américain)
gl: Ruso + Inglés (EUA)
hu: Orosz + Angol (US)
it_it: Russo + Inglese (Stati Uniti)
ko_kr: 러시아어 + 영어 (미국)
nl_nl: Russisch + Engels (VS)
pl: rosyjski + angielski (amerykański)
pt_br: Russo + Inglês (EUA)
ro: rusă + engleză (SUA)
ru: Русский + Английский (US)
sk: Ruština + Angličtina (US)
sr: руски + енглески (САД)
tr: Rusça + İngilizce (Birleşik Devletler)
uk: російська + англійська (США)

source: Serbian
ar: الصربيّة
ca: Serbi
cs: srbština
de: Serbisch
el: Σερβικά
es: Serbio
fr: Serbe
gl: serbocroata
hu: Szerb
it_it: Serbo
ko_kr: 세르비아어
nl_nl: Servisch
pl: serbski
pt_br: Sérvio
ro: sîrbă
ru: Сербский
sk: Srbčina
sr: српски
tr: Sırpça
uk: Сербська

source: Slovak
ar: السلوفاكيّة
ca: Eslovac
cs: slovenština
de: Slowakisch
el: Σλοβακικά
es: Eslovaco
fr: Slovaque
gl: eslovaco
hu: Szlovák
it_it: Slovacco
ko_kr: 슬로바키아어
nl_nl: Slowaaks
pl: słowacki
pt_br: Eslovaco
ro: Slovacă
ru: Словацкий
sk: Slovenčina
sr: словачки
tr: Slovakça
uk: Словацька

source: Slovenian
ar: السلوفينيّة
ca: Eslové
cs: slovinština
de: Slowenisch
el: Σλοβενικά
es: Esloveno
fr: Slovène
gl: esloveno
hu: Szlovén
it_it: Sloveno
ko_kr: 슬로베니아어
nl_nl: Sloveens
pl: słoweński
pt_br: Esloveno
ro: Slovenă
ru: Словенский
sk: Slovinčina
sr: словеначки
tr: Slovence
uk: Словенська

source: Spanish
ar: الإسبانيّة
ca: Espanyol
cs: španělština
de: Spanisch
el: Ισπανικά
es: Español
fr: Espagnol
gl: castelán
hu: Spanyol
it_it: Spagnolo
ko_kr: 스페인어
nl_nl: Spaans
pl: hiszpański
pt_br: Espanhol
ro: Spaniolă
ru: Испанский
sk: Španielčina
sr: шпански
tr: İspanyolca
uk: Іспанська
zh_cn: 西班牙语

source: Swedish
ar: السويديّة
ca: Suec
cs: švédština
de: Schwedisch
el: Σουηδικά
es: Sueco
fr: Suédois
gl: sueco
hu: Svéd
it_it: Svedese
ko_kr: 스웨덴어
nl_nl: Zweeds
pl: szwedzki
pt_br: Sueco
ro: Suedeză
ru: Шведский
sk: Švédčina
sr: шведски
tr: İsveçce
uk: Шведська

source: Turkish
ar: التركيّة
ca: Turc
cs: turečtina
de: Türkisch
el: Τουρκικά
es: Turco
fr: Turc
gl: turco
hu: Török
it_it: Turco
ko_kr: 터키어
nl_nl: Turks
pl: turecki
pt_br: Turco
ro: Turcă
ru: Турецкий
sk: Turečtina
sr: турски
tr: Türkçe
uk: Турецька

source: Welsh
ar: الويلزيّة
ca: Gal·lès
cs: velština
de: Walisisch
el: Ουαλικά
es: Galés
fr: Gallois
gl: galés
hu: Walesi
it_it: Gallese
ko_kr: 웨일스어
nl_nl: Waals
pl: walijski
pt_br: Galês
ro: Welşă
ru: Валлийский
sk: Waleština
sr: велшки
tr: Galce
uk: Валлійська

source: Zulu
ar: لغة زولو
ca: Zulú
cs: zulštiny
el: Ζουλού
es: Zulú
fr: Zoulou
gl: zulú
ko_kr: 줄루어
nl_nl: Zoeloe
ru: Зулусский
sk: Zuluština
sr: зулу
tr: Zuluca
uk: Зулу
