Repository: spruceUI/spruceOS
Catalog: App/KoReader/l10n/*/koreader.po
Languages: ar, ca, cs, de, el, es, fa, fr, gl, hu, it_it, ja, ko_kr, nl_nl, pl, pt_br, ro, ru, sk, sr, tr, uk, zh_cn

source: Auto warmth use whatever is closer to midnight
ar: استخدام الدفء التلقائي كل ما هو أقرب إلى منتصف الليل
ca: Temperatura de color automàtica usa la referència més pròxima a la mitjanit
cs: Automatická teplota používá to, co je blíž půlnoci
de: Automatische Wärme verwendet Werte, die näher an Mitternacht liegen
el: Θερμό φως ανάλογα με ό,τι είναι πιο κοντά στα μεσάνυχτα
es: Temperatura de color automática usa la referencia más cercana a la medianoche
fa: گرمای نور خودکار از هر روشی که به نیمه شب نزدیک‌تر است استفاده می‌کند
fr: La température automatique utilise ce qui est le plus proche de minuit
gl: A temperatura automática de cor usa a referencia máis achegada á medianoite
hu: Az automatikus színhőmérséklet az éjfélhez közelebbi időpontot használja
it_it: Calore automatico sempre piu vicino a mezzanotte
ja: 真夜中に近い方の時間帯を使い自動色調調節
ko_kr: 자정에 가까울수록 자동 색 온도 사용
nl_nl: Automatische warmte gebruikt wat dichter bij middernacht is
pl: Automatyczna barwa wykorzystuje wszystko, co jest bliżej północy
pt_br: Usar referência mais próxima da meia-noite para temperatura de cor automática
ro: Nuanța automată folosește orice este mai apropiat de miezul nopții
ru: Автотеплота использует всё, что ближе к полуночи
sk: Automatická farebná teplota používa čas, ktorý je bližšie k polnoci
sr: Аутоматска топлина користи штагод је ближе поноћи
tr: Otomatik sıcaklık gece yarısına yakın ne varsa kullanıyor
uk: Автозміна теплоти барв ближче до півночі
zh_cn: 接近午夜时分自动设置色温

source: Auto warmth use whatever is closer to noon
ar: استخدم الدفء التلقائي أيًا كان أقرب وقت الظهيرة
ca: Temperatura de color automàtica usa la referència més pròxima al migdia
cs: Automatická teplota používá to, co je blíž poledni
de: Automatische Wärme verwendet Werte, die näher an Mittag liegen
el: Θερμό φως ανάλογα με ό,τι είναι πιο κοντά στο μεσημέρι
es: Temperatura de color automática usa la referencia más cercana al mediodía
fa: گرمای نور خودکار از هر روشی که به ظهر نزدیک‌تر است استفاده می‌کند
fr: La température automatique utilise ce qui est le plus proche de midi
gl: A temperatura automática de cor usa a referencia máis achegada ao mediodía
hu: Az automatikus színhőmérséklet a déli órákhoz közelebbi időpontot használja
it_it: Calore automatico sempre piu vicino al mezzogiorno
ja: 正午に近い方の時間帯を使い自動色調調節
ko_kr: 정오에 가까울수록 자동 색 온도 사용
nl_nl: Automatische warmte gebruikt wat het dichtst bij de middag is
pl: Automatyczna barwa wykorzystuje wszystko, co jest bliżej południa
pt_br: Usar referência mais próxima do meio-dia para temperatura de cor automática
ro: Nuanța automată folosește orice este mai apropiat de miezul zilei
ru: Автотеплота использует всё, что ближе к полудню
sk: Automatická farebná teplota používa čas, ktorý je bližšie k poludniu
sr: Аутоматска топлина користи штагод је ближе подневу
tr: Otomatik sıcaklık öğlene yakın ne varsa kullanıyor
uk: Автозміна теплоти барв ближче до полудня
zh_cn: 接近正午时分自动设置色温

source: Show this warning again
ca: Tornar a mostrar aquest advertiment
cs: Zobrazit toto varování i příště
de: Diese Warnung erneut zeigen
el: Εμφάνιση αυτής της προειδοποίησης ξανά
es: Volver a mostrar esta advertencia
fa: دوباره این هشدار را نمایش بده
fr: Afficher à nouveau cet avertissement
gl: Mostrar este aviso novamente
hu: Mutassa újra ezt a figyelmeztetést
it_it: Mostra di nuovo questo avvertimento
ja: この警告をもう一度表示する
ko_kr: 이 경고를 다시 표시
nl_nl: Deze waarschuwing opnieuw weergeven
pl: Pokaż to ostrzeżenie ponownie
pt_br: Mostrar esse aviso novamente
ru: Показать данное предупреждение ещё раз
sk: Zobraziť toto upozornenie znova
sr: Прикажи поново ово упозорење
tr: Bu uyarı yeniden gösterilsin
uk: Показати це попередження ще раз
zh_cn: 再次显示此警告

source: Hide the warning until the next book is opened
ca: Ocultar l'advertiment fins que s'òbriga un altre llibre
cs: Skrýt toto varování do otevření další knihy
de: Warnung unterdrücken bis nächstes Buch geöffnet
el: Απόκρυψη της προειδοποίησης μέχρι το άνοιγμα του επόμενου βιβλίου
es: Ocultar la advertencia hasta que se abra otro libro
fa: این هشدار را تا زمان باز کردن کتاب بعدی پنهان کن
fr: Masquer l'avertissement jusqu'à l'ouverture du prochain livre
gl: Ocultar este aviso ata que se abra outro libro
hu: A figyelmeztetés elrejtése a következő könyv megnyitásáig
it_it: Nascondere l'avvertimento fino all'apertura del prossimo libro
ja: 次の本が開かれるまで警告を表示しない
ko_kr: 다음 책이 열릴 때까지 경고 숨기기
nl_nl: De waarschuwing verbergen totdat het volgende boek wordt geopend
pl: Ukryj ostrzeżenie do czasu otwarcia następnej książki
pt_br: Ocultar o aviso até que o próximo livro seja aberto
ru: Скрывать предупреждение до открытия следующей книги
sk: Skryť upozornenie až do otvorenia ďalšej knihy
sr: Сакриј упозорење док се не отвори наредна књига
tr: Bir sonraki kitap açılana kadar uyarı gizlensin
uk: Сховати попередження до відкриття наступної книги
zh_cn: 隐藏警告，直到下一本书被打开

source: Disable AutoWarmth's nightmode control
ca: Desactivar el control del mode nit de Temperatura de color
cs: Zakázat automatické ovládání teploty v nočním režimu
de: Nachtmodus für Automatische Wärme deaktivieren
el: Απενεργοποίηση του ελέγχου νυχτερινής λειτουργίας από τον Αυτόματο θερμό φωτισμό
es: Desactivar el control del modo noche de Temperatura de color
fr: Désactiver le contrôle du mode nuit par AutoWarmth
gl: Desactivar o control do modo nocturno da temperatura de cor
hu: Az AutoWarmth éjszakai üzemmódjának kikapcsolása
it_it: Disattivare il controllo della modalità notturna della temperatura del colore automatica
ja: 自動色調調節の夜間モード制御を無効にする
ko_kr: 자동 색 온도의 야간 모드 제어 비활성화
nl_nl: Schakel de nachtmodusbediening van AutoWarmth uit
pl: Wyłącz kontrolę trybu nocnego AutoWarmth
pt_br: Desativar controle de modo noturno da temperatura de cor
ru: Отключить для автотеплоты управление ночным режимом
sk: Vypnúť ovládanie nočného režimu AutoWarmth
sr: Онемогући Аутоматску топлину да контролише ноћни режим
tr: AutoWarmth gece kipi denetimi kullanılmasın
uk: Вимкнути контроль AutoWarmth нічного режиму
zh_cn: 禁用自动暖色的夜间模式控制

source: Night mode changed
ca: Mode nit modificat
cs: Noční režim byl změněn
de: Nachtmodus geändert
el: Η νυχτερινή λειτουργία άλλαξε
es: Modo noche modificado
fa: حالت شب تغییر کرد
fr: Mode nuit
gl: Modo nocturno modificado
hu: Éjszakai üzemmód módosítva
it_it: Modalità notte cambiata
ja: 夜間モードが変更されました
ko_kr: 야간 모드 변경됨
nl_nl: Nachtmodus gewijzigd
pl: Zmieniono tryb nocny
pt_br: Modo noturno alterado
ru: Ночной режим изменен
sk: Nočný režim bol zmenený
sr: Ноћни режим је промењен
tr: Gece kipi değiştirildi
uk: Нічний режим змінено
zh_cn: 夜间模式已更改

source: The AutoWarmth plugin might change it again.
ca: El complement Temperatura de color podria canviar-lo de nou.
de: Das AutoWarmth-Plugin könnte sich wieder ändern.
el: Το πρόσθετο Αυτόματου θερμού φωτισμού μπορεί να την αλλάξει ξανά.
es: El complemento Temperatura de color podría cambiarlo de nuevo.
fa: افزونه گرمای خودکار ممکن است این را دوباره تغییر دهد.
fr: Le module d'extension AutoWarmth pourrait le changer à nouveau.
gl: O engadido da temperatura de cor podería cambialo de novo.
hu: Az AutoWarmth plugin megváltoztathatja ezt.
it_it: Il plugin Temperatura del colore automatica potrebbe cambiarlo di nuovo.
ja: 自動色調調節プラグインでまた変わるかもしれません。
ko_kr: 자동 색 온도 플러그인은 다시 변경할 수 있습니다.
nl_nl: De AutoWarmth-plugin kan het opnieuw wijzigen.
pl: Wtyczka AutoWarmth może to zmienić ponownie.
pt_br: O plugin de temperatura de cor automática pode alterar isso novamente.
ru: Плагин автотеплоты может изменить его снова.
sk: Doplnok AutoWarmth to môže znova zmeniť.
sr: Додатак Аутоматске топлине би могао поново да га промени.
tr: AutoWarmth uygulama eki bunu yeniden değiştirebilir.
uk: Плагін AutoWarmth може змінити його знову.
zh_cn: 自动暖色插件可能会再次更改它。

source: Set the frontlight warmth (if available) and night mode based on a time schedule or the sun's position. There are three types of twilight: • Civil: You can read a newspaper • Nautical: You can see the first stars • Astronomical: It is really dark Custom warmth values can be set for every kind of twilight and sunrise, noon, sunset and midnight. The screen warmth is continuously adjusted to the current time. To use the sun's position, a geographical location must be entered. The calculations are very precise, with a deviation less than minute and a half.
ar: اضبط دفء الضوء الأمامي (إذا كان متاحًا) والوضع الليلي بناءً على جدول زمني أو موضع الشمس. هناك ثلاثة أنواع من الشفق: • المدني: يمكنك قراءة صحيفة • بحري: تستطيع أن ترى النجوم الأولى • فلكي: إنه حقا مظلم يمكن تعيين قيم الدفء المخصصة لكل نوع من الشفق وشروق الشمس والظهر والغروب ومنتصف الليل. يتم ضبط حرارة الشاشة بشكل مستمر حسب الوقت الحالي. لاستخدام موقع الشمس ، يجب إدخال موقع جغرافي. الحسابات دقيقة للغاية ، مع انحراف أقل من دقيقة ونصف.
ca: Ajustar la temperatura de la llum frontal (si està disponible) i el mode nit en funció d'un horari o de la posició del sol. Hi ha tres tipus de crepuscle: - Civil: es pot llegir el periòdic - Nàutic: es poden veure les primeres estrelles - Astronòmic: està molt fosc Es poden establir valors de temperatura de color personalitzats per a cada tipus de crepuscle i alba, migdia, capvespre i mitjanit. La temperatura de color de la pantalla s'ajusta a l'hora en curs de manera continuada. Per a utilitzar la posició del sol és necessari introduir una ubicació geogràfica. Els càlculs són molt precisos, amb una desviació inferior al minut i mig.
cs: Umožňuje nastavit teplotu předního osvětlení (pokud je tato funkce dostupná) a noční režim podle časového plánu, nebo polohy slunce. Existují tři druhy soumraku: • Občanský: můžete číst noviny • Nautický: jsou vidět první hvězdy • Astronomický: je opravdu tma Vlastní hodnoty pro teplotu osvětlení lze nastavit pro každý druh soumraku, východ slunce, poledne, západ slunce a půlnoc. Teplota obrazovky je průběžně upravována podle aktuálního času. Pro použití polohy slunce musíte zadat zeměpisnou polohu. Výpočty jsou velmi přesné, s odchylkou menší než minuta a půl.
de: Setze die Farbtemperatur (wenn möglich) und den Nachtmodus abhängig von einem Zeitplan oder der Sonnenposition. Es gibt drei Arten der Dämmerung: • Bürgerlich: Man kann eine Zeitung lesen • Nautisch: Man kann die ersten Sterne sehen • Astronomisch: Es ist richtig dunkel. Benutzerdefinierte Farbtemperaturen können für jede Art von Dämmerung sowie für Sonnenaufgang, Mittag, Sonnenuntergang und Mitternacht eingestellt werden. Die Farbtemperatur wird kontinuierlich an die aktuelle Zeit angepasst. Um die Sonnenposition zu verwenden, muss ein geografischer Standort eingegeben werden. Die Berechnungen sind sehr genau, mit einer Abweichung von weniger als eineinhalb Minuten.
el: Ρυθμίστε τη θερμότητα του φωτισμού (εάν υπάρχει) και τη νυχτερινή λειτουργία με βάση ένα χρονοδιάγραμμα ή τη θέση του ήλιου. Υπάρχουν τρεις τύποι λυκόφωτος: - Αστικό: Μπορείτε να διαβάσετε μια εφημερίδα - Ναυτικό: Μπορείτε να δείτε τα πρώτα αστέρια - Αστρονομικό: Είναι πραγματικά σκοτεινά Μπορούν να οριστούν προσαρμοσμένες τιμές θερμότητας για κάθε είδος λυκόφωτος και για την ανατολή ηλίου, το μεσημέρι, το ηλιοβασίλεμα και τα μεσάνυχτα. Ο θερμός φωτισμός της οθόνης προσαρμόζεται συνεχώς στην τρέχουσα ώρα. Για να χρησιμοποιήσετε τη θέση του ήλιου, πρέπει να εισαχθεί μια γεωγραφική τοποθεσία. Οι υπολογισμοί είναι πολύ ακριβείς, με απόκλιση μικρότερη από ενάμισι λεπτό.
es: Ajustar la temperatura de la luz frontal (si está disponible) y el modo nocturno en función de un horario o de la posición del sol. Hay tres tipos de crepúsculo: - Civil: se puede leer el periódico - Náutico: se pueden ver las primeras estrellas - Astronómico: está muy oscuro Se pueden establecer valores de temperatura de color personalizados para cada tipo de crepúsculo y amanecer, mediodía, atardecer y medianoche. La temperatura de color de la pantalla se ajusta a la hora en curso de manera continuada. Para utilizar la posición del sol es necesario introducir una ubicación geográfica. Los cálculos son muy precisos, con una desviación inferior al minuto y medio.
fa: گرمای نور جلو (در صورت در دسترس بود) و حالت شب را بر اساس برنامه زمانی یا موقعیت خورشید تنظیم کنید. سه نوع حالت گرگ و میش وجود دارد: • Civil: شما می‌توانید یک روزنامه بخوانید • Nautical: شما می‌توانید اولین ستاره‌ها را ببینید • Astronomical: واقعا تاریک است مقدار گرما صفحه سفارشی را می توان برای هر نوع حالت گرگ و میش، طلوع خورشید، ظهر، غروب آفتاب و نیمه شب تنظیم کرد. گرمای صفحه به طور پیوسته با زمان فعلی تنظیم می شود. برای استفاده از موقعیت خورشید باید یک موقعیت جغرافیایی وارد شود. محاسبات بسیار دقیق و با انحراف کمتر از یک دقیقه و نیم است.
fr: Réglez la température de l’éclairage (si disponible) et le mode nuit en fonction d’un programme horaire ou de la position du soleil. Il existe trois types de crépuscule : - Civil : Vous pouvez lire un journal - Nautique : On peut voir les premières étoiles - Astronomique : il fait vraiment noir Des valeurs de température personnalisées peuvent être définies pour chaque type de crépuscule et de lever de soleil, midi, coucher de soleil et minuit. La température de l'écran est continuellement adaptée à l'heure actuelle. Pour utiliser la position du soleil, il faut saisir un emplacement géographique. Les calculs sont très précis, avec une déviation inférieure à une minute et demie.
gl: Axusta a temperatura de cor (se está dispoñible) e o modo nocturno a partir dun horario e da posición do sol. Hai tres tipos de luscofusco: • Civil: Podes ler un xornal • Náutico: Podes ver as primeiras estrelas • Astronómico: É escuro de verdade Poden axustarse diferentes temperaturas de cor para cada tipo de luscofusco e abrente, mediodía, solpor e medianoite. A temperatura de cor da pantalla é axustada continuamente á hora actual. Para usar a posición do sol, é preciso inserir unha posición xeográfica. Os cálculos son moi precisos, cunha desviación inferior ao minuto e medio.
hu: Beállíthatja az elülső megvilágítás színhőmérsékletét (ha van) és az éjszakai üzemmódot egyedi ütemezés vagy a nap állása alapján. Háromféle szürkület létezik: - Polgári: Újságot olvashat - Hajózási: Már látni az első csillagokat - Csillagászati: Nagyon sötét van Egyedi színhőmérséklet értékek állíthatóak be mindegyik szürkület módhoz, napfelkeltéhez, déli órákhoz, napnyugtához és éjfélhez. A képernyő színhőmérséklete folyamatosan az aktuális időponthoz igazodik. A nap pozíciójának használatához meg kell adnia egy földrajzi helyet. A számítások nagyon pontosak, eltérésük kevesebb, mint másfél perc.
it_it: Imposta il calore della retroilluminazione (se disponibile) e la modalità notturna in base all'orario o alla posizione del sole.. Ci sono tre tipi di crepuscolo: • Civile: puoi leggere il giornale • Nautico: puoi apprezzare le prime stelle • Astronomico: son calate le tenebre È possibile impostare valori di calore personalizzati per ogni tipo di crepuscolo e alba, mezzogiorno, tramonto e mezzanotte. Il calore dello schermo viene continuamente adattato all'ora corrente. Per utilizzare la posizione del sole, è necessario inserire una località geografica. I calcoli sono molto precisi, con una deviazione inferiore al minuto e mezzo.
ja: タイムスケジュールや太陽の位置に基づいて、フロントライトの色調調節(利用可能な場合)と夜間モードを設定します。 黄昏時には3つのタイプがあります(この概念は現代日本ではあまりなじみがありません): • 常用: 新聞を読むことができる • 航海: 一番星を見ることができる • 天文: 本当に真っ暗 黄昏時や日の出、正午、日没、真夜中など、あらゆる場面で色調を調整できます。 画面の色調は現在の時刻にそって連続的に調整されます。 太陽位置を利用する場合には地理的な位置の入力が必要です。計算は非常に正確で、偏差は1分半以下です。
ko_kr: 시간 일정이나 태양 위치에 따라 전면 조명 색 온도(사용 가능한 경우)와 야간 모드를 설정합니다. 미명에는 세 가지 종류가 있습니다. • 시민: 신문을 읽을 수 있다. • 항해: 첫 번째 별을 볼 수 있다. • 천문: 정말 어둡다. 사용자 정의 색 온도 값은 미명과 해돋이, 정오, 해넘이 및 자정의 모든 종류에 대해 설정할 수 있습니다. 화면 색 온도가 현재 시간으로 계속 조정됩니다. 태양의 위치를 사용하려면 지리적 위치를 입력해야 합니다. 계산은 1분 30초 미만의 편차로 매우 정확합니다.
nl_nl: Stel de lichtwarmte (indien beschikbaar) en nachtmodus in op basis van een tijdschema of de stand van de zon. Er zijn drie soorten schemering: - Civiel: een krant is nog leesbaar - Nautisch: de eerste sterren zijn te zien - Astronomisch: het is echt donker Aangepaste warmtewaarden kunnen worden ingesteld voor elke soort schemering en zonsopgang, middag, zonsondergang en middernacht. De schermwarmte wordt continu aangepast aan de huidige tijd. Om de positie van de zon te gebruiken, moet een geografische locatie worden ingevoerd. De berekeningen zijn zeer nauwkeurig, met een afwijking van minder dan anderhalve minuut.
pl: Ustaw barwę oświetlenia (jeśli jest dostępne) i tryb nocny w oparciu o harmonogram lub pozycję słońca. Istnieją trzy rodzaje zmierzchu: - Cywilny: można czytać gazetę - Żeglarski: można zobaczyć pierwsze gwiazdy - Astronomiczny: jest naprawdę ciemno Własne wartości barwy można ustawić dla każdego rodzaju zmierzchu oraz wschodu, południa, zachodu i północy. Barwa ekranu jest stale dostosowywane do aktualnego czasu. Aby korzystać z pozycji słońca, należy wprowadzić położenie geograficzne. Obliczenia są bardzo precyzyjne, z odchyleniem mniejszym niż półtorej minuty.
pt_br: Ajusta a temperatura de cor da iluminação (se disponível) e o modo noturno com base em um cronograma ou na posição do sol. Há três tipos de crepúsculo: • Civil: você pode ler um jornal • Náutico: você pode ver as primeiras estrelas • Astronômico: está realmente escuro Valores personalizados da temperatura de cor podem ser definidos para todos tipos de crepúsculo e nascer do sol, meio-dia, pôr do sol e meia-noite. A temperatura de cor da tela é continuamente ajustada ao horário atual. Para usar a posição do sol, uma posição geográfica deve ser inserida. Os cálculos são muito precisos, com erro de menos de um minuto e meio.
ro: Setează nuanța iluminării (dacă este disponibilă) și modul de noapte bazat pe un orar sau în funcție de poziția soarelui. Există trei tipuri de amurg: • Civil: Poți citi un ziar • Nautic: Poți vedea primele stele • Astronomic: Este foarte întuneric Valori particularizate ale nuanței pot fi setate pentru fiecare tip de amurg, răsărit, miez de zi, miez de noapte sau apus. Nuanța iluminării ecranului este ajustată continuu la momentul de timp curent. Pentru a folosi poziția soarelui, trebuie întroducă o locație geografică. Calculele sînt foarte precise, cu o deviație mai mică de un minut și jumătate.
ru: Вы можете задавать теплоту подсветки (если есть) и работу ночного режима в зависимости от расписания или от положения солнца. Виды сумерек различают по углу нахождения солнечного диска под истинным горизонтом: • гражданские: до -6° • навигационные: от -6° до -12° • астрономические: от -12° до -18° Для любого вида сумерек, а также для восхода, полудня, заката и полуночи могут быть заданы произвольные значения теплоты. При этом теплота экрана будет постоянно подстраиваться под текущее время. Чтобы использовать положение солнца, необходимо ввести ваше географическое местоположение. Расчёты очень точные, с отклонением менее полутора минут.
sk: Nastaví farebnú teplotu nasvietenia/podsvietenia displeja (ak je k dispozícii) a nočný režim na základe časového plánu alebo polohy slnka. Existujú tri typy úsvitu/súmraku: • Občiansky: Môžete čítať noviny • Námorný: Môžete vidieť prvé hviezdy • Astronomický: Je naozaj tma Vlastné hodnoty pre farebnú teplotu je možné nastaviť pre každý druh úsvitu/súmraku, východ slnka, poludnie, západ slnka a polnoc. Farebná teplota obrazovky sa neustále prispôsobuje aktuálnemu času. Ak si prajete použiť polohu slnka, je potrebné zadať vašu geografickú polohu. Výpočty sú veľmi presné, s odchýlkou menšou ako minútu a pol.
sr: Поставља топлину предњег светла (ако је то могуће) и ноћни режим у зависности од времена распореда или позиције сунца. Постоје три врсте сумрака: • Цивилни: можете да читате новине • Наутички: можете да видите прве звезде • Астрономски: заиста је мрак За сваку врсту сумрака и свитање, подне, залазак и поноћ могу да се поставе произвољне вредности топлине. Топлина екрана се константно прилагођава текућем времену. Ако желите да користите позицију сунца, потребно је да унесете географску локацију. Израчунавања су врло прецизна, уз одступање мање од минут и по.
tr: Ön aydınlatma sıcaklığını (kullanılabiliyorsa) ve gece kipini bir zamanlamaya veya güneşin konumuna göre ayarlayın. Üç tür alacakaranlık vardır: • Sivil: Gazete okuyabilirsiniz • Denizcilik: İlk yıldızları görebilirsiniz • Astronomik: Gerçekten karanlık Her türlü alacakaranlık ve gün doğumu, öğlen, gün batımı ve gece yarısı için özel sıcaklık değerleri ayarlanabilir. Ekran sıcaklığı sürekli olarak geçerli zamana göre ayarlanır. Güneşin konumunu kullanmak için bir coğrafi konum belirtilmelidir. Hesaplamalar, bir buçuk dakikadan daha az bir sapma ile çok hassastır.
uk: Визначте теплоту переднього світла (за наявності) та нічний режим на основі розкладу або положення сонця. Існує три типи сутінків: • Цивільні: ви можете читати газету • Навігаційні: осяяні зорями • Астрономічні: Цілковита темрява Спеціальні значення теплоти можуть бути визначені для будь-якого виду сутінків і світанку, полудня, заходу сонця і півночі. Теплота екрана постійно коригується до поточного часу. Щоб використовувати положення сонця, необхідно ввести географічне положення. Розрахунки дуже точні, з відхиленням до півтори хвилини.
zh_cn: 根据时间表或太阳的位置调整前光色温（如果可用）并进入夜间模式。 暮光分为三种： • 民用：你可以看报纸 • 航海：你可以看到第一批星星 • 天文：真的很黑 可以为每种暮光、日出、中午、日落和午夜设置自定义色温值。 屏幕色温会随持当前时间持续调整。 若使用太阳的位置，则必须输入地理位置。 此计算非常精确，误差会小于一分半钟。

source: About auto warmth and night mode
ar: حول الدفء التلقائي والوضع الليلي
ca: Sobre temperatura de color i mode nit automàtics
cs: O automatické teplotě a nočním režimu
de: Über automatische Wärme und Nachtmodus
el: Σχετικά με τον αυτόματο θερμό φωτισμό και τη νυχτερινή λειτουργία
es: Acerca de la temperatura de color y modo noche automáticos
fa: درباره گرما و حالت شب خودکار
fr: À propos de la température automatique et du mode nuit
gl: Acerca da temperatura da cor e modo nocturno automáticos
hu: Az automatikus színhőmérsékletről és az éjszakai üzemmódról
it_it: Informazioni modalità calore e notte
ja: 自動色調調節と夜間モードについて
ko_kr: 자동 색 온도와 야간 모드 정보
nl_nl: Over automatische warmte- en nachtmodus
pl: Informacje o automatycznej barwie i trybie nocnym
pt_br: Sobre temperatura de cor e modo noturno automáticos
ro: Despre nuanța automată și modul de noapte
ru: Об автотеплоте и ночном режиме
sk: O automatickej farebnej teplote a nočnom režime
sr: О аутоматској топлини и ноћном режиму
tr: Otomatik sıcaklık ve gece kipi hakkında
uk: Автозміна теплоти барв і нічний режим
zh_cn: 关于自动色温和夜间模式

source: About auto night mode
ar: حول الوضع الليلي التلقائي
ca: Sobre el mode nit automàtic
cs: O automatickém nočním režimu
de: Über den automatischen Nachtmodus
el: Σχετικά με την αυτόματη νυχτερινή λειτουργία
es: Acerca del modo noche automático
fa: درباره حالت شب خودکار
fr: À propos du mode nuit automatique
gl: Activar o modo nocturno automático
hu: Az automatikus éjszakai módról
it_it: Sulla modalità notte automatica
ja: 自動夜間モードについて
ko_kr: 자동 야간 모드 정보
nl_nl: Over automatische nachtmodus
pl: O automatycznym trybie nocnym
pt_br: Sobre modo noturno automático
ro: Despre modul de noapte automat
ru: Об автоматическом ночном режиме
sk: O automatickom nočnom režime
sr: О аутоматском ноћном режиму
tr: Otomatik gece kipi hakkında
uk: Про автоматичний нічний режим
zh_cn: 关于自动夜间模式

source: Activate
ar: تنشيط
ca: Activar
cs: Aktivovat
de: Aktiviere
el: Ενεργοποίηση
es: Activar
fa: فعالسازی
fr: Activer
gl: Activar
hu: Aktiválás
it_it: Attiva
ja: 有効化する
ko_kr: 활성화
nl_nl: Activeren
pl: Aktywuj
pt_br: Ativar
ro: Activează
ru: Активировать
sk: Kedy aktivovať...
sr: Активирај
tr: Etkinleştir
uk: Активувати
zh_cn: 激活

source: Expert mode
ca: Mode expert
cs: Režim pro experty
de: Experten-Modus
el: Προχωρημένη λειτουργία
es: Modo experto
fa: حالت حرفه‌ای
fr: Mode expert
gl: Modo experto
hu: Szakértői mód
it_it: Modalità Esperto
ja: 上級者向けモード
ko_kr: 전문가 모드
nl_nl: Expertmodus
pl: Tryb ekspercki
pt_br: Modo avançado
ro: Mod expert
ru: Режим эксперта
sk: Expertný režim
sr: Експертски режим
tr: Uzman kipi
uk: Експертний режим
zh_cn: 专家模式
