Repository: spruceUI/spruceOS
Catalog: App/KoReader/l10n/*/koreader.po
Languages: ar, ca, cs, de, el, es, fa, fr, gl, hu, it_it, ja, ko_kr, nl_nl, pl, pt_br, ro, ru, sk, sr, tr, uk, zh_cn

source: Can be set on links (<a href='#..'>) to have them NOT trigger footnote popups and in-page footnotes. If some DocFragment presents an index of names with cross references, resulting in in-page footnotes taking half of these pages, you can avoid this with: DocFragment[id$=_16] a { -cr-hint: noteref-ignore }
de: Kann auf Links (<a href='#..'>) gesetzt werden, damit sie KEINE Fußnoten-Popups und seiteninterne Fußnoten auslösen. Wenn ein DocFragment einen Index von Namen mit Querverweisen präsentiert, was dazu führt, dass seiteninterne Fußnoten die Hälfte dieser Seiten einnehmen, können Sie dies vermeiden mit: DocFragment[id$=_16] a { -cr-hint: noteref-ignore }
el: Μπορεί να οριστεί σε συνδέσμους (<a href='#..'>) ώστε να ΜΗΝ ενεργοποιούν αναδυόμενες υποσημειώσεις και υποσημειώσεις εντός της σελίδας. Εάν κάποιο DocFragment παρουσιάζει ένα ευρετήριο ονομάτων με διασταυρούμενες παραπομπές, με αποτέλεσμα οι υποσημειώσεις εντός σελίδας να καταλαμβάνουν τις μισές από αυτές τις σελίδες, μπορείτε να το αποφύγετε αυτό με: DocFragment[id$=_16] a { -cr-hint: noteref-ignore }
es: Se puede establecer en los enlaces (<a href='#..'>) para que NO se activen ventanas emergentes de notas al pie y notas al pie en la página. Si un DocFragment presenta un índice de nombres con referencias cruzadas, lo que hace que las notas al pie de página ocupen la mitad de esas páginas, puedes evitarlo de la siguiente manera: DocFragment[id$=_16] a { -cr-hint: noteref-ignore }
gl: Poden configurarse en ligazóns (<a href='#..'>) para que NON activen notas ao rodapé emerxentes e notas ao rodapé na páxina. Para evitar que algún DocFragment cun índice de nomes con referencias cruzadas, resulte en notas ao rodapé na paxina que ocupan a metade desta páxina, pódese usar: DocFragment[id$=_16] a { -cr-hint: noteref-ignore }
it_it: Può essere impostato su link (<a href='#..'>) in modo che NON attivino popup di note a piè di pagina o interne alla pagina. Se qualche DocFragment presenta un indice di nomi con riferimenti incrociati, che finisce per essere reso in note che occupano metà della pagina, si può evitare l'inconveniente con: DocFragment[id$=_16] a { -cr-hint: notref-ignore }
ko_kr: 링크에서(<a href='#..'>) 각주 팝업과 페이지 내 각주를 트리거하지 않도록 설정할 수 있습니다. 일부 문서 조각이 상호 참조가 있는 이름의 색인을 제공하여 페이지 내 각주가 페이지의 절반을 차지하는 경우, 다음을 사용하여 이를 방지할 수 있습니다: DocFragment[id$=_16] a { -cr-hint: noteref-ignore }
nl_nl: Kan worden ingesteld op links (<a href='#..'>) om ze GEEN voetnoot popups of in-pagina voetnoten te laten triggeren. Als een DocFragment een index van namen met kruisverwijzingen presenteert, wat resulteert in in-pagina voetnoten die de helft van deze pagina's in beslag nemen, kan dit worden voorkomen met: DocFragment[id$=_16] a { -cr-hint: noteref-ignore }
pl: Można ustawić dla łączy (<a href='#..'>), aby NIE powodowały wyskakujących okienek przypisów dolnych i przypisów dolnych na stronie. Jeśli jakiś DocFragment przedstawia indeks nazw z odsyłaczami, co powoduje, że przypisy na stronie zajmują połowę tych stron, możesz tego uniknąć za pomocą: DocFragment[id$=_16] a { -cr-hint: noteref-ignore }
ru: Можно задать для ссылок (<a href='#..'>), чтобы они НЕ отображались в виде всплывающих и постраничных сносок. Если в каком-либо DocFragment представлен индекс имён с перекрёстными ссылками, в результате чего сноски на страницах занимают половину их площади, то этого можно избежать так: DocFragment[id$=_16] a { -cr-hint: noteref-ignore }
sk: Dá sa nastaviť na odkazoch (<a href='#..'>), aby sa NEotvárali ako vyskakovacie okno poznámky pod čiarou a poznámok pod čiarou na stránke. Ak niektorý 'DocFragment' predstavuje index mien s krížovými odkazmi, ktorých výsledok je, že poznámky pod čiarou zaberajú polovicu týchto strán, môžete sa tomu vyhnúť pomocou: DocFragment[id$=_16] a { -cr-hint: noteref-ignore }
sr: Може да се постави на линковима (<a href='#..'>) тако да НЕ окину искачуће фусноте, као и фусноте унутар странице. Ако неки DocFragment представља индекс назива са унакрсним референцама и генерише фусноте унутар странице које заузимају половину расположивог простора странице, спречићете то помоћу следећег: DocFragment[id$=_16] a { -cr-hint: noteref-ignore }
tr: Dipnot açılır pencerelerini ve sayfa içi dipnotları tetiklememeleri için bağlantılar (<a href='#..'>) üzerinde ayarlanabilir. Eğer bir DocFragment çapraz baskılı bir ad dizini sunuyorsa ve bu da sayfa içi dipnotların bu sayfaların yarısını kaplamasına neden oluyorsa, bunu önleyebilirsiniz: DocFragment[id$=_16] a { -cr-hint: noteref-ignore }

source: Useful 'content:' values
de: Nützliche 'content:'-Werte
el: Χρήσιμες τιμές 'content:'
es: Valores útiles de "content:"
gl: Valores 'content:' útiles
it_it: Valori 'content:' utili
ko_kr: 유용한 'content:' 값
nl_nl: Nuttige 'content:'-waardes
pl: Przydatne wartości 'content:'
ru: Полезные значения свойства «content:»
sk: Praktické hodnoty pre 'content:'
sr: Корисне ’content:’ вредности
tr: Kullanışlı 'content:' değerleri
uk: Корисні значення 'content:'

source: Caution ⚠
ca: Precaució ⚠
cs: Pozor ⚠
de: Vorsicht ⚠
el: Προσοχή ⚠
es: Precaución ⚠
fa: احتیاط ⚠
fr: Attention ⚠
gl: Precaución ⚠
it_it: Attenzione ⚠
ko_kr: 주의 ⚠
nl_nl: Voorzichtig ⚠
pl: Ostrożnie ⚠
ru: Осторожно ⚠
sk: Upozornenie ⚠
sr: Опрез ⚠
tr: Dikkat ⚠
uk: Увага ⚠

source: Be careful with these: stick them to a proper discriminating selector, like: span.specificClassName p[_*="keyword" i] If used as-is, they will act on ALL elements!
de: Seien Sie vorsichtig mit diesen: kleben Sie sie an einen richtigen diskriminierenden Selektor, wie: span.specificClassName p[_*="keyword" i] Wenn sie so verwendet werden, wirken sie auf ALLE Elemente!
el: Να είστε προσεκτικοί με αυτά: κολλήστε τα σε έναν κατάλληλο επιλογέα διαχωρισμού, όπως: specificClassName p[_*="keyword" i] Αν χρησιμοποιηθούν ως έχουν, θα δράσουν σε ΟΛΑ τα στοιχεία!
es: Tenga cuidado con estos: péguelos a un selector discriminador adecuado, como span.specificClassName p[_*="keyword" i] ¡Si se usan tal cual, actuarán sobre TODOS los elementos!
gl: Coidado ao usar os seguintes: emprégaos xunto a un selector discriminatorio adecuado, como: span.specificClassName p[_*="keyword" i] Usados tal cal, actuarán en TODOS os elementos!
it_it: Fare attenzione con questi: attaccarli ad un selettore discriminante opportuno, come: span.specificClassName p[_*="keyword" i] Se usato tale quale, agirà su tutti gli elementi!
ko_kr: 주의할 점은 다음과 같이 적절한 식별 선택자를 붙여야 한다는 것입니다: span.specificClassName p[_*="keyword" i] 위와 같이 사용하면, 모든 구성요소에 작동됩니다!
nl_nl: Wees hier voorzichtig mee: stop ze in een goede onderscheidende selector, zoals: span.specificClassName p[_*="keyword" i] Als ze ongewijzigd worden gebruikt, werken ze op ALLE elementen!
pl: Postępuj z nimi ostrożnie: przyklej je do odpowiedniego selektora różnicującego, takiego jak: span.specificClassName p[_*="keyword" i] Jeśli zostaną użyte w niezmienionym stanie, będą działać na WSZYSTKIE elementy!
ru: Будьте с этим осторожны: прикрепите их к правильному различающему селектору, например: span.specificClassName p[_*="keyword" i] Если использовать их как есть, они будут действовать на ВСЕ элементы!
sk: Dávajte si pozor na toto: a pridávajte ku nim správny rozlišovací selektor, napríklad: span.specificClassName p[_*="keyword" i] Ak sa použijú tak, ako je zobrazené, budú použité na VŠETKY prvky!
sr: Будите опрезни са следећим: поставите их у одговарајући дискриминишући селектор, као на пример: span.одређеноИмеКласе p[_*="кључнареч" i] Ако се користи овакво какво је, имаће ефекат над СВИМ елементима!
tr: Bunlara dikkat edin: bunları uygun bir ayırt edici seçiciye yapıştırın, örneğin: span.specificClassName p[_*="anahtar sözcük" i] Olduğu gibi kullanılırsa, TÜM ögeler üzerinde uygulanacaktır!
uk: Будьте обережні з ними: прикріпіть їх до належного дискримінаційного селектора, наприклад: span.specificClassName p[_*="keyword" i] Якщо використовувати їх як є, вони будуть діяти на ВСІ елементи!

source: Insert a visible space before an element.
ca: Insereix un espai visible abans d’un element.
cs: Vložit před element viditelnou mezeru.
de: Fügen Sie ein sichtbares Leerzeichen vor einem Element ein.
el: Εισαγωγή ενός ορατού διαστήματος πριν από ένα στοιχείο.
es: Insertar un espacio visible delante de un elemento.
fr: Insérer un espace visible avant un élément.
gl: Inserir un espazo visible diante dun elemento.
it_it: Inserire uno spazio visibile prima di un elemento.
ko_kr: 구성요소 앞에 보이는 빈칸을 삽입합니다.
nl_nl: Voeg een zichtbare spatie in vóór een element.
pl: Wstaw widoczną spację przed elementem.
ru: Вставить видимый пробел перед элементом.
sk: Pred prvok vložte viditeľnú medzeru.
sr: Умеће видљиви размак испред елемента.
tr: Bir ögeden önce görünür bir boşluk ekle.
uk: Вставити видимий пробіл перед елементом.

source: Insert a visible non-breakable space before an element, so it sticks to what's before.
de: Fügen Sie ein sichtbares, nicht unterbrechbares Leerzeichen vor einem Element ein, damit es an dem vorhergehenden Element haften bleibt.
el: Εισαγωγή ενός ορατού μη σπαστού διαστήματος πριν από ένα στοιχείο, ώστε να κολλάει σε αυτό που προηγείται.
es: Insertar un espacio visible no interrumpible delante de un elemento, para que se una al elemento que tiene delante.
gl: Inserta un espazo non interrompible visible antes dun elemento, de xeito que apareza xunto ao que ten diante.
it_it: Inserire uno spazio visibile non separabile prima di un elemento, in modo che si attacchi a quanto lo precede.
ko_kr: 구성요소 앞에 분리되지 않는 보이는 빈칸을 삽입하여 이전 구성요소에 붙도록 합니다.
nl_nl: Voeg een zichtbare niet-breekbare spatie in vóór een element, zodat het blijft plakken aan wat ervoor staat.
pl: Wstaw widoczną spację niełamiącą przed elementem, tak aby przylegała do tego, co było wcześniej.
ru: Вставить видимый неразрывный пробел перед элементом, чтобы он прилипал к предыдущему.
sk: Pred prvok vložte viditeľnú 'nedeliteľnú' medzeru, aby ostal prepojený s tým, čo je pred ním.
sr: Умеће испред елемента видљиви размак који не може да се преломи, тако да се лепи за оно што стоји испред њега.
tr: Bir ögeden önce görünür, kesintisiz bir boşluk ekle, böylece öge öncekine yapışır.
uk: Вставити видимий нерозривний пробіл перед елементом, щоб він прилипав до того, що стоїть перед ним.

source: U+2060 WORD JOINER may act as a glue (like an invisible non-breakable space) before an element, so it sticks to what's before.
de: U+2060 WORD JOINER kann als Klebstoff (wie ein unsichtbares, nicht abbrechbares Leerzeichen) vor einem Element fungieren, so dass es an dem davor stehenden Element haften bleibt.
el: Το U+2060 WORD JOINER μπορεί να λειτουργήσει ως κόλλα (όπως ένα αόρατο αδιάσπαστο κενό) πριν από ένα στοιχείο, ώστε να κολλήσει σε αυτό που προηγείται.
es: U+2060 WORD JOINER puede actuar como un adhesivo (como un espacio invisible no interrumpible) delante de un elemento, para que se una al elemento que tiene delante..
gl: U+2060 WORD JOINER pode actuar como pegamento (como un espazo non interrompible invisible) antes dun elemento, para que se una ao que está antes.
it_it: U+2060 WORD JOINER può agire come una colla (come uno spazio invisibile non infrangibile) prima di un elemento, quindi si attacca a ciò che precede.
ko_kr: U+2060 단어 결합자는 구성요소 앞에 (분리되지 않는 보이지 않는 빈칸처럼), 이전 구성요소에 붙일 수 있습니다.
nl_nl: U+2060 WORD JOINER kan fungeren als lijm (als een onzichtbare niet-breekbare spatie) voor een element, zodat het blijft plakken aan wat ervoor staat.
pl: U+2060 WORD JOINER może działać jak klej (jak niewidzialna, nierozerwalna przestrzeń) przed elementem, dzięki czemu przylega do tego, co było wcześniej.
ru: U+2060 WORD JOINER может действовать как клей (вроде невидимого неразрывного пробела) перед элементом, поэтому он прилипает к предыдущему.
sk: U+2060 WORD JOINER môže pôsobiť ako 'lepidlo' (ako neviditeľná nedeliteľná medzera) pred prvkom, takže priľne k tomu, čo je predtým.
sr: U+2060 WORD JOINER може да служи као лепак (као невеидљиви размак који не може да се преломи) испред елемента, тако да се лепи за оно што се налази испред.
tr: U+2060 WORD JOINER bir ögeden önce bir yapıştırıcı (görünmez, kesintisiz bir boşluk gibi) görevi görebilir, böylece önceki ögeye yapışır.

source: U+200B ZERO WIDTH SPACE may allow a linebreak before an element, in case the absence of any space prevents that.
de: U+200B ZERO WIDTH SPACE kann einen Zeilenumbruch vor einem Element erlauben, falls das Fehlen eines Leerzeichens dies verhindert.
el: Το U+200B ZERO WIDTH SPACE μπορεί να επιτρέψει μια αλλαγή γραμμής πριν από ένα στοιχείο, σε περίπτωση που η απουσία οποιουδήποτε διαστήματος το εμποδίζει.
es: U+200B ZERO WIDTH SPACE puede posibilitar un salto de línea delante de un elemento, en el caso de que la ausencia de espacio lo impida.
gl: U+200B ZERO WIDTH SPACE pode permitir un cambio de liña antes dun elemento, no caso de que a ausencia de espazos o impida.
it_it: U+200B ZERO WIDTH SPACE può consentire un ritorno a capo prima di un elemento, nel caso in cui l'assenza di uno spazio lo prevenga.
ko_kr: U+200B 제로 너비 빈칸은빈칸이 없는 경우, 구성요소 앞에 줄 바꿈을 허용할 수 있습니다.
nl_nl: U+200B ZERO WIDTH SPACE kan een regeleinde vóór een element toestaan, als de afwezigheid van spaties dat verhindert.
pl: U+200B ZERO WIDTH SPACE może zezwolić na podział wiersza przed elementem, w przypadku gdy uniemożliwia to brak spacji.
ru: U+200B ZERO WIDTH SPACE может разрешить перенос строки перед элементом, если этому препятствует отсутствие пробела.
sk: U+200B ZERO WIDTH SPACE môže povoliť zalomenie riadku pred prvkom, ak tomu bráni absencia medzery.
sr: U+200B ZERO WIDTH SPACE може да дозволи прелом линије испред елемента, у случају да нема никаквог размака који то спречава.
tr: U+200B ZERO WIDTH SPACE boşluk olmaması durumunda bir ögeden önce satır sonuna izin verebilir.

source: Insert the value of the attribute 'title' at start of an element content.
de: Einfügen des Wertes des Attributs "title" am Anfang eines Elementes content.
el: Εισαγωγή της τιμής του χαρακτηριστικού 'title' στην αρχή του περιεχομένου ενός στοιχείου.
es: Insertar el valor del atributo 'title' al inicio del contenido de un elemento.
gl: Inserta o valor do atributo 'title' ao comezo do contido dun elemento.
it_it: Inserisce il valore dell'attributo "title" davanti al contenuto dell'elemento.
ko_kr: 구성요소 콘텐츠의 시작 부분에 'title' 속성 값을 삽입합니다.
nl_nl: Voeg de waarde van het attribuut 'title' in aan het begin van de inhoud van een element.
pl: Wstaw wartość atrybutu 'title' na początku treści elementu.
ru: Вставить значение атрибута «title» в начало содержимого элемента.
sk: Vložte hodnotu atribútu „title“ na začiatok obsahu prvku.
sr: Умеће вредност атрибута ’title’ на почетак садржаја елемента.
tr: Bir ögenin içeriğinin başına 'title' özniteliğinin değerini ekle.
uk: Вставте значення атрибута 'title' на початку вмісту елемента.

source: Prepend a visible marker.
de: Voranstellen einer sichtbaren Markierung.
el: Τοποθέτηση ενός ορατού δείκτη μπροστά.
es: Anteponer un marcador visible.
gl: Antepor un marcador visible.
it_it: Prepende un marcatore visibile.
ko_kr: 눈에 보이는 마커를 준비합니다.
nl_nl: Een zichtbare markering voorvoegen.
pl: Dodaj na początek widoczny znacznik.
ru: Добавить визуальный маркер.
sk: Predradiť viditeľnú značku.
sr: Поставља на почетак видљиви маркер.
tr: Görünür bir işaretleyici ekle.
uk: Підготуйте видимий маркер.

source: Use sample
ar: استخدام نموذج
ca: Utilitza la mostra
cs: Použít příklad
de: Beispiel verwenden
el: Χρήση δείγματος
es: Usar muestra
fa: استفاده از نمونه
fr: Utiliser le patron
gl: Usar mostra
hu: Minta használata
it_it: Usa l'esempio
ja: 使用例
ko_kr: 샘플 사용
nl_nl: Voorbeeld gebruiken
pl: Użyj próbki
pt_br: Usar amostra
ro: Folosește mostra
ru: Образец
sk: Použiť príklad
sr: Користи пример
tr: Örnek kullanılsın
uk: Використовувати зразок
zh_cn: 使用例子

source: Prettify
ar: تجميل
ca: Adornar
cs: Zkrášlit
de: Verschönern
el: Ωραιοποίηση
es: Adornar
fa: زیباسازی
fr: Embellir
gl: Embelecer
hu: Szépítés
it_it: Abbellire
ko_kr: 미화
nl_nl: Mooier maken
pl: Upiększanie
pt_br: Embelezar
ro: Auto-indentează
ru: Украсить
sk: Vylepšiť
sr: Улепшај
tr: Güzelleştir
uk: Відформатувати
zh_cn: 美化

source: Condense
ar: تكثف
ca: Condensa
cs: Komprimovat
de: Zusammenfassen
el: Συνόψιση
es: Condensar
fa: فشرده
fr: Condenser
gl: Condensar
hu: Sűrített
it_it: Condensa
ja: 要約
ko_kr: 축소
nl_nl: Comprimeren
pl: Zwiń
pt_br: Condensar
ro: Condensează
ru: Уплотнить
sk: Skrátiť
sr: Сажми
tr: Sıkıştır
uk: Ущільнити
zh_cn: 简缩

source: Book tweak not modified.
ar: لم يتم تعديل قرص الكتاب.
ca: Ajust de llibre no modificat.
cs: Úprava stylu pro tuto knihu nebyla modifikována.
de: Buchanpassung nicht geändert.
el: Η τροποποίηση του βιβλίου δεν μεταβλήθηκε.
es: Ajuste de libro no modificado.
fa: بهبود‌های کتاب تغییر نکرد.
fr: Ajustements du livre non modifiés.
gl: Axuste do libro non modificado.
hu: A könyv stíluskorrekciója nem változott.
it_it: Ritocco del libro non modificato.
ja: 本の微調整は変更されていません。
ko_kr: 책 조정이 수정되지 않았습니다.
nl_nl: Boekstijlaanpassing niet gewijzigd.
pl: Ulepszenie książki nie zostały zmodyfikowane.
pt_br: Ajuste de livro não modificado.
ro: Ajustarea cărții nu a fost modificată.
ru: Подстройка книги не изменена.
sk: Vylepšenie knihy nebolo upravené.
sr: Прилагођавање књиге није измењено.
tr: Kitap ince ayarı değiştirilmedi.
uk: Налаштування книги не змінено.
zh_cn: 未修改图书调整.

source: Edit book-specific style tweak
ar: تحرير قرص نمط خاص بالكتاب
ca: Editar ajust d'estil específic del llibre
cs: Editovat úpravu stylu pro tuto knihu
de: Buchspezifische Stilanpassung bearbeiten
el: Επεξεργασία τροποποίησης στυλ για συγκεκριμένο βιβλίο
es: Editar ajuste de estilo específico del libro
fa: ویرایش بهبود‌های سبک اختصاصی کتاب
fr: Modifier les ajustements de style spécifiques au livre
gl: Editar axuste específico do libro
hu: Könyvspecifikus stíluskorrekciók módosítása
it_it: Modifica ritocco di stile specifico del libro
ja: この本のみに適用する様式美法制を編集する
ko_kr: 책에 특정된 스타일 조정 편집하기
nl_nl: Boekspecifieke stijlaanpassing bewerken
pl: Edytuj specyficzne ulepszenie książki
pt_br: Editar ajuste de estilo específico do livro
ro: Editează ajustarea de stil specifică cărții
ru: Редактировать стиль для конкретной книги
sk: Upraviť vylepšenie štýlu špecifického pre knihu
sr: Уреди прилагођавање специфично за књигу
tr: Kitaba özel biçem ince ayarını düzenle
uk: Налаштувати стиль окремої книги
zh_cn: 编辑适用于特定书籍的样式调整

source: Restore
ar: استعادة
ca: Restaura
cs: Obnovit
de: Wiederherstellen
el: Αποκατάσταση
es: Restablecer
fa: بازنشانی
fr: Rétablir
gl: Restablecer
hu: Visszaállítás
it_it: Ripristina
ja: 復元
ko_kr: 복원
nl_nl: Herstellen
pl: Przywróć
pt_br: Restaurar
ro: Restaurează
ru: Восстановить
sk: Vrátiť
sr: Обнови
tr: Geri yükle
uk: Відновити
zh_cn: 恢复

source: Book tweak restored
ar: تمت استعادة قرص الكتاب
ca: Ajust de llibre restablert
cs: Úprava knihy obnovena
de: Buchanpassung wiederhergestellt
el: Αποκαταστάθηκε η τροποποίηση του βιβλίου
es: Ajuste de libro restablecido
fa: بهبود‌های کتاب بازگردانی شد
fr: Ajustements du livre rétablis
gl: Axuste do libro restablecido
hu: A könyv stíluskorrekciója visszaállítva
it_it: Ritocco del libro ripristinato
ja: 本の微調整は復元されました
ko_kr: 책 조정 복원
nl_nl: Boekstijlaanpassing hersteld
pl: Ulepszenie książki przywrócone
pt_br: Ajuste do livro restaurado
ro: Ajustarea cărții a fost restaurată
ru: Подстройка книги восстановлена
sk: Vylepšenie knihy bolo vrátené do pôvodného stavu
sr: Обновљено је прилагођавање књиге
tr: Kitaba özel ince ayar geri alındı
uk: Налаштування книги відновлено
zh_cn: 已恢复书籍调整

source: Book tweak created, applying…
ar: تم إنشاء قرص الكتاب ويتم التطبيق …
ca: Ajust de llibre creat, aplicant…
cs: Úprava knihy vytvořena, aplikuje se…
de: Buchanpassung erstellt, wird angewendet…
el: Δημιουργήθηκε τροποποίηση βιβλίου, εφαρμογή σε εξέλιξη…
es: Ajuste de libro creado, aplicando…
fa: بهبود‌های کتاب ساخته شده، در حال اعمال…
fr: Ajustements du livre créés, application en cours…
gl: Axuste do libro creado, a aplicar …
hu: Könyv stíluskorrekció létrehozva és alkalmazva…
it_it: Ritocco per il libro creato, applicazione…
ja: 本の微調整は作成されました。適用中…
ko_kr: 책 조정 생성, 적용 중…
nl_nl: Boekstijlaanpassing aangemaakt, aan het toepassen…
pl: Ulepszenie książki utworzone, stosowanie…
pt_br: Ajuste de livro criado, aplicando…
ro: Ajustare creată. Se aplică…
ru: Подстройка книги выполнена, применяется…
sk: Vylepšenie knihy vytvorené, aplikovanie…
sr: Креирано је прилагођавање књиге, примењује се…
tr: Kitap ince ayarı oluşturuldu, uygulanıyor…
uk: Налаштування книги виконано, застосовування…
zh_cn: 书籍调整已创建，应用中…

source: Book tweak removed, rendering…
ar: تمت إزالة قرص الكتاب ، تتم المعالجة…
ca: Ajust de llibre eliminat, renderitzant…
cs: Úprava knihy odstraněna, vykreslování…
de: Buchanpassung entfernt, wird gerendert…
el: Διαγράφηκε τροποποίηση βιβλίου, ενημέρωση σε εξέλιξη…
es: Ajuste de libro eliminado, renderizando…
fa: بهبود‌های کتاب حذف شد، در حال رندر…
fr: Ajustements du livre retirés, rendu en cours…
gl: Axusto do libro eliminado, a renderizar …
hu: A könyv stíluskorrekciója eltávolítva, újragenerálás…
it_it: Ritocco del libro rimosso, applicazione…
ja: 本の微調整は削除されました。描画中…
ko_kr: 책 조정 제거, 렌더링…
nl_nl: Boekstijlaanpassing verwijderd, aan het rendern…
pl: Ulepszenie książki usunięte, renderowanie…
pt_br: Ajuste de livro removido, renderizando…
ro: Ajustare ștearsă. Se randează…
ru: Подстройка книги удалена, отрисовка…
sk: Vylepšenie knihy bolo odstránené, vykresľovanie…
sr: Прилагођавање књиге је уклоњено, приказује се…
tr: Kitap ince ayarı silindi, görünüm güncelleniyor…
uk: Налаштування книги вилучено, промальовування…
zh_cn: 已删除书籍调整，渲染中…

source: Book tweak emptied and removed.
ar: تم إفراغ قرص الكتاب وإزالته.
ca: Ajust de llibre suprimit i eliminat.
cs: Úprava knihy vyprázdněna a odstraněna.
de: Buchanpassung entleert und entfernt.
el: Η τροποποίηση του βιβλίου άδειασε και διαγράφηκε.
es: Ajuste de libro suprimido y eliminado.
fa: بهبود‌های کتاب حذف و خالی شد.
fr: Ajustements du livre vidés et retirés.
gl: Axusto do libro baleirado e eliminado.
hu: A könyv stíluskorrekciója üres és eltávolítva.
it_it: Ritocco del libro svuotato e rimosso.
ja: 本の微調整は空にされ、削除されました。
ko_kr: 책 조정이 비워지고 제거되었습니다.
nl_nl: Boekstijlaanpassing leeg en verwijderd.
pl: Ulepszenie książki wyzerowane i usunięte.
pt_br: Ajuste de livro esvaziado e removido.
ro: Ajustare carte golită și ștearsă.
ru: Подстройка книги сброшена и удалена.
sk: Vylepšenie knihy je vyprázdnené a odstránené.
sr: Прилагођавање књиге је испражњено и уклоњено.
tr: Kitap ince ayarı boşaltıldı ve silindi.
uk: Налаштування книги очищено та вилучено.
zh_cn: 已清空并删除书籍调整.

source: Book tweak updated, applying…
ar: تم تحديث تعديل الكتاب ، ويتم التطبيق …
ca: Ajust de llibre actualitzat, aplicant…
cs: Úprava knihy aktualizována, aplikuje se…
de: Buchanpassung aktualisiert, wird angewendet…
el: Η τροποποίηση του βιβλίου ενημερώθηκε, εφαρμογή σε εξέλιξη…
es: Ajuste de libro actualizado, aplicando…
fa: بهبود‌های کتاب بروزرسانی شد، در حال اعمال…
fr: Ajustements du livre mis à jour, application en cours…
gl: Axuste do libro actualizado, a aplicar …
hu: A könyv stíluskorrekciója frissült, alkalmazva…
it_it: Ritocco del libro aggiornato, applicazione…
ja: 本の微調整は更新されました。適用中…
ko_kr: 책 조정 업데이트되고, 적용 중…
nl_nl: Boekstijlaanpassing bijgewerkt, aan het toepassen…
pl: Ulepszenie książki zaktualizowane, stosowanie…
pt_br: Ajuste de livro atualizado, aplicando…
ro: Ajustare actualizată. Se aplică…
ru: Подстройка книги обновлена, применяется…
sk: Aktualizácia vylepšenia knihy, aplikovanie…
sr: Прилагођавање књиге је ажурирано, примењује се…
tr: Kitap ince ayarı güncellendi, uygulanıyor…
uk: Налаштування книги виконано, застосовування…
zh_cn: 已更新书籍调整，应用中…
