Repository: spruceUI/spruceOS
Catalog: App/KoReader/l10n/*/koreader.po
Languages: ar, ca, cs, de, el, es, fa, fr, gl, hu, it_it, ja, ko_kr, nl_nl, pl, pt_br, ro, ru, sk, sr, tr, uk, zh_cn

source: Custom hidden flows can be created to exclude sections of the book from your normal reading flow: - hidden flows will automatically be skipped when turning pages within the regular flow; - pages part of hidden flows are assigned distinct page numbers and won't be considered in the various book & chapter progress and time to read features; - following direct links to pages in hidden flows will still work, including from the TOC or Book map. This can be useful to exclude long footnotes or bibliography sections. It can also be handy when interested in reading only a subset of a book. In Page browser, you can long-press on a thumbnail to start a hidden flow or restart the regular flow on this page. (Once you're done building it and don't want to see the button anymore, you can disable Edit mode.) Hidden flows are shown with gray or hatched background in Book map and Page browser.
ca: És possible crear fluxos ocults personalitzats per a excloure del flux de lectura normal algunes seccions del llibre: - els fluxos ocults s'ometran automàticament en passar pàgines en el flux normal; - a les pàgines que formen part dels fluxos ocults se'ls assignaran números de pàgina diferents i no es tindran en compte en les diferents funcions de progrés del llibre i del capítol i de temps de lectura; - els enllaços directes a pàgines de fluxos ocults continuaran funcionant, fins i tot des de l'Índex o el Mapa del llibre. Aquesta característica pot ser útil per a excloure notes a peu de pàgina llargues o seccions de bibliografia. També pot ser útil quan es desitja llegir només un subconjunt d'un llibre. En el navegador de pàgines, en fer pulsació llarga sobre una miniatura s'iniciarà un flux ocult o es reiniciarà el flux normal en aquesta pàgina. (Una vegada elaborat l'índex, cal desactivar el mode d'Edició per a ocultar els botons). Els fluxos ocults es mostraran amb fons gris o ombreig en el Mapa del llibre i en el Navegador de pàgines.
de: Benutzerdefinierte ausgeblendete Abschnitte können erstellt werden, um Abschnitte des Buches von Ihrem normalen Lesefluss auszuschließen: - Ausgeblendete Abschnitte werden automatisch übersprungen, wenn innerhalb des normalen Leseflusses geblättert wird; - Seiten in ausgeblendeten Leseabschnitten erhalten eindeutige Seitenzahlen und werden bei den verschiedenen Funktionen für den Buch- und Kapitelfortschritt und die Lesezeit nicht berücksichtigt; - das Verfolgen von direkten Links zu Seiten in versteckten Abschnitten funktioniert weiterhin, auch vom Inhaltsverzeichnis oder der Buchübersicht aus. Dies kann nützlich sein, um lange Fußnoten oder bibliografische Abschnitte auszuschließen. Es kann auch praktisch sein, wenn Sie nur einen Teil eines Buches lesen möchten. Im Seitenbrowser können Sie lange auf eine Miniaturansicht drücken, um einen versteckten Lesefluss zu starten oder den regulären Lesefluss auf dieser Seite neu zu starten. (Wenn Sie mit dem Aufbau fertig sind und die Schaltfläche nicht mehr sehen wollen, können Sie den Bearbeitungsmodus deaktivieren). Ausgeblendete Abläufe werden in der Buchübersicht und im Seitenbrowser mit grauem oder schraffiertem Hintergrund angezeigt.
el: Μπορείτε να δημιουργήσετε προσαρμοσμένες κρυφές ροές κειμένου για να αποκλείσετε τμήματα του βιβλίου από την κανονική ροή ανάγνωσης: - οι κρυφές ροές κειμένου θα παραλείπονται αυτόματα όταν γυρίζετε σελίδες μέσα στην κανονική ροή, - οι σελίδες που αποτελούν μέρος των κρυφών ροών κειμένου λαμβάνουν ξεχωριστούς αριθμούς σελίδων και δεν θα λαμβάνονται υπόψη στις διάφορες λειτουργίες προόδου βιβλίου και κεφαλαίων και χρόνου ανάγνωσης, - οι άμεσοι σύνδεσμοι προς σελίδες μέσα σε κρυφές ροές κειμένου θα εξακολουθούν να λειτουργούν, συμπεριλαμβανομένων των συνδέσμων από τον Πίνακα περιεχομένων ή τον Χάρτη βιβλίου. Αυτό μπορεί να είναι χρήσιμο για τον αποκλεισμό μεγάλων υποσημειώσεων ή τμημάτων βιβλιογραφίας. Μπορεί επίσης να είναι χρήσιμο όταν ενδιαφέρεστε να διαβάσετε μόνο ένα υποσύνολο ενός βιβλίου. Στην Περιήγησης σελίδων, μπορείτε να πατήσετε παρατεταμένα σε μια μικρογραφία για να ξεκινήσετε μια κρυφή ροή κειμένου ή να επανεκκινήσετε την κανονική ροή σε αυτή τη σελίδα. (Μόλις τελειώσετε με την δημιουργία της και δεν θέλετε να βλέπετε πια το κουμπί, μπορείτε να απενεργοποιήσετε τη Λειτουργία επεξεργασίας). Οι κρυφές ροές κειμένου εμφανίζονται με γκρι ή διαγραμμισμένο φόντο στον Χάρτη βιβλίων και στην Περιήγηση σελίδων.
es: Es posible crear flujos ocultos personalizados para excluir del flujo de lectura normal algunas secciones del libro: - los flujos ocultos se omitirán automáticamente al pasar páginas en el flujo normal; - a las páginas que formen parte de los flujos ocultos se les asignarán números de página distintos y no se tendrán en cuenta en las distintas funciones de progreso del libro y del capítulo y de tiempo de lectura; - los enlaces directos a páginas de flujos ocultos seguirán funcionando, incluso desde el Índice o el Mapa del libro. Esta característica puede ser útil para excluir notas a pie de página largas o secciones de bibliografía. También puede ser útil cuando se desea leer sólo un subconjunto de un libro. En el navegador de páginas, al hacer pulsación larga sobre una miniatura se iniciará un flujo oculto o se reiniciará el flujo normal en esta página. (Una vez elaborado el índice, hay que desactivar el modo de Edición para ocultar los botones). Los flujos ocultos se mostrarán con fondo gris o sombreado en el Mapa del libro y en el Navegador de páginas.
fr: Des flux cachés personnalisés peuvent être créés pour exclure des sections du livre de votre flux de lecture normal : - les flux cachés seront automatiquement ignorés lors de la rotation des pages dans le flux régulier ; - les pages faisant partie des flux cachés se voient attribuer des numéros de page distincts et ne seront pas prises en compte dans la progression des différents livres et chapitres et le temps de lecture des fonctions ; - le fait de suivre des liens directs vers des pages dans des flux cachés fonctionnera toujours, y compris à partir de la table des matières ou de la carte du livre. Cela peut être utile pour exclure de longues notes de bas de page ou des sections de bibliographie. Il peut également être utile lorsque vous souhaitez lire seulement un sous-ensemble d’un livre. Dans le navigateur de pages, vous pouvez appuyer longuement sur une vignette pour démarrer un flux caché ou redémarrer le flux régulier sur cette page. (Une fois que vous avez terminé de le construire et que vous ne voulez plus voir le bouton, vous pouvez désactiver le mode Édition.) Les flux cachés sont affichés avec un arrière-plan gris ou hachuré dans la carte du livre et le navigateur de pages.
gl: É posible crear fluxos ocultos personalizados para excluír seccións do libro do fluxo normal de lectura: - os fluxos ocultos serán omitidos automaticamente ao pasar de páxina dentro do fluxo normal; - as páxinas que forman parte dos fluxos ocultos son asignadas números distintos e non serán consideradas para as diferentes funcionalidades de progreso do libro e capítulo e tempo restante de lectura; - os enlaces directos a páxinas dentro dos fluxos ocultos funcionarán, incluíndo desde o índice ou Mapa do libro. Esta característica pode ser útil para excluír notas ao rodapé ou seccións de bibliografía longas. Pode ser útil tamén para ler só unha parte do libro. No Explorador de páxinas, cunha pulsación longa nunha icona podes empezar un fluxo oculto ou reiniciar o fluxo normal nesta páxina. (Unha vez que remates, podes ocultar o botón desactivando o Modo de edición). Os fluxos ocultos son mostrados con fondo gris ou sombreado no Mapa do libro e no Explorador de páxinas.
hu: Egyedi rejtett áramlatok hozhatók létre, hogy a könyv egyes szakaszait kizárja a normál olvasási folyamatból: - a rejtett áramlatok automatikusan kihagyásra kerülnek, amikor a normál áramlaton belül lapozgat; - a rejtett áramlatok oldalai külön oldalszámokat kapnak, és nem veszik figyelembe őket a könyv és a fejezetek előrehaladása és az olvasási idő funkciói; - a rejtett áramlatokban lévő oldalakra mutató közvetlen hivatkozások követése továbbra is működik, beleértve a tartalomjegyzéket vagy a Könyvtérképet is. Ez hasznos lehet a hosszú lábjegyzetek vagy irodalomjegyzékrészek kizárásához. Akkor is hasznos lehet, ha a könyvnek csak egy részhalmazát szeretné elolvasni. Az Oldalböngészőben hosszan nyomhat egy miniatűr képre, hogy elindítson egy rejtett folyamot, vagy újraindítsa a normál folyamot ezen az oldalon. (Ha befejezte az építést, és nem szeretné többé látni a gombot, kikapcsolhatja a Szerkesztési módot.) A rejtett áramlatok szürke vagy sraffozott háttérrel jelennek meg a Könyvtérképen és az Oldalböngészőben.
it_it: I flussi nascosti personalizzati possono essere creati per escludere le sezioni del libro dal flusso di lettura normale: - i flussi nascosti verranno automaticamente ignorati quando si girano le pagine all'interno del flusso regolare; - alle pagine parte dei flussi nascosti sono assegnati numeri di pagina distinti e non vengono considerate nelle varie funzionalità di progresso libri & capitoli, e di tempo di lettura; - seguire i collegamenti diretti a pagine in flussi nascosti funzionerà ancora, incluso dall'indice o dalla mappa del libro. Questo può essere utile per escludere note lunghe o sezioni bibliografiche. Può anche essere utile quando interessa leggere solo un sottoinsieme di un libro. Nel navigatore di pagine, è possibile premere a lungo su una miniatura per avviare un flusso nascosto o riavviare il flusso regolare su questa pagina. (Una volta che hai finito di costruirlo e non vuoi più vedere il pulsante, puoi disattivare la modalità Modifica.) I flussi nascosti sono mostrati con sfondo grigio o tratteggiato nella mappa del libro e nel navigatore di pagine.
ko_kr: 사용자 지정 숨겨진 흐름을 만들어 책의 특정 섹션을 일반 읽기 흐름에서 제외할 수 있습니다: - 일반 흐름 안에서 페이지를 넘길 때 숨겨진 흐름은 자동으로 건너뜁니다. - 숨겨진 흐름의 일부인 페이지에는 고유한 페이지 번호가 할당되며 다양한 책 및 장 진행률과 읽기 시간 기능에서 고려되지 않습니다. - 차례나 책 지도를 포함하여 숨겨진 흐름의 페이지에 대한 직접 링크를 따라가도 계속 작동합니다. 이 기능은 긴 각주나 참고 문헌 섹션을 제외할 때 유용할 수 있습니다. 책의 일부분만 읽고 싶을 때도 유용하게 사용할 수 있습니다. 페이지 탐색기에서 썸네일을 길게 눌러 숨겨진 흐름을 시작하거나 이 페이지의 일반 흐름을 다시 시작할 수 있습니다. (작성을 완료하고 더 이상 버튼을 보고 싶지 않다면 편집 모드를 비활성화할 수 있습니다.) 숨겨진 흐름은 책 지도와 페이지 탐색기에서 회색 또는 해치 배경과 함께 표시됩니다.
nl_nl: Aangepaste verborgen verlopen kunnen worden gemaakt om delen van het boek uit te sluiten van je normale leesverloop: - verborgen verlopen worden automatisch overgeslagen bij het omslaan van pagina's binnen het normale verloop; - pagina's die deel uitmaken van verborgen verlopen krijgen aparte paginanummers en worden niet meegenomen in de verschillende boek- en hoofdstukvoortgangs- en leestijdfuncties; - het volgen van directe links naar pagina's in verborgen verlopen werkt nog steeds, ook vanuit de inhoudsopgave of boekkaart. Dit kan handig zijn om lange voetnoten of bibliografische secties uit te sluiten. Het kan ook handig zijn als je alleen een deel van een boek wilt lezen. In de paginabrowser kun je met een lange druk op een miniatuur een verborgen stroom starten of de normale stroom op deze pagina opnieuw starten. (Als je klaar bent met bouwen en de knop niet meer wilt zien, kun je de bewerkingsmodus uitschakelen). Verborgen verlopen worden met een grijze of gearceerde achtergrond weergegeven in de boekkaart en paginabrowser.
pl: Można utworzyć niestandardowe ukryte przepływy, aby wykluczyć sekcje książki z normalnego przepływu czytania: - ukryte przepływy będą automatycznie pomijane podczas przewracania stron w ramach zwykłego przepływu; - stronom będącym częścią ukrytych przepływów przypisane są odrębne numery stron i nie będą one brane pod uwagę przy różnych funkcjach postępu książki i rozdziału oraz czasu potrzebnego na przeczytanie; - śledzenie bezpośrednich łączy do stron w ukrytych przepływach będzie nadal działać, w tym z spisu treści lub mapy książki. Może to być przydatne w celu wykluczenia długich przypisów lub sekcji bibliografii. Może być również przydatne, gdy chcesz przeczytać tylko podzbiór książki. W przeglądarce stron możesz nacisnąć i przytrzymać miniaturę, aby rozpocząć ukryty przepływ lub ponownie uruchomić zwykły przepływ na tej stronie. (Gdy już skończysz tworzenie i nie będziesz już chcieć widzieć tego przycisku, możesz wyłączyć tryb edycji.) Ukryte przepływy są wyświetlane na szarym lub kreskowanym tle na mapie książki i przeglądarce stron.
pt_br: Fluxos ocultos personalizados podem ser criados para excluir seções do livro do seu fluxo de leitura normal: - os fluxos ocultos serão automaticamente ignorados ao virar as páginas dentro do fluxo regular; - as páginas que fazem parte de fluxos ocultos recebem números de página distintos e não serão consideradas nos vários recursos de progresso de livros e capítulos e de tempo de leitura; - seguir links diretos para páginas em fluxos ocultos ainda funcionará, inclusive no índice ou no mapa do livro. Isto pode ser útil para excluir longas notas de rodapé ou seções bibliográficas. Também pode ser útil quando estiver interessado em ler apenas um subconjunto de um livro. No Navegador de páginas, você pode manter uma miniatura pressionada para iniciar um fluxo oculto ou reiniciar o fluxo regular na página. (Quando terminar de construí-lo e não quiser mais ver o botão, você pode desativar o modo de edição.) Os fluxos ocultos são mostrados com fundo cinza ou sombreado no Mapa do livro e no Navegador de páginas.
ru: Для исключения разделов книги из обычного потока чтения можно создавать собственные скрытые потоки: - при перелистывании страниц внутри обычного потока скрытые будут автоматически пропускаться; - страницам в скрытых потоках присваиваются отдельные номера страниц, которые не учитываются в прогрессе книг/глав и времени чтения; - будет работать переход по прямым ссылкам на страницы в скрытых потоках, в том числе из оглавления или карты книги. Данная функция может быть полезна для исключения длинных сносок или библиографических разделов. Это также может быть удобно, если вы хотите прочитать только часть книги. Для перехода на текущей странице в скрытый поток или перезапуска обычного нужно нажать и удерживать миниатюру в браузере страниц. (По завершении создания потока можно скрыть кнопки, отключив режим редактирования.) Скрытые потоки отображаются в карте книги и браузере страниц на сером или заштрихованном фоне.
sk: Skrytie časti obsahu knihy môže byť vytvorené na "skrytie" častí knihy počas čítania: - skryté časti sa automaticky preskočia pri otáčaní stránok počas čítania; - stránkam skrytých častí sú priradené odlišné čísla stránok a nebudú vzaté do úvahy v rôznych knižných štatistikách ako priebeh čítania knihy, kapitoly a v čase na prečítanie knihy; - odkazy na stránky v skrytých častiach budú stále fungovať, vrátane obsahovej tabuľky alebo knižnej mapy. Toto môže byť vhodné pre preskočenie dlhých poznámok pod čiarou alebo časti knihy so zoznamom použitej literatúry. Taktiež to môže byť praktické, ak máte záujem len o čítanie určitej časti knihy. V prehliadači stránok, môžete dlhým stlačením na miniatúru začať skrývanie obsahu alebo obnoviť pôvodný obsah na tejto stránke. (Pokiaľ ste dokončili obsahovú tabuľku a už nechcete vidieť tlačidlá, môžete vypnúť režim úprav.) Skryté časti sú zobrazené v knižnej mape a prehliadači stránok so šedým alebo šrafovaným pozadím.
sr: Могуће је да се креирају произвољни скривени токови којима се из обичног редоследа читања уклањају одељци књиге: - скривени токови ће се аутоматски прескочити када се у обичном току окрећу странице; - делу скирвеног тока са страницама се додељују поједини бројеви страница и неће се узимати у обзир у разним функцијама напретка читања књиге и поглавља, као и времена читања; - директни линкови на странице из скривеног тока ће и даље функционисати, такође и они из садржаја или Мапе књиге. Ово може бити корисно да се прескоче дугачке фусноте или одељци библиографије. Такође може бити згодно у случају да вас интересује читање само одређеног дела књиге. У Прегледачу књиге можете извршити дуги притисак на сличицу и тако покренете скривени ток или уобичајеи ток на тој страници. (Када завршите са изградњом тока и више не желите да видите дугме, можете да искључите Режим уређивање.) У Мапи књиге или Прегледачу страница, скривени токови се приказују са сивом или шрафираном позадином.
tr: Kitabın bölümlerini düzenli okuma akışınıza katılmaması için özel gizli akışlar oluşturulabilir: - Düzenli akış içinde sayfalar çevrilirken gizli akışlar otomatik olarak atlanır; - Gizli akışların sayfa bölümlerine farklı sayfa numaraları atanır ve çeşitli kitap ilerlemesi, bölüm ilerlemesi ve okuma süresi özelliklerinde dikkate alınmaz; - İçindekiler veya kitap haritası ile birlikte, gizli akışlardaki sayfalara doğrudan bağlantılar hala işleyecektir. Bu özellik, uzun dipnotların veya kaynakça bölümlerinin katılmaması için yararlı olabilir. Bir kitabın yalnızca bir alt kümesini okumakla ilgilendiğinizde de kullanışlı olabilir. Sayfa tarayıcısında, gizli bir akış başlatmak ya da bu sayfadaki düzenli akışı yeniden başlatmak için küçük görsele uzun basabilirsiniz. (Oluşturmayı tamamladığınızda ve düğmeyi artık görmek istemediğinizde düzenleme kipini kapatabilirsiniz.) Gizli akışlar, kitap haritasında ve sayfa tarayıcısında gri veya taranmış arka planla görüntülenir.
uk: Ви можете створити власні приховані потоки, щоб виключити розділи книги зі звичайного потоку читання: - приховані потоки автоматично пропускатимуться під час перегортання сторінок у звичайному потоці; - сторінкам, що входять до прихованих потоків, присвоюються окремі номери сторінок, і вони не враховуватимуться в різних функціях прогресу читання книги та розділів, а також часу читання; - переходи за прямими посиланнями на сторінки у прихованих потоках все ще працюватимуть, у тому числі зі змісту або карти книги. Це може бути корисно для виключення довгих виносок або розділів бібліографії. Це також може бути зручно, якщо ви зацікавлені в читанні лише частини книги. У переглядачі сторінок ви можете затиснути мініатюру, щоб запустити прихований потік або перезапустити звичайний потік на цій сторінці. (Якщо ви закінчили створення потоку і більше не бажаєте бачити цю кнопку, ви можете вимкнути режим редагування). Приховані потоки показуються на сірому або штрихованому тлі в Карті книг і Оглядачі сторінок.
zh_cn: 自定义隐藏流可以将部分章节从你的正常阅读流中隐藏： - 翻页时会自动跳过这些隐藏流； - 隐藏流中的页面的页码将会和正常阅读流不一样，并且不会记入阅读统计和书籍进度中； - 可以从目录或书籍图中直接跳转到隐藏流的页面 此功能可以用于跳过过长的脚注和参考文献章节。 也可以用于只阅读书籍的某些特定章节。 在页面浏览器中长按缩略图可以标记隐藏流开始和结束的位置。 （编辑完毕后，你可以退出编辑模式以隐藏编辑按钮） 隐藏流在书籍图或页面浏览器中会以灰色区域显示。

source: Clear inactive marked pages (%1)
ca: Eliminar pàgines marcades inactives (%1)
de: Inaktiv markierte Seiten löschen (%1)
el: Διαγραφή ανενεργών επισημασμένων σελίδων (%1)
es: Eliminar páginas marcadas como inactivas (%1)
fr: Effacer les pages marquées inactives (%1)
gl: Desmarcar as páxinas marcadas como inactivas (%1)
hu: Inaktív megjelölt oldalak törlése (%1)
it_it: Cancella le pagine segnate inattive (%1)
ko_kr: 비활성 표시된 페이지 지우기(%1)
nl_nl: Verwijder inactief gemarkeerde pagina's (%1)
pl: Usuń nieaktywne oznaczone strony (%1)
pt_br: Limpar páginas marcadas inativas (%1)
ru: Очистить неактивные отмеченные страницы (%1)
sk: Vymazať stránky označené ako neaktívne (%1)
sr: Обриши неактивне означене странице (%1)
tr: Etkin olmayan işaretlenmiş sayfaları temizle (%1)
uk: Очистити неактивні позначені сторінки (%1)
zh_cn: 清除非活动的已标记页面（%1）

source: Inactive marked pages are pages that you tagged as start hidden flow or restart regular flow, but that other marked pages made them have no effect. Are you sure you want to clear them?
ca: Les pàgines marcades com a inactives són pàgines seleccionades com a inici d'un flux ocult o de reinici del flux normal a les quals altres pàgines marcades han deixat sense efecte. Eliminar les pàgines marcades com a inactives?
de: Inaktiv markierte Seiten sind Seiten, die Sie als Start des versteckten Flusses oder Neustart des regulären Flusses markiert haben, die aber aufgrund anderer markierter Seiten keine Wirkung haben. Sind Sie sicher, dass Sie sie löschen wollen?
el: Οι ανενεργές επισημασμένες σελίδες είναι σελίδες που έχετε επισημάνει ως έναρξη κρυφής ροής κειμένου ή επανεκκίνηση κανονικής ροής, αλλά που άλλες επισημασμένες σελίδες τις έκαναν να μην έχουν καμία ενέργεια. Θέλετε σίγουρα να τις διαγράψετε;
es: Las páginas marcadas como inactivas son páginas seleccionadas como inicio de un flujo oculto o de reinicio del flujo normal a las que otras páginas marcadas han dejado sin efecto. ¿Eliminar las páginas marcadas como inactivas?
fr: Les pages marquées inactives sont des pages que vous avez étiquetées comme Start Hidden Flow ou Restart Regular Flow, mais que d’autres pages marquées n’ont aucun effet. Tu es sûr de vouloir les blanchir ?
gl: As páxinas marcadas como inactivas son páxinas marcadas como comezo de fluxo oculto ou reinicio de fluxo normal, pero ás que outras páxinas marcadas deixaron sen efecto. Queres quitar as marcas destas páxinas?
hu: Az inaktív megjelölt oldalak olyan oldalak, amelyeket rejtett áramlás indításaként vagy rendszeres áramlás újraindításaként jelölt meg, de más megjelölt oldalak miatt nincs hatása. Biztos, hogy törölni szeretné őket?
it_it: Le pagine inattive contrassegnate sono pagine che hai marcato come di inizio flusso nascosto o come di ripristino di flusso regolare, ma che altre pagine contrassegnate hanno fatto diventare senza effetto. Sei sicuro di volerle cancellare?
ko_kr: 비활성 표시된 페이지는 숨겨진 흐름 시작 또는 일반 흐름 다시 시작으로 태그를 지정했지만, 다른 표시된 페이지로 인해 아무런 효과가 없는 페이지입니다. 정말로 지울까요?
nl_nl: Inactief gemarkeerde pagina's zijn pagina's die je gemarkeerd hebt als start verborgen verloop of herstart normaal verloop, maar die door andere gemarkeerde pagina's geen effect hebben. Weet je zeker dat je ze wilt verwijderen?
pl: Nieaktywne oznaczone strony to strony, które oznaczono jako rozpoczynające ukryty przepływ lub wznawiające normalny przepływ, ale inne oznaczone strony spowodowały, że nie przyniosło to żadnego efektu. Czy na pewno chcesz je wyczyścić?
pt_br: Páginas marcadas inativas são páginas que você marcou como iniciar fluxo oculto ou reiniciar fluxo regular, mas que outras páginas marcadas fizeram com que não tivessem efeito. Tem certeza de que deseja limpá-las?
ru: Неактивные отмеченные страницы - это страницы, выбранные для запуска скрытого потока или перезапуска обычного, но при этом другие отмеченные страницы отменяют данный эффект. Вы уверены, что хотите их очистить?
sk: Stránky označené ako neaktívne sú stránky ktoré ste označili na skrytie alebo ste obnovili pôvodný obsah, avšak následné protikladné označenie stránok spôsobilo, že to nemá žiaden efekt. Ste si istí, že ich chcete vymazať?
sr: Неактивне означене странице су странице које сте означили као почетак скривеног тока или поновни почетак обичног тока, али које услед осталих означених страница више немају ефекта. Да ли сте сигурни да желите да их обришете?
tr: Etkin olmayan işaretlenmiş sayfalar, gizli akışı başlatma ya da düzenli akışı yeniden başlatma için etiketlediğiniz, ancak diğer işaretlenmiş sayfalar tarafından etkili olmaları engellenen sayfalardır. Bunları temizlemek istediğinize emin misiniz?
uk: Неактивні позначені сторінки — це сторінки, які ви позначили такими, що запускають прихований потік або перезапускають звичайний потік, але на них не впливають інші позначені сторінки. Ви впевнені, що хочете їх очистити?
zh_cn: 非活动的已标记页面是指标记为隐藏流开始/结束页面，但其他标记页面使其无效。 你要清除它们吗？
