Repository: spruceUI/spruceOS
Catalog: App/KoReader/l10n/*/koreader.po
Languages: ar, ca, cs, de, el, es, fa, fr, gl, hu, it_it, ja, ko_kr, nl_nl, pl, pt_br, ro, ru, sk, sr, tr, uk, zh_cn

source: Increase font size
ca: Augmentar grandària de lletra
cs: Zvětšit velikost písma
de: Schriftgröße erhöhen
el: Αύξηση μεγέθους γραμματοσειράς
es: Aumentar tamaño de letra
fa: افزایش اندازه‌ی قلم
fr: Augmenter la taille de la police
gl: Aumentar o tamaño da fonte
hu: Betűméret növelése
it_it: Aumenta la dimensione del carattere
ja: フォントサイズを大きくする
ko_kr: 글꼴 크기 늘이기
nl_nl: Lettertypegrootte verhogen
pl: Zwiększ rozmiar czcionki
pt_br: Aumentar o tamanho da fonte
ru: Увеличить размер шрифта
sk: Zväčšiť veľkosť písma
sr: Увећај величину фонта
tr: Yazı boyutunu büyüt
uk: Збільшити розмір шрифту
zh_cn: 增大字体尺寸

source: Decrease font size
ca: Reduir grandària de lletra
cs: Zmenšit velikost písma
de: Schriftgröße verringern
el: Μείωση μεγέθους γραμματοσειράς
es: Reducir tamaño de letra
fa: کاهش اندازه‌ی قلم
fr: Réduire la taille de la police
gl: Reducir o tamaño da fonte
hu: Betűméret csökkentése
it_it: Riduci la dimensione del carattere
ja: フォントサイズを小さくする
ko_kr: 글꼴 크기 줄이기
nl_nl: Lettertypegrootte verminderen
pl: Zmniejsz rozmiar czcionki
pt_br: Diminuir o tamanho da fonte
ru: Уменьшить размер шрифта
sk: Zmenšiť veľkosť písma
sr: Смањи величину фонта
tr: Yazı boyutunu küçült
uk: Зменшити розмір шрифту
zh_cn: 减小字体尺寸

source: Toggle page flipping
ar: بدّل قلب الصفحة
ca: Commutar desplaçament de pàgina
cs: Přepínání směru listování stránek
de: Umschalten des Seitenwechsels
el: Εναλλαγή λειτουργίας ξεφυλλίσματος
es: Conmutar desplazamiento de página
fr: Activer/Désactiver le mode survol
gl: Conmutar pasar páxina
hu: Oldal lapozás ki/be
it_it: Abilita/disabilita capovolgi pagina
ja: ページ切り替えを切り替える
ko_kr: 페이지 넘김 토글
nl_nl: Paginabladermodus schakelen
pl: Przełącz odwracanie strony
pt_br: Alternar virada de página
ro: Comută schimb de pagină
ru: Переключить листание страниц
sk: Prepínať smer listovania strán
sr: Укљ./Искљ. окретање страница
tr: Sayfa çevirmeyi aç/kapat
uk: Перемикнути перегортання сторінок
zh_cn: 切换页面翻转

source: Toggle bookmark flipping
ca: Alternar entre marcadors
cs: Přepínání směru procházení záložek
de: Umschalten des Lesezeichenwechsels
el: Εναλλαγή περιήγησης σελιδοδεικτών
es: Alternar entre marcadores
fr: Basculer le renversement de signet
gl: Conmutar saltar entre marcadores
hu: Könyvjelzőváltás
it_it: Abilita/disabilita rivolta segnalibri
ko_kr: 책갈피 넘김 토글
nl_nl: Bladwijzerbladermodus schakelen
pl: Przełącz odwracanie zakładki
pt_br: Alternar o marcador de livro
ru: Переключить листание закладок
sk: Prepínať smer listovania v záložkách
sr: Укљ./Искљ. окретање маркера
tr: Yer imi çevirmeyi aç/kapat
uk: Увімкнути гортання закладок
zh_cn: 切换书签翻转

source: Toggle reflow
ar: تبديل وضع إعادة التدفّق
ca: Commutar redistribució de text
cs: Přepínání „přeformátování“
de: Reflow umschalten
el: Ενεργοποίηση / απενεργοποίηση αναδιάταξης κειμένου
es: Conmutar redistribución de texto
fa: تغییر وضعیت چینش مجدد
fr: Activer/Désactiver la remise en page
gl: Conmutar redistribución de texto
hu: Tördelhető/reflow ki/be
it_it: Abilita/disabilita reflow
ja: リフローを切り替える
ko_kr: 가변형 토글
nl_nl: Tekstherschikking schakelen
pl: Przełącz reflow
pt_br: Alternar refluxo
ro: Comută aranjare cursivă text
ru: Переключить перекомпоновку
sk: Vypnúť/zapnúť preformátovanie
sr: Укљ./Искљ. преслагање текста
tr: Akış yenilemeyi aç/kapat
uk: Перемикнути перекомпонування
zh_cn: 切换页面重排

source: Zoom mode
ar: وضع التكبير
ca: Mode de zoom
cs: Režim zoomování
de: Zoom-Modus
el: Λειτουργία μεγέθυνσης
es: Modo de zoom
fa: حالت بزرگنمایی
fr: Mode de zoom
gl: Modo de zoom
hu: Nagyítás mód
it_it: Modalità zoom
ja: ズームモード
ko_kr: 확대/축소 모드
nl_nl: Zoommodus
pl: Tryb powiększenia
pt_br: Modo de ampliação
ro: Mod mărire
ru: Режим масштабирования
sk: Režim priblíženia
sr: Режим зумирања
tr: Yakınlaştırma kipi
uk: Режим масштабування
zh_cn: 缩放模式

source: Change zoom factor
ar: تغيير عامل التكبير
ca: Canviar factor de zoom
cs: Změnit faktor přiblížení
de: Zoom-Faktor ändern
el: Αλλαγή συντελεστή μεγέθυνσης
es: Cambiar factor de zoom
fa: تغییر ضریب بزرگنمایی
fr: Changer le facteur de zoom
gl: Cambiar o factor de zoom
hu: Nagyítási faktor módosítása
it_it: Cambia il fattore di zoom
ja: ズーム倍率を変更
ko_kr: 확대/축소 비율 변경
nl_nl: Zoomfactor wijzigen
pl: Zmień współczynnik powiększenia
pt_br: Alterar fator de ampliação
ro: Schimbă mod mărire
ru: Изменить коэффициент масштабирования кадра
sk: Zmeniť faktor priblíženia
sr: Промени фактор зумирања
tr: Yakınlaştırma çarpanını değiştir
uk: Змінити коефіцієнт масштабування
zh_cn: 更改缩放因子

source: Toggle panel zoom
ar: تبديل لوحة التكبير
ca: Alternar zoom de vinyeta
cs: Přepínání zoomování na panel
de: Panel-Zoom umschalten
el: Ενεργοποίηση / απενεργοποίηση μεγέθυνσης πάνελ
es: Alternar zoom de viñeta
fr: Activer/Désactiver le zoom sur vignette
gl: Conmutar zoom de viñeta
hu: Panel zoom ki/be
it_it: Abilita/disabilita zoom pannello
ja: パネルズームの切り替え
ko_kr: 패널 확대/축소 토글
nl_nl: Paneelzoom schakelen
pl: Przełącz powiększenie panelu
pt_br: Alternar ampliação de quadro
ro: Comută mărire panou
ru: Переключить панель масштабирования
sk: Vypnúť/zapnúť panelové priblíženie
sr: Укљ./Искљ. зумирање табле
tr: Pano yakınlaştırmasını aç/kapat
uk: Перемкнути масштаб панелі
zh_cn: 关闭/开启面板缩放

source: Zoom
cs: Zoomování
el: Μεγέθυνση
es: Zum
fa: بزرگنمایی
fr: Zoomer sur
hu: Nagyítás
ja: ズーム
ko_kr: 확대
nl_nl: Zoomen
pl: Powiększenie
pt_br: Ampliação
ru: Масштаб
sk: Priblížiť
sr: Зумирање
tr: Yakınlaştır
uk: Збільшити
zh_cn: 缩放

source: Font Size
ar: حجم الخط
ca: Grandària de lletra
cs: Velikost písma
de: Schriftgröße
el: Μέγεθος γραμματοσειράς
es: Tamaño de letra
fa: اندازه قلم
fr: Taille de la police
gl: Tamaño da Fonte
hu: Betűméret
it_it: Dimensione Font
ja: フォントサイズ
ko_kr: 글꼴 크기
nl_nl: Lettergrootte
pl: Rozmiar czcionki
pt_br: Tamanho da fonte
ro: Dimensiune font
ru: Размер шрифта
sk: Veľkosť písma
sr: Величина фонта
tr: Yazı boyutu
uk: Розмір Шрифту
zh_cn: 字号

source: Unknown item
ar: عنصر غير معروف
ca: Element desconegut
cs: Neznámá položka
de: Unbekannter Artikel
el: Άγνωστο στοιχείο
es: Elemento desconocido
fa: مورد ناشناس
fr: Élément inconnu
gl: Elemento descoñecido
hu: Ismeretlen elem
it_it: Elemento sconosciuto
ja: 不明な項目
ko_kr: 알 수없는 항목
nl_nl: Onbekend item
pl: Nieznany element
pt_br: Itens desconhecidos
ro: Element necunoscut
ru: Неизвестный элемент
sk: Neznáma položka
sr: Непозната ставка
tr: Bilinmeyen öge
uk: Невідомий елемент
zh_cn: 未知条目

source: Pass through
ca: No modificar
cs: Nechat projít
de: Durchlaufen
el: Διέλευση
es: No modificar
fr: Déléguer
gl: Atravesar
hu: Figyelmen kívül hagyva
it_it: Non modificare
ja: 通過
ko_kr: 통과
nl_nl: Doorlaten
pl: Kolejny gest
pt_br: Ignorar
ro: Ignoră
ru: Игнорировать позицию
sk: Preskočiť akciu
sr: Прослеђивање
tr: Geçip giden
uk: Пропустити
zh_cn: 忽略

source: Nothing
ar: لاشيء
ca: Res
cs: Nic se nestane
de: Nichts
el: Τίποτα
es: Nada
fa: هیچی
fr: Rien
gl: Nada
hu: Nincs funkció
it_it: Niente
ja: 無し
ko_kr: 없음
nl_nl: Niets
pl: Bez działania
pt_br: Nada
ro: Nimic
ru: Ничего
sk: Nič
sr: Ништа
tr: Hiç bir şey
uk: Нічого
zh_cn: 无

# Dispatcher
source: 1 action
ca: 1 acció
cs: 1 akce
de: 1 Aktion
el: 1 ενέργεια
es: 1 acción
gl: 1 acción
hu: 1 művelet
it_it: 1 azione
ja: %1 動作
ko_kr: %1 동작
nl_nl: 1 actie
pl: 1 czynność
pt_br: 1 ação
ru: Одно действие
sk: 1 akcia
sr: 1 акција
tr: 1 işlem
uk: 1 дія
zh_cn: %1 个操作

source: Sort
ar: فرز
ca: Ordenar
cs: Seřadit
de: Sortieren
el: Ταξινόμηση
es: Ordenar
fa: مرتب کردن
fr: Classer
gl: Ordenar
hu: Rendezés
it_it: Ordina
ja: 並べ替え
ko_kr: 정렬
nl_nl: Sorteren
pl: Sortuj
pt_br: Ordenar
ro: Ordonează
ru: Сортировать
sk: Zoradiť
sr: Сортирање
tr: Sırala
uk: Сортувати
zh_cn: 排序

source: When set to 0, the gesture's distance (if any) is used
ca: Quan s'ajusta a 0, s'utilitza la distància del gest (si n'hi ha)
de: Bei einem Wert von 0 wird der Abstand der Geste (falls vorhanden) verwendet
el: Όταν ορίζεται στο 0, χρησιμοποιείται το διάνυσμα της χειρονομίας (εάν υπάρχει)
es: Cuando se ajusta a 0, se utiliza la distancia del gesto (si la hubiera)
fr: Quand fixé à 0, la distance du geste (le cas échéant) est utilisée
gl: Cando se axusta a 0, usarase a distancia do aceno (se a houbera)
hu: Ha 0-ra van beállítva, a gesztus távolsága (ha van ilyen) kerül alkalmazásra
it_it: Quando impostato a 0, la distanza del gesto (se esiste) viene utilizzata
ko_kr: 0으로 설정하면 제스처의 거리(있는 경우)가 사용됩니다
nl_nl: Indien ingesteld op 0, wordt de afstand van het gebaar (indien aanwezig) gebruikt
pl: Gdy ustawiono na 0, używana jest odległość gestu (jeśli istnieje)
pt_br: Quando definido como 0, a distância do gesto (se houver) será usada
ru: Если задано значение 0, то используется длина жеста (если есть)
sk: Pri nastavení na 0 sa použije vzdialenosť gesta (ak existuje)
sr: Када се постави на 0, користи се даљина гестикулације (ако постоји)
tr: 0 olarak ayarlandığında, hareket mesafesi (varsa) kullanılır
uk: Якщо встановлено значення 0, використовується відстань до жесту (якщо є)
zh_cn: 若设为0，则会使用手势的对应距离

source: General
ar: عام
cs: Obecné
de: Allgemein
el: Γενικά
es: Generales
fa: عمومی
fr: Général
gl: Xeral
hu: Általános
it_it: Generale
ja: 一般
ko_kr: 일반
nl_nl: Algemeen
pl: Ogólne
pt_br: Geral
ru: Общее
sk: Všeobecné nastavenia
sr: Опште
tr: Genel
uk: Загальне
zh_cn: 一般

source: Device
ar: الجهاز
ca: Dispositiu
cs: Zařízení
de: Gerät
el: Συσκευή
es: Dispositivo
fa: دستگاه
fr: Appareil
gl: Dispositivo
hu: Készülék
it_it: Dispositivo
ja: デバイス
ko_kr: 기기
nl_nl: Apparaat
pl: Urządzenie
pt_br: Dispositivo
ro: Dispozitiv
ru: Устройство
sk: Zariadenie
sr: Уређај
tr: Aygıt
uk: Пристрій
zh_cn: 设备

source: Screen and lights
ar: الشاشة والأضواء
ca: Pantalla i il·luminació
cs: Obrazovka a osvětlení
de: Bildschirm und Beleuchtung
el: Οθόνη και φωτισμός
es: Pantalla e iluminación
fa: صفحه نمایش و نورها
fr: Écran et éclairage
gl: Pantalla e iluminación
hu: Képernyő és megvilágítás
it_it: Schermo e luci
ja: スクリーンとライト
ko_kr: 화면과 조명
nl_nl: Scherm en verlichting
pl: Ekran i oświetlenie
pt_br: Tela e iluminação
ro: Ecran și iluminare
ru: Экран и подсветка
sk: Obrazovka a svetlá
sr: Екран и светла
tr: Ekran ve aydınlatma
uk: Екран і підсвічування
zh_cn: 屏幕和灯光

source: Reader
ar: قارئ
ca: Lector
cs: Čtečka
de: Lesegerät
el: Αναγνώστης
es: Lector
fa: مطالعه کننده
fr: Lecteur
gl: Lector
hu: Olvasó
it_it: Lettore
ja: リーダー
ko_kr: 리더
nl_nl: Lezer
pl: Czytnik
pt_br: Leitor
ro: Cititor
ru: Программа чтения
sk: Čítačka
sr: Читач
tr: Okuyucu
uk: Читач
zh_cn: 阅读器

source: Reflowable documents (epub, fb2, txt…)
ar: مستندات قابلة لإعادة الانسياب (epub ، fb2 ، txt ...)
ca: Documents el text dels quals es pot redistribuir (epub, fb2, txt…)
cs: Dokumenty se změnou uspořádání (epub, fb2, txt…)
de: Nachgiebige Dokumente (epub, fb2, txt…)
el: Έγγραφα μεταβλητής διάταξης (epub, fb2, txt ...)
es: Documentos cuyo texto se puede redistribuir (epub, fb2, txt…)
fa: چینش مجدد اسناد (txt, fb2, epub…)
fr: Documents reformatables (epub, fb2, txt…)
gl: Documentos con elementos que se poden redistribuír (epub, fb2, txt, ...)
hu: Tördelhető/reflow dokumentumok (epub, fb2, txt...)
it_it: Documenti rifluibili (epub, fb2, txt…)
ja: リフロー型文書 (epub, fb2, txt…)
ko_kr: 가변형 문서 (epub, fb2, txt…)
nl_nl: Herschikbare documenten (epub, fb2, txt...)
pl: Dokumenty o zmiennym układzie (epub, fb2, txt…)
pt_br: Documentos refluíveis (epub, fb2, txt…)
ro: Documente reîncadrabile (epub, fb2, txt...)
ru: Документы с динамической версткой (epub, fb2, txt…)
sk: Preformátovateľné dokumenty (epub, fb2, txt...)
sr: Документи који могу да се преслажу (epub, fb2, txt…)
tr: Yeniden akıtılabilir belgeler (epub, fb2, txt...)
uk: Перекомпоновувані документи (epub, fb2, txt…)
zh_cn: 可重新排版的文档 （epub, fb2, txt…）

source: Fixed layout documents (pdf, djvu, pics…)
ar: المستندات ذات التنسيق الثابت (pdf، djvu، pics ...)
ca: Documents amb maquetació fixa (pdf, djvu, pics…)
cs: Dokumenty s pevným rozvržením (pdf, djvu, pics…)
de: Dokumente mit festem Layout (pdf, djvu, Bilder...)
el: Έγγραφα σταθερής διάταξης (pdf, djvu, φωτογραφίες…)
es: Documentos con maquetación fija (pdf, djvu, pics…)
fa: صفحه‌بندی ثابت اسناد (pdf, djvu, pics…)
fr: Documents à mise en page fixe (pdf, djvu, images…)
gl: Documentos con composición fixa (pdf, djvu, imaxes, ...)
hu: Fix megjelenésű dokumentumok (pdf, djvu, pics...)
it_it: Documenti a impaginazione fissa (pdf, djvu, pics…)
ja: 固定レイアウト型文書 (pdf, djvu, pics…)
ko_kr: 고정형 문서 (pdf, djvu, pics…)
nl_nl: Documenten met vaste opmaak (pdf, djvu, afbeeldingen…)
pl: Dokumenty o stałym układzie (pdf, djvu, obrazy…)
pt_br: Documentos de layout fixo (pdf, djvu, pics…)
ro: Documente cu dispunere fixă (pdf, djvu, imagini...)
ru: Документы с фиксированной версткой (pdf, djvu, фото…)
sk: Pevné rozloženie dokumentov (pdf, djvu, obrázky...)
sr: Документи фиксног распореда (pdf, djvu, слике…)
tr: Sabit düzende belgeler (pdf, djvu, resimler...)
uk: Документи з фіксованим макетом (pdf, djvu, pics…)
zh_cn: 固定排版文档 （pdf, djvu, pics…）

source: Show as QuickMenu
ca: Mostrar com a Menú ràpid
cs: Zobrazit jako rychlou nabídku
de: Als QuickMenu anzeigen
el: Εμφάνιση ως «Γρήγορο μενού»
es: Mostrar como Menú rápido
fa: نمایش به عنوان منوی سریع
fr: Afficher le menu plus
gl: Mostrar como menú rápido
hu: Megjelenítés Gyorsmenüként
it_it: Mostra come Menu rapido
ja: クイックメニューで表示
ko_kr: 빠른 메뉴로 표시
nl_nl: Toon als snelmenu
pl: Pokaż jako szybkie menu
pt_br: Mostrar como Menu Rápido
ru: Показать как «Быстрое меню»
sk: Zobraziť ako rýchle menu
sr: Прикажи као Брзи мени
tr: Hızlı menü olarak görüntüle
uk: Показати як швидке меню
zh_cn: 将指派功能显示为快捷菜单

source: Keep QuickMenu open
ca: Mantenir obert el Menú ràpid
cs: Nechat rychlou nabídku otevřenou
de: QuickMenu geöffnet lassen
el: Διατήρηση Γρήγορου Μενού ανοικτού
es: Mantener abierto el Menú rápido
fa: منوی سریع را باز نگه دار
fr: Gardez le menu rapide ouvert
gl: Manter aberto o Menú Rápido
hu: Maradjon bekapcsolva a gyorsmenü
it_it: Mantieni aperto il Menù rapido
ko_kr: 빠른 메뉴를 열어두기
nl_nl: Snelmenu openhouden
pl: Pozostaw szybkie menu otwarte
pt_br: Manter o Menu Rápido aberto
ru: Оставлять быстрое меню открытым
sk: Ponechať rýchle menu otvorené
sr: Држи Брзи мени отворен
tr: Hızlı menü açık tutulsun
uk: Не закривати швидке меню
zh_cn: 始终显示快捷菜单

source: QuickMenu
ca: Menú ràpid
cs: Rychlá nabídka
de: Quick Menü
el: Γρήγορο μενού
es: Menú rápido
fa: منوی‌ سریع
fr: Menu rapide
gl: Menú rápido
hu: Gyorsmenü
it_it: Menu rapido
ko_kr: 빠른 메뉴
nl_nl: Snelmenu
pl: Szybkie menu
pt_br: Menu rápido
ru: Быстрое меню
sk: Rýchle menu
sr: Брзи мени
tr: Hızlı menü
uk: Швидке меню
zh_cn: 快捷菜单

source: Execute all
ca: Executar-ho tot
cs: Zpracovat vše
de: Alle ausführen
el: Εκτέλεση όλων
es: Ejecutar todo
fa: اجرای همه
fr: Tout exécuter
gl: Executar todo
hu: Összes futtatása
it_it: Esegui tutti
ko_kr: 모두 실행
nl_nl: Alles uitvoeren
pl: Wykonaj wszystkie
pt_br: Executar tudo
ru: Выполнить всё
sk: Vykonať všetko
sr: Изврши све
tr: Tümünü yürüt
uk: Виконати все
zh_cn: 全部执行

source: Fontlist data has been dumped in: %1
ca: Les dades de la llista de fonts s'han bolcat a: %1
de: Die Font-Liste wurde gespeichert in: %1
el: Τα δεδομένα της λίστας γραμματοσειρών απορρίφθηκαν σε: %1
es: Los datos de la lista de fuentes han sido volcados en: %1
fr: Les données de la liste des polices ont été sauvegardées dans : %1
gl: Os datos la lista de fontes foron botados en: %1
hu: A betűtípuslista adatok ide kerültek: %1
it_it: I dati dell'elenco dei caratteri sono stati scaricati in: %1
ja: フォントリストデータは下記に出力されました: %1
ko_kr: 글꼴 목록 데이터가 다음 위치에 덤프되었습니다: %1
nl_nl: Lettertypegegevens opgeslagen in: %1
pl: Dane listy czcionek zostały zrzucone w: %1
pt_br: Os dados da lista de fontes foram descartados em: %1
ru: Данные списка шрифтов выгружены в: %1
sk: Údaje zoznamu písiem boli uložené do: %1
sr: Fontlist подаци су избачени у: %1
tr: Yazı tipi verileri şuraya indirildi: %1
uk: Дані списку шрифтів скинуті в: %1
zh_cn: 字体列表数据已转储到: %1

source: Language support plugins
ar: ملحقات دعم اللغة
ca: Complements de suport d'idiomes
cs: Jazykové doplňky
de: Plugins für Sprachunterstützung
el: Πρόσθετα υποστήριξης γλώσσας
es: Complementos de compatibilidad lingüística
fa: افزونه‌های پشتیبانی از زبان
fr: Modules d'extension pour support de langues
gl: Engadidos para soporte de idiomas
hu: Nyelvi támogatási bővítmények
it_it: Componenti aggiuntivi per il supporto della lingua
ja: 言語サポートプラグイン
ko_kr: 언어 지원 플러그인
nl_nl: Plugins voor taalondersteuning
pl: Wtyczki obsługi języków
pt_br: Plugins de suporte a idioma
ro: Plugin-uri suport lingvistic
ru: Плагины поддержки языков
sk: Doplnky jazykovej podpory
sr: Додаци за језичку подршку
tr: Dil desteği uygulama ekleri
uk: Плагіни мовної підтримки
zh_cn: 语言支持插件
