Repository: spruceUI/spruceOS
Catalog: App/KoReader/l10n/*/koreader.po
Languages: ar, ca, cs, de, el, es, fa, fr, gl, hu, it_it, ja, ko_kr, nl_nl, pl, pt_br, ro, ru, sk, sr, tr, uk, zh_cn

source: This folder is already initialized as a %1. Mixing calibre libraries is not recommended unless you know what you're doing. Do you want to continue?
ca: Aquesta carpeta ja està inicialitzada com a %1. No es recomana barrejar biblioteques de calibre, tret que es sàpiga el que s'està fent. Continuar?
cs: Tato složka je již inicializována jako %1. Míchání calibre knihoven se nedoporučuje, pokud nevíte, co přesně děláte. Chcete pokračovat?
de: Dieser Ordner ist bereits als %1 initialisiert. Das Mischen von Calibre Bibliotheken wird nicht empfohlen, es sei denn, Sie wissen, was Sie tun. Möchten Sie fortfahren?
el: Αυτός ο φάκελος είναι ήδη αρχικοποιημένος ως %1. Η ανάμειξη βιβλιοθηκών calibre δεν συνιστάται, εκτός αν ξέρετε τι κάνετε. Θέλετε να συνεχίσετε;
es: Esta carpeta ya está siendo usada como un %1 Mezclar librerías de calibre no está recomendado a menos que sepas lo que haces. ¿Quieres continuar?
fa: این پوشه در حال حاظر به عنوان یک %1 ساخته شده است. ترکیب کردن کتابخانه‌های کالیبره توصیه نمی‌شود مگر آنکه بدانید چه می‌کنید. آیا می‌خواهید ادامه دهید؟
fr: Ce dossier est déjà initialisé par le pilote calibre %1. Mélanger les bibliothèques calibre n’est pas recommandé sauf si vous savez ce que vous faites. Voulez-vous continuer ?
gl: Este cartafol xa foi iniciado coma un %1 Misturar librerías de calibre non está recomendado a menos que sepas o que fas. Queres continuar?
hu: Ez a mappa már %1-ként van inicializálva. A calibre könyvtárak keverése nem ajánlott, hacsak nem tudja, mit csinál. Szeretné folytatni?
it_it: Questa cartella è già inizializzata come %1. Mescolare biblioteche di calibre è sconsigliato, a meno che non si sappia bene cosa si fa. Vuoi continuare?
ja: このフォルダは既に%1として初期化されています。 混合Cariblreライブラリーはよく分かっていない限りお勧めしません。 このまま続けますか？
ko_kr: 이 폴더는 이미 %1로 초기화되었습니다. 무엇을 하려는지 알지 못한다면 캘리브 라이브러리를 혼합하지 않는 것이 좋습니다. 계속할까요?
nl_nl: Deze map is al geïnitialiseerd als %1. Het mengen van calibrebibliotheken wordt niet aanbevolen, tenzij u weet wat u aan het doen bent. Wilt u doorgaan?
pl: Ten folder jest już zainicjowany jako %1. Nie zaleca się mieszania bibliotek calibre, chyba że wiesz, co robisz. Czy chcesz kontynuować?
pt_br: Essa pasta já está iniciada como um %1. Misturas bibliotecas do Calibre não é recomendado a menos que você saiba o que está fazendo. Você quer continuar?
ro: Acest dosar este deja inițializat ca %1. Amestecarea mai multor biblioteci Calibre nu este recomandată cu excepția cazului în care știi exact ce faci. Vrei să continui?
ru: Данная папка уже инициализирована как %1. Смешивать библиотеки Calibre не рекомендуется, если вы не знаете, что делаете. Вы хотите продолжить?
sk: Tento priečinok je už inicializovaný ako %1. Miešanie knižníc Calibre sa neodporúča, pokiaľ neviete, čo robíte. Prajete si pokračovať?
sr: Овај директоријум је већ иницијализован као %1. Не препоручује се мешање calibre библиотека, осим ако заиста не знате шта радите. Желите ли да наставите?
tr: Bu klasör zaten %1 olarak hazırlanmış. Ne yaptığınızı bilmiyorsanız, Calibre kitaplıklarını karıştırmanız önerilmez. İlerlemek istiyor musunuz?
uk: Цю теку вже ініціалізовано як %1. Не радимо змішувати бібліотеки calibre, якщо ви не знаєте, що робите. Продовжити?
zh_cn: 此文件夹已被初始化为 %1。 我们不建议混合多个calibre库，除非您知道自己在做什么。 你要继续吗？

source: Couldn't discover a calibre instance on the local network
ca: No s'ha trobat una instància de calibre en la xarxa local
cs: V lokální síti se nepodařilo objevit žádnou instanci calibre
de: Es konnte keine Calibre-Instanz im lokalen Netzwerk gefunden werden
el: Δεν ήταν δυνατή η εύρεση παρουσίας του calibre στο τοπικό δίκτυο
es: No se ha encontrado una instancia de calibre en la red local
fa: نتوانستم یک نمونه کالیبره در شبکه محلی پیدا کنم
fr: "Impossible de découvrir une instance de calibre sur le réseau local"
gl: Non se puido descubrir unha instancia de calibre na rede local
hu: Nem sikerült felismerni Calibre-t a helyi hálózaton
it_it: Impossibile scoprire un'istanza di Calibre sulla rete locale
ja: ローカルネットワーク上のCalibreインスタンスを検出できませんでした
ko_kr: 로컬 네트워크에서 칼리브 인스턴스를 찾을 수 없습니다
nl_nl: Er kon geen calibre-instantie worden gevonden op het lokale netwerk
pl: Nie można wykryć instancji calibre w sieci lokalnej
pt_br: Não foi possível descobrir uma instância do Calibre na rede local
ru: Работающий Calibre в локальной сети не обнаружен
sk: Nepodarilo sa mi nájsť Calibre v lokálnej sieti
sr: На локалној мрежи није пронађена calibre инстанца
tr: Yerel ağda bir Calibre kopyası bulunamadı
uk: Не вдалося виявити екземпляр calibre в локальній мережі
zh_cn: 无法在本地网络中发现 calibre 实例

source: Cannot connect to calibre server at %1 (%2)
ca: La connexió al servidor al servidor de calibre en %1 (%2) ha fallat
cs: Nelze se připojit ke calibre serveru v %1 (%2)
de: Verbindung zum Calibre-Server bei %1 (%2) nicht möglich
el: Δεν είναι δυνατή η σύνδεση στον διακομιστή calibre στη διεύθυνση %1 (%2)
es: La conexión al servidor al servidor de calibre en %1 (%2) ha fallado
fa: نمی‌توان به سرور کالیبره در%1 وصل شد (%2)
fr: Impossible de se connecter au serveur calibre à %1 (%2)
gl: Non se puido facer unha conexión ao servidor de calibre en %1 (%2)
hu: Nem lehet csatlakozni a %1 (%2) Calibre szerverhez
it_it: Impossibile connettersi al server Calibre su %1 (%2)
ja: Calibre サーバー %1 に接続できませんでした (%2)
ko_kr: %1(%2)에서 칼리브 서버에 연결할 수 없습니다
nl_nl: Kan niet verbinden met calibre-server op %1 (%2)
pl: Nie można połączyć się z serwerem calibre w %1 (%2)
pt_br: Não foi possível se conectar ao servidor do Calibre em %1 (%2)
ru: Не удаётся подключиться к серверу Calibre: %1 (%2)
sk: Nedá sa pripojiť k serveru Calibre na %1 (%2)
sr: Не може да се успостави веза са calibre сервером на %1 (%2)
tr: %1 (%2) Calibre sunucusu ile bağlantı kurulamadı
uk: Не вдається під'єднатися до сервера calibre на %1 (%2)
zh_cn: 无法连接到 calibre 服务器 %1 (%2)

source: Set a password for calibre wireless server
ca: Establir una contrasenya per al servidor wireless de calibre
cs: Nastavit heslo pro bezdrátový server calibre
de: Legen Sie ein Passwort für Calibre wireless Server fest
el: Ορισμός κωδικού πρόσβασης για τον ασύρματο διακομιστή calibre
es: Establece una contraseña para el servidor WiFi de calibre
fa: تعیین یک رمز عبور برای سرور بی‌سیم کالیبره
fr: Définir un mot de passe pour le serveur sans fil calibre
gl: Establecer un contrasinal para o servidor inalámbrico
hu: Jelszó beállítása Calibre vezeték nélküli szerverhez
it_it: Imposta una password per il server senza fili di calibre
ja: Calibreサーバーのパスワードを設定
ko_kr: 캘리버 무선 서버의 비밀번호 설정
nl_nl: Stel een wachtwoord in voor de draadloze calibreserver
pl: Ustaw hasło do bezprzewodowego serwera Calibre
pt_br: Definir uma senha para o servidor sem fio do Calibre
ro: Setează o parolă pentru serverul wireless Calibre
ru: Задать пароль к беспроводному серверу Calibre
sk: Nastaviť heslo pre bezdrôtový server Calibre
sr: Постави лозинку за calibre бежични сервер
tr: Calibre kablosuz sunucusu için bir parola ayarlayın
uk: Установлення пароля для бездротового сервера calibre
zh_cn: 为calibre无线服务器设置一个密码

source: Can't receive file %1/%2: %3 No space left on device
ca: No es pot rebre el fitxer %1/%2: %3 No queda espai lliure al dispositiu
cs: Nelze stáhnout soubor %1/%2: %3 Na zařízení není místo
de: Datei kann nicht empfangen werden %1/%2: %3 Kein Platz mehr auf dem Gerät
el: Δεν είναι δυνατή η λήψη του αρχείου %1/%2: %3 Δεν έχει απομείνει χώρος στη συσκευή
es: No se puede recibir archivo %1/%2: %3 No hay espacio suficiente en el dispositivo
fa: نمی‌توان فایل را دریافت کرد %1/%2: %3 فضایی روی دستگاه باقی نمانده
fr: Impossible de recevoir le fichier %1/%2 : %3 Appareil à court d’espace disque
gl: Non se pode recibir ficheiro %1/%2: %3 Non hai espazo suficiente no dispositivo
hu: %1/%2 fájl nem fogadható: %3 Nincs az eszközön elegendő szabad tárhely
it_it: Impossibile ricevere il file %1/%2: %3 Spazio esaurito sul dispositivo
ja: ファイル受け取れません %1/%2: %3 デバイスの空き容量がありません
ko_kr: %1/%2 파일을 받을 수 없습니다: %3 기기에 남은 공간이 없습니다
nl_nl: Kan bestand %1/%2 niet ontvangen: %3 Geen ruimte over op het apparaat
pl: Nie można odebrać pliku %1/%2: %3 Brak miejsca na urządzeniu
pt_br: Não é possível receber arquivo %1/%2: %3 Sem espaço no dispositivo
ro: Nu se poate recepționa fișierul %1/%2: %3 Nu mai este spațiu disponibil pe dispozitiv.
ru: Не удаётся получить файл %1/%2: %3 На устройстве нет свободного места
sk: Nie je možné prijať súbor %1/%2: %3 V zariadení nezostalo žiadne miesto
sr: Фајл не може да се прими %1/%2: %3 На уређају нема слободног простора
tr: %1/%2 dosya alınamadı: %3 Aygıtta boş alan kalmadı
uk: Не вдалося отримати файл %1/%2: %3 На пристрої бракує місця
zh_cn: 无法接收文件 %1/%2: %3 设备上没有空间

source: Received file %1/%2: %3
ar: الملف المستلم %1/%2: %3
ca: S’ha rebut el fitxer %1/%2: %3
cs: Stažený soubor %1/%2: %3
de: Empfangene Datei %1/%2: %3
el: Ληφθέν αρχείο:%1/%2: %3
es: Archivo recibido: %1/%2: %3
fa: %1/%2فایل دریافت شده: %3
fr: Réception du fichier %1/%2 : %3
gl: Recibido ficheiro %1/%2: %3
hu: Fogadott fájl %1/%2: %3
it_it: Ricevuti file %1/%2: %3
ja: ファイルを受信しました %1/%2: %3
ko_kr: 받은 파일 %1/%2: %3
nl_nl: Bestand %1/%2 ontvangen: %3
pl: Otrzymano plik %1/%2: %3
pt_br: Recebido arquivo %1/%2: %3
ro: Fișier recepționat %1/%2: %3
ru: Получен файл %1/%2: %3
sk: Prijatý súbor %1/%2: %3
sr: Примљен је фајл %1/%2: %3
tr: Alınan dosya %1/%2: %3
uk: Отримано файл %1/%2: %3
zh_cn: 收到的文件 %1/%2: %3

source: Insufficient disk space. calibre %1 will report all books as in device. This might lead to errors. Please reconnect to get updated info
ca: Espai en disc insuficient. calibre %1 reportarà que tots els llibres són al dispositiu. Això pot portar a errors. Cal tornar a connectar per obtenir informació actualitzada
cs: Nedostatek místa na disku. calibre %1 bude hlásit všechny knihy jako by byly na zařízení, což může vést k chybám. Prosím, znovu se připojte, abyste získali aktuální informace
de: Unzureichender Festplattenspeicher. Calibre %1 meldet alle Bücher als im Gerät vorhanden. Dies kann zu Fehlern führen. Bitte verbinden Sie sich erneut, um aktualisierte Informationen zu erhalten
el: Ανεπαρκής χώρος στον δίσκο. Το calibre %1 θα αναφέρει όλα τα βιβλία όπως στη συσκευή. Αυτό μπορεί να οδηγήσει σε σφάλματα. Παρακαλούμε επανασυνδεθείτε για να λάβετε ενημερωμένες πληροφορίες
es: Insuficiente espacio en disco. calibre %1 reportará que todos los libros están en el dispositivo. Esto puede llevar a errores. Por favor, reconecta para obtener información actualizada
fr: Espace disque insuffisant. calibre %1 indiquera tous les livres comme étant stockés sur l’appareil. Cela peut entraîner des erreurs. Veuillez vous reconnecter pour obtenir des informations à jour
gl: Espazo en disco insuficiente. calibre %1 reportará que todos os libros están no dispositivo. Esto pode levar a erros. Por favor reconecta para obter información actualizada
hu: Nem elegendő lemezterület. A %1 Calibre az eszközön lévő összes könyvet megjeleníti. Ez hibákat okozhat. Csatlakoztassa újra, hogy friss információkat kapjon
it_it: Spazio sul disco insufficiente. calibre %1 riporterà che tutti i libri sono sul dispositivo. Questo potrebbe causare errori. Ricollegarsi per ricevere informazioni aggoirnate
ja: ディスク容量が不足しています。 Calibre %1はすべての書籍がデバイス内にあると報告します。 これにより、エラーが発生する可能性があります。 更新された情報を取得するには再接続してください
ko_kr: 디스크 공간 부족. 캘리브 %1는 모든 책을 장치에서와 같이 보고합니다. 오류가 발생할 수 있습니다. 업데이트된 정보를 얻으려면 다시 연결하세요
nl_nl: Onvoldoende schijfruimte. calibre %1 zal alle boeken als op het apparaat weergeven. Dit kan tot fouten leiden. Verbind opnieuw om bijgewerkte informatie te krijgen
pl: Za mało miejsca na dysku. calibre %1 zgłosi wszystkie książki tak, jak w urządzeniu. Może to prowadzić do błędów. Połącz się ponownie, aby uzyskać aktualne informacje
pt_br: Espaço de disco insuficiente. O Calibre %1 vai relatar todos os livros como no dispositivo. Isso pode causar erros. Por favor, reconecte para obter informações atualizadas
ro: Spațiu de stocare insuficient. Calibre %1 va raporta toate cărțile ca fiind pe dispozitiv. Acest lucru poate duce la erori. Te rog reconectează-te ca să obții informații actualizate.
ru: Недостаточно места на диске. Calibre %1 будет сообщать обо всех книгах как на устройстве, что может привести к ошибкам. Пожалуйста, подключитесь заново, чтобы получить обновлённую информацию
sk: Nedostatok miesta na disku. Calibre %1 bude hlásiť všetky knihy ako v zariadení. To môže viesť k chybám. Znovu sa pripojte, aby ste získali aktualizované informácie
sr: Нема довољно простора на диску. calibre %1 ће пријавити да су све књиге на уређају. То може да изазове грешкеThis . Молимо вас да поново успоставите везу да би се преузеле ажуриране информације
tr: Disk alanı yetersiz. Calibre %1 tüm kitapları aygıtınızdaki gibi bildirir. Bu durum hatalara yol açabilir. Lütfen güncel bilgileri almak için yeniden bağlanın
uk: Недостатньо місця на диску. calibre %1 повідомлятиме про всі книги, як на пристрої. Це може призвести до помилок. Під'єднайтеся знову, щоб отримати оновлені дані
zh_cn: 磁盘空间不足 calibre %1 会报告设备中的所有书籍。 这可能会导致错误。 请重新连接以获取更新信息

source: Reconnect
ar: اعادة الاتصال
ca: Tornar a connectar
cs: Znovu se připojit
de: Erneut verbinden
el: Επανασύνδεση
es: Reconectar
fa: اتصال مجدد
fr: Reconnecter
gl: Reconectar
hu: Ismételt kapcsolódás
it_it: Ricollega
ja: 再接続
ko_kr: 다시 연결
nl_nl: Opnieuw verbinden
pl: Połącz ponownie
pt_br: Reconectar
ro: Reconectează-te
ru: Подключиться заново
sk: Znovu pripojiť
sr: Повежи се поново
tr: Yeniden bağlan
uk: Повторне з' єднання
zh_cn: 重新连接

source: Deleted file: %1
ar: الملف المحذوف: %1
ca: S’ha suprimit el fitxer: %1
cs: Smazaný soubor: %1
de: Gelöschte Datei: %1
el: Διαγράφηκε το αρχείο: %1
es: Archivo borrado: %1
fa: فایل پاک شده: %1
fr: Fichier supprimé : %1
gl: Ficheiro borrado: %1
hu: Törölt fájl: %1
it_it: File eliminato: %1
ja: ファイルを削除しました: %1
ko_kr: 삭제된 파일: %1
nl_nl: Verwijderd bestand: %1
pl: Usunięty plik: %1
pt_br: Arquivo detectado: %1
ro: Fișier șters: %1
ru: Удалён файл: %1
sk: Odstránený súbor: %1
sr: Обрисан је фајл: %1
tr: Dosya silindi: %1
uk: Видалений файл: %1
zh_cn: 删除文件：%1

source: Deleted %1 files in %2: %3
ca: S’han suprimit %1 fitxers en %2: %3
cs: Smazáno %1 souborů v %2: %3
de: %1 gelöschte Dateien in %2: %3
el: Διαγράφηκαν %1 αρχεία στον %2: %3
es: %1 archivos borrados en %2 %3
fa: %1 فایل پاک شده در %2: %3
fr: %1 fichiers supprimés dans %2 : %3
gl: Borrados %1 ficheiros en %2: %3
hu: Törölve %1 / %2 fájl: %3
it_it: Eliminati %1 documenti in %2: %3
ja: %1 ファイルを %2 で削除しました: %3
ko_kr: %2에서 삭제된 %1 파일: %3
nl_nl: %1 bestanden verwijderd uit %2: %3
pl: Usunięto %1 plików w %2: %3
pt_br: %1 arquivos apagados em %2: %3
ro: Șterse %1 fișiere din %2: %3
ru: Удалено %1 файлов в %2: %3
sk: Odstránené %1 súbory v %2: %3
sr: Обрисано је %1 фајлова у %2: %3
tr: %2 içindeki %1 dosya silindi: %3
uk: Видалено файлів %1 у %2: %3
zh_cn: 在 %2 中删除了 %1 个文件： %3

source: Cover browser
ar: متفصح الاغلفة
ca: Navegador de cobertes
cs: Prohlížeč obálek
de: Umschlagbild-Browser
el: Περιήγηση εξωφύλλων
es: Navegador de portadas
fa: مرورگر جلد
fr: Navigateur de couvertures
gl: Visor de portadas
hu: Címkép böngésző
it_it: Browser delle copertine
ja: 表紙画像一覧
ko_kr: 표지 보기
nl_nl: Boekomslagverkenner
pl: Przeglądarka okładek
pt_br: Navegador de capa
ro: Navigator coperți
ru: Менеджер обложек
sk: Prehliadač knižných obalov
sr: Прегледач корица
tr: Kapak gezgini
uk: Оглядач обкладинок
zh_cn: 封面浏览器

source: Alternative display modes for file browser and history.
ar: أوضاع عرض بديلة لمتصفّح الملفات وسجل التأريخ.
ca: Modes de visualització alternatius per al navegador de fitxers i l’historial.
cs: Alternativní režimy zobrazení pro Prohlížeč souborů a Historii.
de: Alternative Anzeigemodi für Dateibrowser und Verlauf.
el: Εναλλακτική εμφάνιση για τον περιηγητή αρχείων και το Ιστορικό.
es: Modos de visualización alternativos para el explorador de archivos y el historial.
fa: حالت نمایش جایگزین برای مرورگر فایل و تاریخچه.
fr: Modes d’affichage alternatifs pour le navigateur de fichiers et l’historique .
gl: Modos alternativos de visualización do explorador de ficheiros e historial.
hu: Alternatív megjelenítési módok a fájlböngészőben és az előzményekben.
it_it: Modalità di visualizzazione alternative per il gestore di file e la cronologia.
ja: ファイルブラウザや履歴の代替表示モード。
ko_kr: 파일 탐색과 최근 내력을 위한 대체 디스플레이 모드.
nl_nl: Alternatieve weergavemodi voor de bestandsverkenner en geschiedenis.
pl: Alternatywne tryby wyświetlania przeglądarki plików i historii.
pt_br: Modos de exibição alternativos para navegador de arquivos e histórico.
ro: Moduri de afișare alternative pentru navigatorul de fișiere și istoric.
ru: Данный плагин добавляет альтернативные режимы отображения для файлового менеджера и истории.
sk: Alternatívne režimy zobrazenia pre prehliadač súborov a históriu.
sr: Алтернативни режими приказа за прегледач фајлова и историју.
tr: Dosya tarama ve geçmiş kipleri için alternatif görünüm kipleri.
uk: Альтернативний режим перегляду для оглядача файлів та історії.
zh_cn: 替换文件浏览器和历史记录的显示模式。

source: not readable by engine
ar: لا يمكن قراءتها من خلال القارئ
ca: el dispositiu no pot llegir-lo
cs: nečitelné enginem
de: Nicht lesbar
el: δεν είναι αναγνώσιμο από την μηχανή
es: no compatible con el dispositivo
fr: non lisible par le moteur de rendu
gl: non é lexible polo motor
hu: nem olvasható az 'engine' által
it_it: non leggibile dal motore
ja: エンジンで読み取り不可
ko_kr: 엔진으로 읽을 수 없음
nl_nl: niet leesbaar door engine
pl: silnik nie potrafi odczytać
pt_br: não legível pelo mecanismo
ro: nu e citibilă de către motor
ru: не может быть прочтён движком
sk: nečitateľné programom
sr: механизам не може да прочита
tr: motor tarafından okunabilir değil
uk: Не читається двигуном
zh_cn: 引擎不可读

source: too many interruptions or crashes
ca: massa interrupcions o fallades del sistema
cs: příliš mnoho přerušení nebo pádů
de: Zu viele Unterbrechungen oder Abstürze
el: πάρα πολλές διακοπές ή καταρρεύσεις συστήματος
es: demasiadas interrupciones o cuelgues
fr: trop d’interruptions ou d’erreurs
gl: demasiadas interrupcións ou crashes
hu: túl sok megszakítás vagy összeomlás
it_it: troppe interruzioni o arresti anomali
ja: 中断やクラッシュが多すぎます
ko_kr: 너무 많은 중단이나 크래시
nl_nl: teveel onderbrekingen of crashes
pl: za dużo przerwań lub awarii
pt_br: muitas interrupções ou falhas
ro: prea multe întreruperi sau crash-uri
ru: слишком много прерываний или сбоев
sk: príliš veľa prerušení alebo zlyhaní
sr: превише прекида или крахова
tr: çok fazla kesinti ya da çökme olmuş
uk: забагато перериваннь або збоїв
zh_cn: 太多的中断或崩溃

source: Book info cache database updated.
ar: تم تحديث قاعدة بيانات ذاكرة التخزين المؤقت لمعلومات الكتاب.
ca: S'ha actualitzat la base de dades de memòria cau d'informació de documents.
cs: Databáze BookInfo byla aktualizována v mezipaměti.
de: Buchinfo-Cache-Datenbank aktualisiert.
el: Η βάση δεδομένων της κρυφής μνήμης πληροφοριών βιβλίου ενημερώθηκε.
es: Se ha actualizado la base de datos de caché de información de documentos.
fr: Mise à jour de la base de données du cache d’informations du livre.
gl: Actualizouse a base de datos de caché con información do libro.
hu: Könyvinfók gyorstáradatbázisa frissítve.
it_it: Aggiornato database di cache delle informazioni dei libri.
ja: 書籍情報キャッシュデータベースが更新されました。
ko_kr: 도서 정보의 캐시 데이터베이스가 갱신되었습니다.
nl_nl: Boekinfocachedatabase bijgewerkt.
pl: Zaktualizowano bazę danych pamięci podręcznej informacji o książkach.
pt_br: Banco de dados do cache de informações do livro atualizado.
ro: Baza de date pentru informații cărți a fost actualizată.
ru: База данных кэша информации о книгах обновлена.
sk: Databáza vyrovnávacej pamäte s informáciami o knihe bola aktualizovaná.
sr: Ажурирана је кеш база података информација о књизи.
tr: Kitap bilgisi ön bellek veri tabanı güncellendi.
uk: Базу даних кешу відомостей про книгу оновлено.
zh_cn: 书籍信息缓存数据库已更新。

source: Failed compacting database: %1
ar: فشلت عملية ضغط قاعدة البيانات: %1
ca: Error en compactar base de dades: %1
cs: Nepodařilo se zkomprimovat databázi: %1
de: Fehler beim Komprimieren der Datenbank: %1
el: Απέτυχε η συμπίεση της βάσης δεδομένων: %1
es: Error al compactar base de datos: %1
fa: فشرده سازی پایگاه داده ناموفق: %1
fr: La compression de la base de données a échoué : %1
gl: Fallo ao compactar a base de datos: %1
hu: Sikertelen adatbázis tömörítés: %1
it_it: Campattazione del database fallita: %1
ja: データベースのコンパクト化に失敗しました: %1
ko_kr: 데이터베이스 압축 실패: %1
nl_nl: Fout bij database samenpersen: %1
pl: Kompaktowanie bazy danych: %1 zakończone niepowodzeniem
pt_br: Banco de dados de compactação falhou: %1
ro: Nu s-a putut compacta baza de date: %1
ru: Не удалось сжать базу данных: %1
sk: Nepodarilo sa zhutniť databázu: %1
sr: Није успело сажимање базе података: %1
tr: Veri tabanı sıkıştırılamadı: %1
uk: Не вдалося стиснути базу даних: %1
zh_cn: 压缩数据库失败：%1

source: Cache database size reduced from %1 to %2.
ar: تم تقليص حجم قاعدة بيانات ذاكرة التخزين المؤقت من %1 إلى %2.
ca: Grandària de la memòria cau de la base de dades reduïda de %1 a %2.
cs: Velikost databáze mezipaměti byla zmenšena z %1 na %2.
de: Die Größe der Cache-Datenbank wurde von %1 auf %2 reduziert.
el: Το μέγεθος της βάσης δεδομένων κρυφής μνήμης μειώθηκε από %1 σε %2.
es: Tamaño de la caché de la base de datos reducido de %1 to %2.
fr: La taille de la bdd a été réduite de %1 à %2.
gl: O tamaño da base de datos da caché reduciuse de %1 a %2.
hu: Gyorstár DB mérete csökkentve %1 -> %2.
it_it: Dimensione della cache del database ridotta da %1 a %2.
ja: キャッシュデータベースサイズは %1 から %2 に減りました。
ko_kr: 캐시 데이터베이스 크기를 %1에서 %2로 줄임.
nl_nl: Cachedatabasegrootte verminderd van %1 naar %2.
pl: Pamięć podręczna bazy danych zmniejszona z %1 do %2.
pt_br: Tamanho do banco de dados de cache reduzido de %1 para %2.
ro: Baza de date cache a fost redusă de la %1 la %2.
ru: Размер базы данных кэша уменьшен с %1 до %2.
sk: Veľkosť databázy vyrovnávacej pamäte zmenšená z %1 na %2.
sr: Величина кеш базе података је смањена са %1 на %2.
tr: %1 olan ön bellek veri tabanı boyutu %2 değerine düştü.
uk: Розмір бази даних кешу зменшено з %1 до %2.
zh_cn: 缓存数据库大小已从 %1 减小到 %2 。

source: Cache is empty. Nothing to prune.
ar: الذاكرة المؤقتة فارغة. لا شيء لتقليمه.
ca: La memòria cau està buida. No hi ha res que purgar.
cs: Mezipaměť je prázdná. Není tu nic k pročištění.
de: Der Cache ist leer. Nichts zu bereinigen.
el: Η κρυφή μνήμη είναι άδεια. Δεν υπάρχει τίποτα για απόρριψη.
es: La caché está vacía. No hay nada que purgar.
fr: Le cache est vide. Rien à délester.
gl: A caché está baleira. Nada que limpar.
hu: A gyorstár üres. Nincs mit törölni.
it_it: Cache vuota. Niente da togliere.
ja: キャッシュが空です。 削除するものがありません。
ko_kr: 캐시 비었음. 제거할 항목 없음.
nl_nl: Cache is leeg. Niets te snoeien.
pl: Pamięć podręczna jest pusta. Nie ma nic do oczyszczenia.
pt_br: Cache está vazio. Nada para remover.
ro: Cache-ul este gol. Nimic de redus.
ru: Кэш пуст. Нечего очищать.
sk: Vyrovnávacia pamäť je prázdna. Nie je čo odstrániť.
sr: Кеш је празан. Нема шта да се очисти.
tr: Ön bellek boş. Temizlenecek bir şey yok.
uk: Кеш порожній. Немає що очищувати.
zh_cn: 缓存为空，没有需要删除的缓存。
