Repository: spruceUI/spruceOS
Catalog: App/KoReader/l10n/*/koreader.po
Languages: ar, ca, cs, de, el, es, fa, fr, gl, hu, it_it, ja, ko_kr, nl_nl, pl, pt_br, ro, ru, sk, sr, tr, uk, zh_cn

source: Tap the upper right corner
ar: المس الزاوية اليمنى العليا
ca: Prémer al cantó superior esquerre
cs: Ťukněte na pravý horní roh
de: Die obere rechte Ecke tippen
el: Πατήστε την επάνω δεξιά γωνία
es: Pulse la esquina superior derecha
fa: گوشه سمت راست بالا ضربه بزنید
fr: Touchez l’écran dans le coin supérieur droit
gl: Preme a esquina superior dereita
hu: Jobb felső sarok érintése
it_it: Tocco angolo in alto a destra
ja: 右上角をタップ
ko_kr: 상단 오른쪽 모서리 탭
nl_nl: Tik op de rechterbovenhoek
pl: Stuknij prawy górny róg
pt_br: Toque no canto superior direito
ro: Atinge colțul din dreapta sus
ru: Коснитесь правого верхнего угла
sk: Ťuknite na pravý horný roh
sr: Тапните горњи десни угао
tr: Sağ üst köşeye dokunun
uk: Натисніть на правий верхній кут екрану
zh_cn: 点击屏幕右上角

source: Ebook reader with support for many formats like PDF, DjVu, EPUB, FB2, CBZ.
ca: Lector de llibres electrònics amb suport per a diversos formats com PDF, DjVu, EPUB, FB2, CBZ.
cs: Čtečka e-knih s podporou mnoha formátů jako je PDF, DjVu, EPUB, FB2, CBZ.
de: E-Buch-Anwendung mit Unterstützung für viele Formate wie PDF, DjVu, EPUB, FB2, CBZ.
el: Εφαρμογή ανάγνωσης ηλεκτρονικών βιβλίων που υποστηρίζει πολλές μορφές, όπως PDF, DjVu, EPUB, FB2, CBZ.
es: Lector de libros electrónicos compatible con diversos formatos, como PDF, DjVu, EPUB, FB2 y CBZ.
fa: کتابخوان الکترونیک با پشتیبانی از فرمت‌های مختلف مثل CBZ ،FB2 ،EPUB ،DjVu ،PDf.
fr: Un lecteur de livres numériques prenant en charge de nombreux formats comme PDF, DjVu, EPUB, FB2, CBZ.
gl: Lector de libros electrónicos con soporte para moitos formatos como PDF, DjVu, EPUB, FB2, CBZ.
hu: E-könyv olvasó több formátum támogatásával, például PDF, DjVu, EPUB, FB2, CBZ.
it_it: Lettore di libri elettronici con supporto per molti formati come PDF, DjVu, EPUB, FB2, CBZ.
ja: PDF、DjVu、EPUB、FB2、CBZなどの多くのフォーマットに対応した電子書籍リーダーです。
ko_kr: PDF, DjVu, EPUB, FB2, CBZ와 같은 다양한 형식을 지원하는 전자책 리더.
nl_nl: Eboeklezer met steun voor vele formaten zoals PDF, DjVu, EPUB, FB2, CBZ.
pl: Czytnik e-booków z obsługą wielu formatów, takich jak PDF, DjVu, EPUB, FB2, CBZ.
pt_br: Leitor de livros eletrônicos com suporte para vários formatos como PDF, DjVu, EPUB, FB2, CBZ.
ro: Cititor ebook cu suport pentru multe formate ca PDF, DjVu, EPUB, FB2, CBZ.
ru: Программа чтения электронных книг с поддержкой множества форматов, таких как PDF, DjVu, EPUB, FB2, CBZ.
sk: Čítačka elektronických kníh s podporou mnohých formátov, ako sú PDF, DjVu, EPUB, FB2, CBZ.
sr: Ebook читач са подршком за многе формате као што су PDF, DjVu, EPUB, FB2, CBZ.
tr: PDF, DjVu, EPUB, FB2, CBZ gibi birçok biçimi destekleyen e-kitap okuyucu.
uk: Програма для читання електронних книг з підтримкою багатьох форматів, як-от PDF, DjVu, EPUB, FB2, CBZ.
zh_cn: 电子书阅读器支持多种格式，如PDF，DjVu，EPUB，FB2，CBZ。
