Repository: spruceUI/spruceOS
Catalog: App/KoReader/l10n/*/koreader.po
Languages: ar, ca, cs, de, el, es, fa, fr, gl, hu, it_it, ja, ko_kr, nl_nl, pl, pt_br, ro, ru, sk, sr, tr, uk, zh_cn

source: Hiragana to katakana
ca: Hiragana a katakana
cs: Hiragana na katakanu
de: Hiragana in Katakana
el: Χιραγκάνα σε κατακάνα
es: Hiragana a katakana
fr: Hiragana vers katakana
gl: Hiragana a katakana
hu: Hiragana -> katakana
it_it: Da hiragana a katakana
ja: 平仮名を片仮名に変換
ko_kr: 히라가나를 가타카나로
nl_nl: Hiragana naar katakana
pl: Hiragana na katakanę
pt_br: 'Hiragana' para 'katakana'
ro: Din hiragana în katakana
ru: Хирагана в катакану
sk: Hiragana do katakany
sr: Хирагана у катакана
tr: Hiragana -> katakana
uk: Хірагана в катакана
zh_cn: 平假名到片假名

source: Convert hiragana to katakana (for instance, ひらがな will be converted to ヒラガナ).
ca: Convertir hiragana a katakana (per exemple, ひらがな es convertirà enヒラガナ).
cs: Zkonvertuje hiraganu na katakanu (například ひらがな bude zkonvertováno na ヒラガナ).
de: Hiragana in Katakana umwandeln (z. B. ひらがな wird in ヒラガナ umgewandelt).
el: Μετατρέπει τα χιραγκάνα σε κατακάνα (για παράδειγμα, το ひらがな θα μετατραπεί σε ヒラガナ).
es: Convertir hiragana a katakana (por ejemplo, ひらがな se convertirá en ヒラガナ).
fr: Convertir les hiragana en katakana (par exemple, ひらがな sera affiché par ヒラガナ).
gl: Converter hiragana a katakana (por exemplo ひらがな converterase en ヒラガナ).
hu: Hiragana átalakítása katakanává (például a ひらがな át lesz alakítva ヒラガナ-ra).
it_it: Convertire hiragana in katakana (ad esempio, ひらがな verrà convertito in ヒラガナ).
ja: 平仮名を片仮名に変換します(例 「ひらがな」は「ヒラガナ」に変換されます)。
ko_kr: 히라가나를 가타카나로 변환합니다(예: ひラがな는 ヒラガna로 변환됨).
nl_nl: Zet hiragana om in katakana (bijvoorbeeld, ひらがな zal worden omgezet in ヒラガナ).
pl: Przekształć hiraganę na katakanę (na przykład ひらがな zostanie przekonwertowane na ヒラガナ).
pt_br: Converter 'hiragana' para 'katakana' (por exemplo, ひらがな vai ser convertido para ヒラガナ).
ro: Convertește hiragana în katakana (de exemplu, ひらがな va fi convertit în ヒラガナ).
ru: Преобразовать хирагану в катакану (например, ひらがな будет преобразовано в ヒラガナ).
sk: Prevedie hiraganu na katakanu (napríklad ひらがな sa prevedie na ヒラガナ).
sr: Претвара хирагана писмо у катакана писмо (на пример, ひらが な ће се претворити уヒラガナ).
tr: Hiragana -> katakana dönüşümü yapar (örneğin, ひらがな dönüştürüldüğünde ヒラガナolur).
uk: Перетворити хірагану на катакану (наприклад, ひらがな буде перетворено на ヒラガナ).
zh_cn: 将平假名转换为片假名 （如，ひらがな 将被转换为 ヒラガナ）。

source: Katakana to hiragana
ca: Katakana a hiragana
cs: Katakana na hiraganu
de: Katakana in Hiragana
el: Κατακάνα σε χιραγκάνα
es: Katakana a hiragana
fr: Katakana en hiragana
gl: Katakana a hiragana
hu: Katakana -> hiragana
it_it: Da katakana a hiragana
ja: 片仮名を平仮名に変換
ko_kr: 가타카나를 히라가나로
nl_nl: Katakana naar hiragana
pl: Katakana na hiraganę
pt_br: 'Katakana' para 'hiragana'
ro: Din katakana în hiragana
ru: Катакана в хирагану
sk: Katakana do hiragany
sr: Катакана у хирагана
tr: Katakana -> hiragana
uk: Катакана в хірагану
zh_cn: 片假名到平假名

source: Convert katakana to hiragana (for instance, カタカナ will be converted to かたかな).
ca: Convertir katakana a hiragana (per exemple, カタカナ es convertirà en かたかな).
cs: Zkonvertuje katakanu na hiraganu (například カタカナ bude zkonvertováno na かたかな).
de: Katakana in Hiragana umwandeln (z. B. カタカナ wird in かたかな umgewandelt).
el: Μετατρέπει τα κατακάνα σε χιραγκάνα (για παράδειγμα, το カタカナ θα μετατραπεί σε かたかな).
es: Convertir katakana a hiragana (por ejemplo, カタカナ se convertirá en かたかな).
fr: Convertir le katakana en hiragana (par exemple, カタカナ sera affiché par かたかな).
gl: Converter katakana a hiragana (por exemplo カタカナ converterase en かたかな).
hu: A katakana hiraganává alakítása (például a カタカナ át lesz alakítva かたかな-ra).
it_it: Convertire katakana in hiragana (per esempio, カタカナ sarà convertito in かたかな).
ja: 片仮名を平仮名に変換します(例 「カタカナ」は「かたかな」に変換されます)。
ko_kr: 카타카나를 히라가나로 변환합니다(예: 카타카나는 카타카나로 변환됨).
nl_nl: Zet katakana om in hiragana (bijvoorbeeld, カタカナ zal worden omgezet in かたかな).
pl: Przekształć katakanę na hiraganę (na przykład カタカナ zostanie przekonwertowane na かたかな).
pt_br: Converter 'katakana' para 'hiragana' (por exemplo, カタカナ vai ser convertido para かたかな).
ro: Convertește katakana în hiragana (de exemplu, カタカナ va fi convertit în かたかな).
ru: Преобразовать катакану в хиракану (например, カタカナ будет преобразовано かたかな).
sk: Prevedie katakanu na hiraganu (napríklad カタカナ sa prevedie na かたかな).
sr: Претвара катакана писмо у хирагана писмо (на пример, カタカナ ће се претворити у かたかな).
tr: Katakana -> hiragana dönüşümü yapar (örneğin, カタカナ dönüştürüldüğünde かたかな olur).
uk: Перетворити катакану на хірагану (наприклад, カタカナ буде перетворено на かたかな).
zh_cn: 将片假名转为平假名（如，カタカナ 将被转换为 かたかな）。

source: Collapse emphatic sequences
ca: Contreure seqüències emfàtiques
cs: Sbalit zdůrazňující řady znaků
de: Betonte Sequenzen kollabieren
el: Σύμπτυξη εμφατικών ακολουθιών
es: Contraer secuencias enfáticas
fr: Réduire les séquences emphatiques
gl: Contraer secuencias enfáticas
hu: A hangsúlyos sorozatok összecsukása
it_it: Comprimi sequenze enfatiche
ja: 強調表現を折り畳む
ko_kr: 강조 연결 축소
nl_nl: Nadrukkelijke reeksen samenvouwen
pl: Zwiń sekwencje empatyczne
pt_br: Colapsar sequências enfáticas
ro: Ascunde secvențele emfatice
ru: Свернуть выразительные последовательности
sk: Zbaliť znaky pre zdôraznenie
sr: Сажми низове наглашавања
tr: Vurgulu diziler daraltılsın
uk: Згорнути підкреслені послідовності
zh_cn: 合并强调字符序列

source: Collapse any character sequences which are sometimes used as emphasis in speech (for instance, すっっごーーい will be converted to both すっごーい and すごい).
ca: Contreure qualsevol seqüència de caràcters que de vegades s'utilitza com a èmfasi en la parla (per exemple, すっごーーい es convertirà tant a すっごーい i すごい).
cs: Sbalí jakékoliv řady znaků, které jsou někdy použity ke zdůraznění řeči (například: すっっごーーい bude zkonvertováno na tohle: すっごーい i tohle: すごい).
de: Ziehe alle Zeichenfolgen zusammen, die manchmal als Betonung in der Sprache verwendet werden (zum Beispiel wird すっっごーーい sowohl in すっごーい als auch in すごい umgewandelt).
el: Συμπτύσσει οποιεσδήποτε ακολουθίες χαρακτήρων που μερικές φορές χρησιμοποιούνται ως έμφαση στην ομιλία (για παράδειγμα, すっっごーーい θα μετατραπεί τόσο σε すっごーい όσο και σε すごい).
es: Contraer las secuencias de caracteres que a veces se utilizan como énfasis en el discurso (por ejemplo, すっっごーーい se convertirá tanto en すっごーい como en すごい).
fr: Réduire toutes les séquences de caractères qui sont parfois utilisées comme accentuation dans le discours (par exemple, すっっごーーい sera converti à la fois en すっごーい et すごい).
gl: Contraer calquera secuencia de caracteres que se usan ás veces como énfase no idioma falado (por exemplo, すっっごーーい converterase tanto en すっごーい como en すごい).
hu: Zárjon ki minden olyan karaktersorozatot, amelyet beszéd közben néha hangsúlyozásra használnak (például a すっっごーーい karaktert すっごーい és すごい karakterré is átalakítja).
it_it: Comprimi tutte le sequenze di caratteri che a volte vengono utilizzate come enfasi nel discorso (ad esempio, すっっごーーい verrà convertito sia in すっごーい che in すごい).
ja: 口語で強調に使われることのある文字表現を折り畳みます(例 「すっっごーーい」は「すっごーい」や「すごい」に変換されます)。
ko_kr: 때때로 연설에서 강조로 사용되는 모든 문자 열결을 축소합니다(예: すっご-い는 すっご-い 및 すごい로 변환됨).
nl_nl: Tekens die soms als nadruk in spraak worden gebruikt, worden samengevouwen (すっっごーーい wordt bijvoorbeeld omgezet in zowel すっごーい als すごい).
pl: Zwiń wszystkie sekwencje znaków, które są czasami używane jako akcent w mowie (na przykład すっっごーーい zostanie zamienione na すっごーい oraz すごい).
pt_br: Colapsar qualquer sequência de caracteres que são às vezes usadas como ênfase na fala (por exemplo, すっっごーーい vai ser convertido para ambos すっごーい e すごい).
ro: Ascunde orice secvențe de caractere care sînt uneori utilizate ca accentuare a vorbirii (de exemplu, すっっごーーい va fi convertit în すっごーい și în すごい).
ru: Свернуть все последовательности символов, которые иногда используются как акцент в речи (например, すっっごーーい будет преобразовано как в すっごーい, так и в すごい).
sk: Zbaliť všetky sekvencie znakov, ktoré sa niekedy používajú ako dôraz v reči (napríklad すっっごーーい sa skonvertuje na すっごーい a すごい).
sr: Сажима било које низове карактера које се понекад користе као наглашавање у говору (на пример, すっっごーーい ће се претворити и у すっごーい и у すごい).
tr: Konuşmada bazen vurgu olarak kullanılan karakter dizilerini daraltır (örneğin, すっっごーーい hem すっごーい hem de すごい olarak dönüştürülür).
uk: Згорнути будь-які послідовності символів, які іноді використовуються наголосом у мові (наприклад, すっっごーーい буде перетворено на すっごーい and すごい).
zh_cn: 合并口语中用于强调的字符序列 （如，すっっごーーい 将被转换至 すっごーい 和 すごい）。

source: Text conversions: none enabled
ca: Conversions de text: cap està habilitada
cs: Konverze textu: žádná není povolená
de: Textkonvertierungen: keine aktiviert
el: Μετατροπές κειμένου: μη ενεργοποιημένες
es: Conversiones de texto: ninguna activada
fr: Conversion du texte : aucune sélectionnée
gl: Conversións de texto: ningunha activa
hu: Szövegkonverzió: nincs engedélyezve
it_it: Conversioni di testo: nessuna abilitata
ja: 文章変換: 有効になっていません
ko_kr: 텍스트 변환: 활성화 없음
nl_nl: Tekstomzettingen: geen ingeschakeld
pl: Konwersje tekstu: brak włączonych
pt_br: Conversões de texto: nenhuma ativada
ro: Conversii text: nici una activată
ru: Преобразование текста: не включено
sk: Konverzie textu: nie sú povolené žiadne
sr: Претварања текста: није укључено ниједно
tr: Metin dönüştürmeleri: hiçbiri etkin değil
uk: Перетворення тексту: не ввімкнуто
zh_cn: 文本转换：未启用

source: Text conversions: %1 enabled
ca: Conversions de text: %1 habilitada
cs: Konverze textu: %1 povolená
de: Textkonvertierung: %1 aktiviert
el: Μετατροπές κειμένου: %1 ενεργοποιημένη
es: Conversiones de texto: %1 activada
fr: Conversions du texte : %1 activée
gl: Conversións de texto: %1 activada
hu: Szövegkonverzió: %1 engedélyezve
it_it: Conversioni di testo: %1 abilitata
ja: 文章変換: %1 が有効
ko_kr: 텍스트 변환: %1 활성화됨
nl_nl: Tekstconversies: %1 ingeschakeld
pl: Konwersje tekstu: %1 włączony
pt_br: Conversões de texto: %1 ativada
ro: Conversii text: %1 activată
ru: Преобразование текста: %1 включено
sk: Konverzie textu: %1 povolená
sr: Претварања текста: %1 укључено
tr: Metin dönüştürmeleri: %1 etkin
uk: Перетворення тексту: %1 увімкнено
zh_cn: 文本转换：启用了 %1

source: Configure which text conversions to apply when trying to deinflect Japanese text. These primarily include conversions between different kinds of kana, in order to make sure that a word written using different kana to your installed dictionaries can still be looked up. Not every conversion will be applied at once. Instead, all possible combinations of enabled conversions will be attempted in order to maximise the chance of at least one conversion matching the form used in the dictionary.
ca: Configurar quines conversions de text aplicar en intentar desinflexionar text japonès. Això inclou principalment les conversions entre diferents tipus de kana, amb la finalitat d'assegurar-se que una paraula escrita utilitzant diferents tipus de kana en els diccionaris instal·lats, encara pot ser buscada. No s'aplicaran totes les conversions alhora. En comptes d'això, s'intentaran totes les combinacions possibles de conversions habilitades per a maximitzar la possibilitat que almenys una conversió coincideixi amb la forma utilitzada en el diccionari.
de: Legen Sie fest, welche Textkonvertierungen beim Deinflektieren von japanischem Text vorgenommen werden sollen. Dazu gehören in erster Linie Konvertierungen zwischen verschiedenen Kana-Arten, um sicherzustellen, dass ein Wort, das mit einem anderen Kana geschrieben wurde als in Ihren installierten Wörterbüchern, trotzdem nachgeschlagen werden kann. Es wird nicht jede Konvertierung auf einmal angewendet. Stattdessen werden alle möglichen Kombinationen von aktivierten Konvertierungen ausprobiert, um die Chance zu maximieren, dass mindestens eine Konvertierung mit der im Wörterbuch verwendeten Form übereinstimmt.
el: Ρυθμίστε ποιες μετατροπές κειμένου θα εφαρμόζονται όταν προσπαθείτε να μετατρέψετε λέξεις ιαπωνικού κειμένου στην λεξικογραφική τους μορφή. Αυτές περιλαμβάνουν κυρίως μετατροπές μεταξύ διαφορετικών ειδών κάνα, προκειμένου να διασφαλιστεί ότι μια λέξη που έχει γραφτεί με διαφορετικά κάνα στα εγκατεστημένα λεξικά σας μπορεί να αναζητηθεί. Δεν θα εφαρμοστούν όλες οι μετατροπές ταυτόχρονα. Αντίθετα, θα επιχειρηθούν όλοι οι πιθανοί συνδυασμοί ενεργοποιημένων μετατροπών, ώστε να μεγιστοποιηθεί η πιθανότητα να υπάρχει τουλάχιστον μία μετατροπή που να ταιριάζει με τη μορφή που χρησιμοποιείται στο λεξικό.
es: Configurar qué conversiones de texto aplicar al intentar desinflexionar texto japonés. Esto incluye principalmente las conversiones entre diferentes tipos de kana, con el fin de asegurarse de que una palabra escrita utilizando diferentes tipos de kana en los diccionarios instalados, todavía puede ser buscada. No se aplicarán todas las conversiones a la vez. En vez de ello, se intentarán todas las combinaciones posibles de conversiones habilitadas para maximizar la posibilidad de que al menos una conversión coincida con la forma utilizada en el diccionario.
fr: Configurez les conversions de texte à appliquer lors de la désinflexion d'un texte japonais. Il s'agit principalement de conversions entre différents types de kana, afin de s'assurer qu'un mot écrit avec des kanas différents de ceux de vos dictionnaires installés peut toujours être recherché. Toutes les conversions ne sont pas appliquées en même temps. Au contraire, toutes les combinaisons possibles de conversions activées seront tentées afin de maximiser les chances qu'au moins une conversion corresponde à la forme utilisée dans le dictionnaire.
gl: Configurar que conversións de texto aplicar ao tratar de desinflexionar texto Xaponés. Estas inclúen principalmente conversións entre diferentes tipos de kana, para asegurarse de que un termo escrito usando un kana diferente ao que tes nos dicionarios instalados poida ser procurado. Non se aplicarán todas as conversións ao mesmo tempo. Na vez diso, probaranse todas as combinacións de conversións activadas para maximizar a posibilidade de que polo menos unha conversión coincida coa forma usada no dicionario.
hu: Annak beállítása, hogy milyen szövegkonverziókat alkalmazzon, amikor japán szöveget próbál deinflektálni. Ezek közé tartoznak elsősorban a különböző kana-típusok közötti konverziók, hogy a telepített szótárakhoz képest eltérő kana-val írt szavakat továbbra is meg lehessen keresni. Nem minden konverzió lesz egyszerre alkalmazva. Ehelyett az engedélyezett átalakítások minden lehetséges kombinációját megkísérli, hogy maximalizálja annak esélyét, hogy legalább egy átalakítás megfeleljen a szótárban használt formának.
it_it: Configura quali conversioni di testo applicare quando si cerca di disinfletterere il testo giapponese. Queste includono principalmente le conversioni tra diversi tipi di kana, al fine di assicurarsi che una parola scritta usando kana diversi dai tuoi dizionari installati possa ancora essere cercata. Non tutte le conversioni saranno applicate contemporaneamente. Invece, tutte le possibili combinazioni di conversioni abilitate saranno tentate per massimizzare la possibilità che almeno una conversione corrisponda alla forma usata nel dizionario.
ja: 日本語文章の語形変化を取り除く際に適用する文章変換を設定します。主に、インストールされている辞書と異なる仮名で書かれた単語を検索できるようにするための、異なる種類の仮名間の変換が含まれます。 すべての変換が一度に適用されるわけではありません。その代わりに、有効な変換のすべての可能な組み合わせが試され、少なくとも1つの変換が辞書で使用されている形式と一致する可能性が最大になるようにします。
ko_kr: 일본어 텍스트를 deinflect하려고 할 때 적용할 텍스트 변환을 구성합니다. 여기에는 설치된 사전에 다른 가나를 사용하여 작성된 단어를 계속 조회할 수 있도록 하기 위해 주로 다른 종류의 가나 간의 변환이 포함됩니다. 모든 전환이 한 번에 적용되는 것은 아닙니다. 대신 사전에 사용된 형식과 일치하는 하나 이상의 변환 가능성을 최대화하기 위해 활성화된 변환의 가능한 모든 조합이 시도됩니다.
nl_nl: Configureer welke tekstconversies moeten worden toegepast wanneer geprobeerd wordt Japanse tekst te ontcijferen. Deze omvatten hoofdzakelijk conversies tussen verschillende soorten kana, om ervoor te zorgen dat een woord dat is geschreven met andere kana dan in geïnstalleerde woordenboeken, toch kan worden opgezocht. Niet elke conversie wordt in één keer toegepast. In plaats daarvan worden alle mogelijke combinaties van ingeschakelde conversies geprobeerd, om de kans zo groot mogelijk te maken dat ten minste één conversie overeenkomt met de in het woordenboek gebruikte vorm.
pl: Skonfiguruj konwersje tekstu, które mają być stosowane podczas próby usuwania odmiany w tekście japońskim. Obejmują one przede wszystkim konwersje między różnymi rodzajami kany, aby mieć pewność, że słowo napisane przy użyciu innej kany w zainstalowanych słownikach będzie nadal możliwe do wyszukania. Nie każda konwersja zostanie zastosowana od razu. Zamiast tego zostaną wypróbowane wszystkie możliwe kombinacje włączonych konwersji, aby zmaksymalizować prawdopodobieństwo, że co najmniej jedna konwersja pasuje do formularza używanego w słowniku.
pt_br: Configurar quais conversões de texto aplicar quando se tenta desflexionar texto em japonês. Isso inclui primariamente conversões entre diferentes tipos de 'kana', para garantir que uma palavra escrita usando um tipo de 'kana' diferente daqueles dos seus dicionários instalados ainda possam ser buscados. Nem toda conversão vai ser aplicada imediatamente. Em vez disso, todas combinações possíveis de conversões ativadas vão ser testadas para maximizar a chance de que ao menos uma conversão corresponda à forma usada no dicionário.
ro: Configurează ce conversii de text să fie aplicate cînd se încearcă dedeclinarea textului japonez. Acestea includ în principal conversii între tipuri diferite de kana, pentru a fi sigur că un cuvînt scris cu un tip diferit de kana față de dicționarul instalat poate fi totuși căutat. Nu toate conversiile vor fi aplicate deodată. În schimb, toate combinațiile posibile de conversii activate vor fi încercate pentru a maximiza șansa ca măcar o conversie să fie găsită între formele de dicționar.
ru: Настройте преобразование текста, которое будет применяться при попытке устранить отражение японского текста. К подобным в первую очередь относятся преобразования между различными типами каны, чтобы гарантировать, что слово, написанное с использованием другой каны, в установленных вами словарях всё ещё можно будет найти. Не все преобразования применяются сразу. Вместо этого будут опробованы все возможные комбинации задействованных преобразований, чтобы максимизировать вероятность того, что хотя бы одно преобразование соответствует используемой в словаре форме.
sk: Nakonfigurovať konverzie textu, ktoré sa majú použiť pri pokuse o zrušenie zloženia japonského textu. Patria sem predovšetkým konverzie medzi rôznymi druhmi kana, aby ste sa uistili, že slovo napísané pomocou rôznych kana do nainštalovaných slovníkov je stále možné vyhľadať. Nie každá konverzia sa použije naraz. Namiesto toho sa pokúsia o všetky možné kombinácie povolených konverzií, aby sa maximalizovala šanca, že aspoň jedna konverzia sa zhoduje s tvarom použitým v slovníku.
sr: Конфигурише која претварања текста се примењују када се покушава уклањање граматичких промена речи у јапанском тексту. То су првенствено претварања између различитих врста кана карактера, којима се обезбеђује да реч написана кана карактерима који се разликују од оних у инсталираном речнику може ипак да се претражује. Неће се свако претварање применити одједном. Уместо тога, покушаће се све могуће комбинације укључених претварања, како би се максимизовала шанса да ће се резултат бар једног претварања подударити са обликом који се користи у речнику.
tr: Japonca metni sözlük biçimine dönüştürmeye çalışırken uygulanacak metin dönüştürmelerini yapılandırın. Bunlar öncelikle, kurulmuş sözlüklerinize farklı kana kullanılarak yazılan bir kelimenin hala bakılabildiğinden emin olmak için farklı kana türleri arasındaki dönüşümleri içerir. Her dönüşüm aynı anda uygulanmaz. Bunun yerine, sözlükte kullanılan formla eşleşen en az bir dönüştürme olasılığını en üst düzeye çıkarmak için etkinleştirilmiş dönüştürmelerin tüm olası birleşimleri denenecektir.
uk: Налаштуйте перетворення тексту, які слід застосувати під час спроби відхилити японський текст. Вони в першу чергу включають перетворення між різними видами кани, щоб переконатися, що слово, написане за допомогою різних кан до встановлених словників, все ще можна знайти. Не кожне перетворення буде застосована одночасно. Замість цього буде зроблено спробу всіх можливих комбінацій увімкнених перетворень, щоб максимізувати ймовірність принаймні одного перетворення, що відповідає формі, яка використовується у словнику.
zh_cn: 配置转换日文文本时需要应用的规则。通常来说这主要包括了不同假名之间的转换，以保证可以使用不同类型的假名在词典中查询同一个单词。 转换规则可能会被多次使用，程序会尝试使用所有可以应用的转换规则组合以提高单词在词典中的查询成功率。

source: Deinflector information
ar: معلومات العاكس
ca: Informació sobre el desinflexionador
cs: Informace o deinflectoru
de: Informationen zum Deinflektor
el: Πληροφορίες μηχανής μετατροπής λέξεων σε λεξικογραφική μορφή
es: Información sobre el desinflexionador
fr: Informations sur le déinflecteur
gl: Información sobre o desinflexionador
hu: Deinflector információ
it_it: Informazioni sul disinflettore
ja: 語形変化除去器の情報
ko_kr: Deinflector 정보
nl_nl: Deinflector-informatie
pl: Informacje o usuwaczu odmiany
pt_br: Informações de desflexionador
ro: Informații despre programul de declinare inversă
ru: Информация о деинфлексии
sk: Informácie o programe Deinflector
sr: Информације о програму за претварање речи у форму из речника
tr: Sözlük dönüşümü bilgileri
uk: Відомості про деінфлектор
zh_cn: 活用转换器信息

source: %1 rule
ca: Regla %1
cs: %1 pravidlo
de: %1 Regel
el: %1 κανόνας
es: %1 regla
fr: %1 règle
gl: %1 regra
hu: 1 szabály
it_it: %1 regola
ja: %1 ルール
ko_kr: %1 규칙
nl_nl: %1 regel
pl: %1 reguła
pt_br: %1 regra
ro: %1 regulă
ru: %1 правило
sk: %1 pravidlo
sr: %1 правило
tr: %1 kural
uk: %1 правило
zh_cn: %1 条规则

source: %1 variant
cs: %1 variantu
de: %1 Variante
el: %1 παραλλαγή
es: %1 variante
fr: %1 variante
gl: %1 variante
hu: 1 változat
it_it: %1 variante
ja: %1 異表記
ko_kr: %1 변형
pl: %1 odmiana
pt_br: %1 variante
ro: %1 variantă
ru: %1 вариант
sr: %1 варијанта
tr: %1 çeşit
uk: %1 варіант
zh_cn: %1 种变体

source: Deinflector has %1 and %2 loaded.
ca: El desinflexionador té %1 i %2 carregats.
de: Deinflektor hat %1 und %2 geladen.
el: Η μηχανή μετατροπής λέξεων σε λεξικογραφική μορφή έχει φορτώσει τα %1 και %2.
es: El desinflexionador tiene cargados %1 y %2.
fr: Le désinflecteur a %1 et %2 de chargées.
gl: O desinflexionador ten cargados %1 e %2.
hu: A deinflector %1 szabályt és %2 változatot olvasott be.
it_it: Il disinflettore ha %1 e %2 caricate.
ja: 語形変化除去器には %1 があり、%2 がロードされました。
ko_kr: Deinflector에는 %1과 %2이 실렸습니다.
nl_nl: Deinflector heeft %1 en %2 geladen.
pl: Usuwacz odmiany ma załadowane %1 oraz %2.
pt_br: O desflexionador tem %1 e %2 carregadas.
ro: Deinflectorul are %1 și %2 încărcate.
ru: В деинфлекторе загружены %1 и %2.
sk: Deinflektor má načítané %1 a %2.
sr: У претварач речи је учитано %1 и %2.
tr: Sözlük biçimi dönüştürmede %1 ve %2 yüklü.
uk: Деінфлектор має %1 і %2 завантаження.
zh_cn: 活用转换器已加载了 %1 和 %2 。

source: Text scan length: %1 character
ca: Longitud d'escaneig de text: %1 caràcter
cs: Délka zkoumaného textu: %1 znak
de: Länge des gescannten Textes: %1 Zeichen
el: Μήκος σάρωσης κειμένου: %1 χαρακτήρας
es: Longitud de escaneo de texto: %1 carácter
fa: طول متن اسکن شده: %1 کاراکتر
fr: Longueur de balayage du texte : %1 caractère
gl: Lonxitude de escaneo de texto: %1 carácter
hu: Szöveg szkennelési hossza: %1 karakter
it_it: Lunghezza del testo da esaminare: %1 carattere
ja: 文章をスキャンする長さ: %1 文字
ko_kr: 텍스트 스캔 길이: %1 문자
nl_nl: Tekst-scanlengte: %1 teken
pl: Długość skanu tekstu: %1 znak
pt_br: Comprimento do escaneamento de texto: %1 caractere
ro: Lungimea textului de scanat: %1 caracter
ru: Длина сканирования текста: %1 символ
sk: Dĺžka prezeraného textu: %1 znak
sr: Дужина скенирања текста: %1 карактер
tr: Metin tarama uzunluğu: %1 karakter
uk: Довжина сканованого тексту: %1 символ
zh_cn: 文本扫描长度：%1 个字符
