Repository: spruceUI/spruceOS
Catalog: App/KoReader/l10n/*/koreader.po
Languages: ar, ca, cs, de, el, es, fa, fr, gl, hu, it_it, ja, ko_kr, nl_nl, pl, pt_br, ro, ru, sk, sr, tr, uk, zh_cn

source: Adding articles from queue…
ar: جارٍ إضافة مقالات من قائمة الانتظار …
ca: Afegir articles de la cua …
cs: Přidávání článků z fronty…
de: Hinzufügen von Artikeln aus der Warteschlange…
el: Λήψη άρθρων απο την ουρά…
es: Añadiendo artículos de la cola…
fa: اضافه کردن مقالات از صف…
fr: Ajout d’articles à partir de la file d’attente…
gl: A engadir artigos da cola…
hu: Cikkek hozzáadása a sorból…
it_it: Aggiunta di articoli dalla coda…
ja: キューから記事を追加しています …
ko_kr: 대기열에서 글감 추가 중…
nl_nl: Artikels uit de wachtrij worden toegevoegd…
pl: Dodawanie artykułów z kolejki…
pt_br: Adicionando artigos da lista…
ro: Se adaugă articolele din coadă…
ru: Добавление статей из очереди…
sk: Pridávajú sa články z poradia…
sr: Чланци се додају из реда…
tr: Kuyruktaki yazılar ekleniyor…
uk: Додавання статей з черги…
zh_cn: 正从队列中添加文章……

source: Getting article list…
ca: Generant llista d'articles…
cs: Načítání seznamu článků…
de: Artikelliste abrufen …
el: Λήψη καταλόγου άρθρων…
es: Generando lista de artículos…
fa: دریافت فهرست مقالات…
fr: Obtention de la liste des articles…
gl: A obter a lista de artigos…
hu: Cikklista beolvasása…
it_it: Recupero dell'elenco articoli…
ja: 記事一覧の取得中…
ko_kr: 글감 목록 가져오는 중…
nl_nl: Artikellijst ophalen…
pl: Pobieranie listy artykułów…
pt_br: Obtendo lista de artigos…
ro: Se preia lista de articole…
ru: Получение списка статей…
sk: Získava sa zoznam článkov…
sr: Листа чланака се преузима…
tr: Yazı listesi alınıyor…
uk: Отримання переліку статей…
zh_cn: 获取文章列表…

source: Downloading articles…
ar: يتم الآن تحميل المقالات…
ca: Descarregant articles…
cs: Stahování článků…
de: Artikel herunterladen…
el: Λήψη άρθρων…
es: Descargando artículos…
fa: دریافت مقالات…
fr: Téléchargement des articles…
gl: A descargar artigos…
hu: Cikkek letöltése…
it_it: Download articoli…
ja: 記事のダウンロード中…
ko_kr: 글감 다운로드 중…
nl_nl: Artikels downloaden…
pl: Pobieranie artykułów…
pt_br: Baixando artigos…
ro: Se descarcă articolele…
ru: Загрузка статей…
sk: Sťahovanie článkov…
sr: Чланци се преузимају…
tr: Yazılar indiriliyor…
uk: Завантаження статтей…
zh_cn: 正在下载条目……

source: Processing finished. Articles downloaded: %1 Deleted: %2 Failed: %3
ar: تمّت المعالجة. المقالات المحمّلة: %1 المقالات المحذوفة: %2 المقالات التي لم ينجح تحميلها: %3
ca: Processament finalitzat. Articles descarregats: %1 Suprimits: %2 Fallits: %3
cs: Zpracování bylo dokončeno. Stažené články: %1 Smazané články: %2 Nezdařilo se: %3
de: Verarbeitung beendet. Heruntergeladene Artikel: %1 Gelöscht: %2 Fehlgeschlagen: %3
el: Η επεξεργασία ολοκληρώθηκε. Ληφθέντα άρθρα : %1 Διαγράφηκαν: %2 Με αποτυχημένη λήψη: %3
es: Procesamiento terminado. Artículos descargados: %1 Suprimidos: %2 Fallidos: %3
fa: پردازش پایان یافت. مقالات دریافت شده: %1 حذف شده: %2 ناموفق: %3
fr: Traitement terminé. Articles téléchargés : %1 Supprimés : %2 Échecs : %3
gl: Procesado finalizado. Artigos descargados: %1 Borrados: %2 Erros: %3
hu: A folyamat befejeződött. Letöltött cikk: %1 Törölt: %2 Sikertelen: %3
it_it: Elaborazione terminata. Articoli scaricati: %1 Eliminati: %2 Falliti: %3
ja: 処理完了 記事のダウンロード: %1 削除: %2 失敗: %3
ko_kr: 진행 과정 끝남. 글감 다운로드: %1 삭제: %2 실패: %3
nl_nl: Verwerkt. Artikels gedownload: %1 Verwijderd: %2 Mislukt: %3
pl: Przetwarzanie zakończone. Artykułów pobranych: %1 Usuniętych: %2 Zakończonych niepowodzeniem: %3
pt_br: Processamento concluído. Artigos baixados: %1 Excluídos: %2 Falhas: %3
ro: Procesarea a fost finalizată. Articole descărcate: %1 Șterse: %2 Eșuate: %3
ru: Обработка завершена. Загружено статей: %1 Удалено: %2 Ошибок: %3
sk: Spracovanie ukončené. Stiahnuté články: %1 Vymazané: %2 Nepodarilo sa: %3
sr: Обрада је завршена. Број преузетих чланака: %1 Обрисано: %2 Није успело: %3
tr: İşlem tamamlandı. İndirilen yazı: %1 Silinen yazı: %2 İşlenemeyen yazı: %3
uk: Обробку закінчено. Статтей завантажено: %1 Видалено: %2 Не вдалось: %3
zh_cn: 处理完毕。 下载了 %1 篇文章。 删除了 %2 篇文章。 %3 篇文章失败。

source: Processing finished. Articles downloaded: %1 Deleted: %2
ca: Processament finalitzat. Articles descarregats: %1 Eliminats: %2
cs: Zpracování bylo dokončeno. Stažené články: %1 Smazané články: %2
de: Verarbeitung beendet. Heruntergeladene Artikel: %1 Gelöscht: %2
el: Η επεξεργασία ολοκληρώθηκε. Ληφθέντα άρθρα: %1 Διαγράφηκαν: %2
es: Procesamiento finalizado. Artículos descargados: %1 Eliminaciones: %2
fa: پردازش پایان یافت. مقاله‌های دانلود شده: %1 حذف شده: %2
fr: Traitement terminé. Articles téléchargés : %1 Supprimés : %2
gl: Procesado finalizado. Artigos descargados: %1 Borrados: %2
hu: A folyamat befejeződött. Letöltött cikk: %1 Törölt: %2
it_it: Elaborazione terminata. Articoli scaricati: %1 Eliminati: %2
ja: 処理完了 記事のダウンロード: %1 削除: %2
ko_kr: 진행 과정 끝남. 글감 다운로드: %1 삭제: %2
nl_nl: Verwerken voltooid. Artikels gedownload: %1 Verwijderd: %2
pl: Przetwarzanie zakończone. Artykułów pobranych: %1 Usuniętych: %2
pt_br: Processamento finalizado. Artigos baixados: %1 Excluídos: %2
ro: Procesarea a fost finalizată. Articole descărcate: %1 Șterse: %2
ru: Обработка завершена. Загружено статей: %1 Удалено: %2
sk: Spracovanie ukončené. Stiahnuté články: %1 Odstránené: %2
sr: Обрада је завршена. Број преузетих чланака: %1 Обрисано: %2
tr: İşlem tamamlandı. İndirilen yazı: %1 Silinen yazı: %2
uk: Обробку закінчено. Завантажено статтей: %1 Видалено: %2
zh_cn: 处理完毕。 下载了 %1 篇文章。 删除了 %2 篇文章。

source: Synchronizing remote deletions…
ar: يتم الآن مزامنة عمليات الحذف عن بعد…
ca: Sincronitzant eliminacions remotes…
cs: Synchronizace vzdáleně smazaných…
de: Remote-Löschvorgänge synchronisieren…
el: Συγχρονισμός απομακρυσμένων διαγραφών…
es: Sincronizando eliminaciones remotas…
fr: Synchronisation des suppressions à distance…
gl: A sincronizar eliminacións remotas…
hu: Távoli törlések szinkronizálása…
it_it: Sincronizzazione eliminazioni remote…
ja: リモート削除を同期しています …
ko_kr: 원격으로 삭제된 파일 동기화 중…
nl_nl: Verwijderingen van de server synchroniseren…
pl: Synchronizowanie zdalnych usunięć…
pt_br: Sincronizando exclusões remotas…
ro: Se sincronizează ștergerile de pe server…
ru: Синхронизировать удаления с сервером…
sk: Synchronizujú sa vzdialené vymazania…
sr: Синхронизују се удаљена брисања…
tr: Uzaktaki silmeler eşitleniyor…
uk: Синхронізація віддалених видалень…
zh_cn: 正在同步远程删除操作…

source: Processing local files…
ar: تتم الآن معالجة الملفات المخزّنة على الجهاز…
ca: S’estan processant els fitxers locals…
cs: Zpracování lokálních souborů…
de: Lokale Dateien verarbeiten …
el: Επεξεργασία τοπικών αρχείων…
es: Procesando archivos locales…
fa: پردازش فایل‌های محلی…
fr: Traitement des fichiers locaux…
gl: A procesar ficheiros locais…
hu: Helyi fájlok feldolgozása…
it_it: Elaborazione dei file locali…
ja: ローカルファイルを処理中…
ko_kr: 로컬 파일 진행 중…
nl_nl: Plaatselijke bestanden verwerken…
pl: Przetwarzanie plików lokalnych…
pt_br: Processando arquivos locais…
ro: Se procesează fișierele locale…
ru: Обработка локальных файлов…
sk: Spracovanie lokálnych súborov…
sr: Обрађују се локални фајлови…
tr: Yerel dosyalar işleniyor…
uk: Обробка локальних файлів…
zh_cn: 正在处理本地文件…

source: Set a single tag to filter articles on
ar: حدّد وسمًا لفرز المقالات بحسبه
ca: Establir una etiqueta única per filtrar articles
cs: Nastavit jeden štítek pro filtrování článků
de: Artikel nach einzelnem Stichwort filtern
el: Ορισμός μίας μόνο ετικέτας για φιλτράρισμα των άρθρων
es: Establecer una etiqueta única para filtrar artículos
fr: Définir une seule étiquette avec laquelle filtrer les articles
gl: Escoller unha soa etiqueta para filtrar artigos
hu: Egyetlen címke beállítása a cikkek szűréséhez
it_it: Imposta una singola etichetta per filtrare gli articoli
ja: 記事をフィルタするための 1 つのタグを設定します
ko_kr: 글감을 필터링할 단일 태그 설정
nl_nl: Stel een tag in om op te filteren
pl: Ustaw pojedynczy znacznik do filtrowania artykułów
pt_br: Definir uma única etiqueta para filtrar artigos
ro: Setează o singură etichetă pentru a filtra articolele
ru: Задать одиночный тег для фильтрации статей
sk: Nastaviť jednu značku na filtrovanie článkov
sr: Поставите једну ознаку по којој се филтрирају чланци
tr: Yazıların süzüleceği bir etiket ayarlayın
uk: Встановити одинарну мітку для фільтрування статей
zh_cn: 设置一个过滤文章用的标签

source: Set tags
ar: حدّد وسومًا
ca: Defineix etiquetes
cs: Nastavit tagy
de: Tags festlegen
el: Ορισμός ετικετών
es: Configurar etiquetas
fa: تعیین برچسب‌ها
fr: Définir les étiquettes
gl: Axustar etiquetas
hu: Címkék beállítása
it_it: Imposta etichette
ja: タグを付ける
ko_kr: 태그 설정
nl_nl: Tags instellen
pl: Ustaw znaczniki
pt_br: Definir etiquetas
ro: Setează etichete
ru: Задать теги
sk: Nastaviť značky
sr: Постави ознаке
tr: Kod imlerini ayarla
uk: Встановити мітки
zh_cn: 设置标签

source: Enter the details of your Wallabag server and account. Client ID and client secret are long strings so you might prefer to save the empty settings and edit the config file directly in your installation directory: %1/wallabag.lua Restart KOReader after editing the config file.
ca: Introduir les dades del servidor i del compte de Wallabag. La ID de client i el secret de client són cadenes llargues, per la qual cosa podria ser preferible deixar la configuració buida i editar l'arxiu de configuració directament en la carpeta d'instal·lació: %1/wallabag.lua Cal reiniciar KOReader després d'editar l'arxiu de configuració.
cs: Zadejte informace o vašem Wallabag serveru a účtu. ID klienta a „secret“ klienta jsou dlouhé řetězce, proto můžete dát přednost tomu, že uložíte prázdné nastavení a upravíte konfigurační soubor přímo ve vašem adresáři s instalací KOReaderu: %1/wallabag.lua Po úpravě konfiguračního souboru restartujte KOReader.
de: Geben Sie die Details Ihres Wallabag-Servers und Kontos ein. Client-ID und Client Secret sind lange Zeichenketten, so dass Sie es vielleicht vorziehen, die leeren Einstellungen zu speichern und die Konfigurationsdatei direkt in Ihrem Installationsverzeichnis zu bearbeiten: %1/wallabag.lua Starten Sie KOReader nach der Bearbeitung der Konfigurationsdatei neu.
el: Εισαγάγετε τα στοιχεία του διακομιστή και του λογαριασμού σας Wallabag. Το αναγνωριστικό προγράμματος-πελάτη και το μυστικό προγράμματος-πελάτη είναι μεγάλες συμβολοσειρές, επομένως ίσως προτιμάτε να αποθηκεύσετε τις κενές ρυθμίσεις και να επεξεργαστείτε το αρχείο ρύθμισης παραμέτρων απευθείας στον κατάλογο εγκατάστασης: %1/wallabag.lua Κάντε επανεκκίνηση του KOReader μετά την επεξεργασία του αρχείου ρύθμισης παραμέτρων.
es: Introducir los datos del servidor y de la cuenta de Wallabag. El ID de cliente y el secreto de cliente son cadenas largas, por lo que puede ser preferible dejar la configuración vacía y editar el archivo de configuración directamente en la carpeta de instalación: %1/wallabag.lua Reiniciar KOReader después de editar el archivo de configuración.
fr: Saisissez les détails de votre serveur Wallabag et de votre compte. L’identifiant et le code secret du client sont des chaînes longues. Vous pouvez donc préférer enregistrer des paramètres vides et modifier le fichier de configuration directement dans votre répertoire d’installation : %1/wallabag.lua Redémarrer KOReader après avoir modifié le fichier de configuration.
gl: Introduce os detalles do teu servidor e a túa conta de Wallabag. O ID de cliente o o segredo de cliente son cadeas longas así que é posible que prefiras gardalos baleiros e editar o ficheiro de configuración directamente no cartafol de instalación: %1/wallabag.lua Reinicia KOReader despois de editar o ficheiro de configuración.
hu: Adja meg a Wallabag szerver és fiók adatait. Az ügyfél azonosító és az ügyfél titok hosszú karakterláncok, ezért jobb, ha elmenti az üres beállításokat, és közvetlenül a telepítési könyvtárában szerkeszti a konfigurációs fájlt: %1/wallabag.lua A config fájl szerkesztése után indítsa újra a KOReader-t.
it_it: Inserisci i dettagli del tuo server e accesso Wallabag. Identificativo e chiave segreta sono stringhe lunghe, quindi potresti preferire salvare le impostazioni vuote e modificare il file di configurazione direttamente nella cartella di installazione: %1/wallabag.lua Riavvia KOReader dopo aver modificato il file di configurazione.
ja: Wallagag サーバーとアカウントの詳細を入力してください。 クライアント ID とクライアントシークレットは長い文字列なので、空の設定を保存して、設定ファイルをインストールディレクトリで直接編集することをお勧めします。 %1/wallagb.Lua 設定ファイルを編集した後は KOReader を再起動してください。
ko_kr: Wallabag 서버와 계정의 세부 사항을 입력하세요. 클라이언트 ID와 클라이언트 secret은 긴 문자열이므로 빈 설정을 저장하고, 설치할 디렉터리에서 구성 파일을 직접 편집하는 것이 좋습니다. %1/wallabag.lua 구성 파일을 편집한 후에는 KOReader를 다시 시작하세요.
nl_nl: Voer de details van de Wallabag-server en account in. Client ID en client secret zijn lange tekstreeksen. De instellingen kunnen ook leeg worden opgeslagen om daarna het configuratiebestand rechtstreeks te bewerken: %1/wallabag.lua Herstart KOReader na het bewerken van het configuratiebestand.
pl: Wprowadź dane twojego konta Wallabag. Identyfikator klienta oraz klucz tajny to długie ciągi znaków, więc możesz zapisać puste wartości a następnie bezpośrednio edytować plik konfiguracyjny w katalogu instalacyjnym: %1/wallabag.lua Zrestartuj KOReader po wyedytowaniu pliku konfiguracyjnego.
pt_br: Insira os detalhes do seu servidor do Wallabag e sua conta. A ID do cliente e o segredo do cliente são sequências longas, então você pode preferir salvar as configurações vazias e editar o arquivo de configuração diretamente na pasta de instalação: %1/wallabag.lua Reinicie o KOReader após editar o arquivo de configuração.
ro: Întrodu detaliile serverului Wallabag și contul. ID-ul de client și secretul sînt șiruri de caractere lungi. Ai putea să salvezi setările goale și apoi să editezi fișierul de configurare mai tîrziu direct din directorul de instalare: %1/wallabag.lua Repornește KOReader după ce ai editat fișierul de configurare.
ru: Введите данные своей учётной записи и сервера Wallabag. ID и секретный ключ клиента - это длинные строки, поэтому вы можете сохранить пустые настройки и отредактировать файл конфигурации непосредственно в установочной папке: %1/wallabag.lua Перезапустите KOReader после редактирования файла конфигурации.
sk: Zadajte podrobnosti o vašom Wallabag serveri a účte. ID klienta a tajný kľúč klienta sú dlhé reťazce, takže môžete radšej uložiť prázdne nastavenia a upraviť konfiguračný súbor priamo v inštalačnom priečinku: %1/wallabag.lua Po úprave konfiguračného súboru reštartujte prosím program KOReader.
sr: Унесите детаље свог Wallabag сервера и налога. ID клијента и тајна клијента су дугачки стрингови, тако да је можда боље да сачувате празна подешавања, па да директно у инсталационом директоријуму уредите конфигурациони фајл: %1/wallabag.lua Након уређивања конфигурационог фајла, поново покрените KOReader.
tr: Wallabag sunucu ve hesap bilgilerinizi yazın. İstemci kodu ve istemci parolası uzun dizgeler olduğundan boş bırakıp daha sonra yapılandırma dosyasını doğrudan kurulum klasöründen düzenlemek isteyebilirsiniz: %1/wallabag.lua Yapılandırma dosyasını düzenledikten sonra KOReader uygulamasını yeniden başlatın.
uk: Введіть дані вашого сервера та облікового запису Wallabag. Ідентифікатор клієнта та клієнтська таємниця є довгими рядками, тому ви можете зберегти порожні налаштування та відредагувати файл конфігурації безпосередньо у вашому каталозі встановлення: %1/wallabag.lua Перезапустіть KOReader після редагування файлу налаштувань.
zh_cn: 输入你的 Wallabag 服务器和账户信息。 客户端ID和客户端密钥较长，你可以暂时留空，然后直接编辑存在于安装文件夹下的这个配置文件： %1/wallabag.lua 编辑完成后请重启 KOReader。

source: Wallabag settings
ca: Paràmetres del Wallabag
cs: Nastavení Wallabagu
de: Wallabag Einstellungen
el: Ρυθμίσεις Wallabag
es: Configuración de Wallabag
fa: تنظیمات Wallabag
fr: Paramètres Wallabag
gl: Configuración de Wallabag
hu: Wallabag beállítások
it_it: Impostazioni Wallabag
ja: Wallabag 設定
ko_kr: Wallabag 설정
nl_nl: Wallabaginstellingen
pl: Ustawienia Wallabag
pt_br: Configurações do Wallabag
ro: Setări Wallabag
ru: Настройки Wallabag
sk: Nastavenia Wallabag
sr: Wallabag подешавања
tr: Wallabag ayarları
uk: Налаштування Wallabag
zh_cn: Wallabag 设置

source: Server URL
ar: عنوان المزوّد (السيرفر)
ca: URL del servidor
cs: URL adresa serveru
el: Διεύθυνση URL διακομιστή
es: URL del servidor
fa: آدرس سرور
fr: Adresse du serveur
gl: URL do servidor
hu: Szerver URL
it_it: URL server
ja: サーバ URL
ko_kr: 서버 주소
pl: URL serwera
pt_br: URL do servidor
ro: URL server
ru: URL сервера
sr: URL сервера
tr: Sunucu Adresi
uk: URL сервера
zh_cn: 服务器 URL

source: Client ID
ca: Identificador de client
cs: ID klienta
el: Αναγνωριστικό προγράμματος-πελάτη
es: Identificador de cliente
fr: Identifiant du client
gl: ID de cliente
hu: Kliens ID
it_it: Identificativo
ja: クライアント ID
ko_kr: 클라이언트 ID
pl: ID klienta
pt_br: ID do Cliente
ro: ID client
ru: ID клиента
sk: ID klienta
sr: ID клијента
tr: İstemci kodu
uk: ID клієнта
zh_cn: 客户端ID

source: Client secret
ar: سرّ العميل
ca: Contrasenya del client
cs: „Secret“ klienta
el: Μυστικό προγράμματος-πελάτη
es: Contraseña del cliente
fr: Code secret du client
gl: Segredo do cliente
hu: Ügyféltitok
it_it: Chiave segreta
ja: クライアントシークレット
ko_kr: 클라이언트 secret
nl_nl: Clientgeheim
pl: Hasło klienta
pt_br: Segredo do cliente
ro: Secret client
ru: Секретный ключ клиента
sk: Tajný kľúč klienta
sr: Тајна клијента
tr: İstemci parolası
uk: Секретний ключ
zh_cn: 客户端密钥

source: Wallabag client settings
ar: إعدادات عميل Wallabag
ca: Paràmetres del client del Wallabag
cs: Nastavení Wallabag klienta
de: Wallabag-Client-Einstellungen
el: Ρυθμίσεις προγράμματος-πελάτη Wallabag
es: Configuración de cliente de Wallabag
fa: تنظیمات کاره Wallabag
fr: Paramètres du client Wallabag
gl: Axustes de cliente de Wallabag
hu: Wallabag kliens beállítások
it_it: Impostazioni client Wallabag
ja: Wallabgクライアント設定
ko_kr: Wallabag 클라이언트 설정
nl_nl: Wallabagclient-instellingen
pl: Ustawienia klienta Wallabag
pt_br: Configurações do cliente do Wallabag
ro: Setări client Wallabag
ru: Настройки клиента Wallabag
sk: Nastavenia klienta Wallabag
sr: Подешавања Wallabag клијента
tr: Wallabag istemci ayarları
uk: Налаштування клієнта Wallabag
zh_cn: Wallabag 客户端设置

source: Number of articles
ar: عدد المقالات
ca: Nombre d'articles
cs: Počet článků
de: Anzahl Artikel
el: Αριθμός άρθρων
es: Número de artículos
fa: تعداد مقالات
fr: Nombre d’articles
gl: Número de artigos
hu: Cikkek száma
it_it: Numero di articoli
ja: 記事数
ko_kr: 글감 수
nl_nl: Aantal artikelen
pl: Liczba artykułów
pt_br: Número de artigos
ro: Număr de articole
ru: Количество статей
sk: Počet článkov
sr: Број чланака
tr: Yazı sayısı
uk: Кількість статей
zh_cn: 文章数目

source: Number of articles to download per sync
ar: عدد المقالات التي سيتم تحميلها كلّ عمليّةِ مزامنة
ca: Nombre d'articles a descarregar en cada sincronització
cs: Počet článků, které chcete stáhnout při synchronizaci
de: Anzahl Artikel pro Synchronisierung zum herunterladen
el: Αριθμός άρθρων προς λήψη ανά συγχρονισμό
es: Número de artículos a descargar en cada sincronización
fa: تعداد مقالات برای دانلود در هر نوبت همگام‌سازی
fr: Nombre d’articles à télécharger par synchronisation
gl: Número de artigos para descargar por sincronización
hu: Szinkronizáláskor letöltendő cikkek száma
it_it: Numero di articoli da scaricare per sincronizzazione
ja: 同期毎にダウンロードする記事の数
ko_kr: 동기화 당 다운로드할 글감 수
nl_nl: Aantal artikelen om per sync te downloaden
pl: Liczba artykułów do pobrania na sesje
pt_br: Número de artigos para download por sincronia
ro: Număr de articole de descărcat la sincronizare
ru: Количество статей для загрузки за одну синхронизацию
sk: Počet článkov na stiahnutie počas jednej synchronizácie
sr: Број чланака који се преузима током једне синхронизације
tr: Bir eşitlemede indirilecek yazı sayısı
uk: Кількість статей для завантаження за синхронізацію
zh_cn: 每次同步下载的文章数目

source: Article added to download queue: %1
ar: تمت إضافة المادة إلى قائمة انتظار التنزيل: %1
ca: Article afegit a la cua de descàrrega: %1
cs: Článek byl přidán do fronty stahování: %1
de: Artikel zur Herunterladen-Warteschlange hinzugefügt: %1
el: Αποτυχία λήψης της ουράς: %1
es: Artículo añadido a la cola de descarga: %1
fa: مقاله به صف دانلود اضافه شد: %1
fr: Article ajouté à la file d’attente de téléchargement : %1
gl: Artigo engadido á cola de descarga: %1
hu: Cikk hozzáadva a letöltési sorhoz: %1
it_it: Articolo aggiunto alla coda di download: %1
ja: ダウンロードキューに記事を追加しました: %1
ko_kr: 다운로드 대기열에 추가된 글감: %1
nl_nl: Artikel aan downloadwachtrij toegevoegd: %1
pl: Artykuł dodany do kolejki pobierania: %1
pt_br: Artigo adicionado à fila para baixar: %1
ro: Articolul a fost adăugat în coada de descărcări: %1
ru: Статья добавлена в очередь загрузки: %1
sk: Článok bol pridaný do poradia na stiahnutie: %1
sr: Чланак је додат у ред за преузимање: %1
tr: Yazı indirme kuyruğuna eklendi: %1
uk: Статтю додано до черги завантаження: %1
zh_cn: 已添加文章至下载队列: %1

source: Article added to Wallabag: %1
ar: تمت إضافة المقالة إلى Wallabag: %1
ca: Article afegit a Wallabag: %1
cs: Článek přidaný do Wallabagu: %1
de: Artikel zu Wallabag hinzugefügt: %1
el: Άρθρο που προστέθηκε στο Wallabag: %1
es: Artículo añadido a Wallabag: %1
fa: مقاله اضافه شده به Wallabag: %1
fr: Article ajouté à Wallabag : %1
gl: Artigo engadido a Wallabag: %1
hu: Cikk hozzáadva a Wallabag-hoz: %1
it_it: Articolo aggiunto a Wallabag: %1
ja: Wallabagに記事を追加: %1
ko_kr: Wallabag에 추가된 글감: %1
nl_nl: Artikel aan Wallabag toegevoegd: %1
pl: Dodano artykuł do Wallabag: %1
pt_br: Artigo adicionado ao Wallabag: %1
ro: Articolul a fost adăugat în Wallabag: %1
ru: Статья добавлена в Wallabag: %1
sk: Článok pridaný do Wallabag: %1
sr: Чланак је додат у Wallabag: %1
tr: Yazı Wallabag üzerine eklendi: %1
uk: Стаття додана до Wallabag: %1
zh_cn: 添加至Wallabag的文章: %1

source: Error adding link to Wallabag: %1
ca: Error en agregar enllaç a Wallabag: %1
cs: Při přidávání odkazu do Wallabagu došlo k chybě: %1
de: Fehler beim hinzufügen zu Wallabag: %1
el: Σφάλμα κατά την προσθήκη συνδέσμου στο Wallabag: %1
es: Error al agregar enlace a Wallabag: %1
fa: خطا در زمان اضافه کردن لینک به Wallabag: %1
fr: Erreur lors de l’ajout d’un lien vers Wallabag : %1
gl: Erro ao engadir ligazón a Wallabag: %1
hu: Hiba cikk Wallabag-hoz történő hozzáadása közben: %1
it_it: Errore durante l'aggiunta del collegamento a Wallabag: %1
ja: Wallabagへのリンク追加がエラー: %1
ko_kr: Wallabag에 링크를 추가하면서 오류가 생겼니다: %1
nl_nl: Fout bij link aan Wallabag toevoegen: %1
pl: Błąd podczas dodawania odnośnika do Wallabag: %1
pt_br: Erro ao adicionar o link ao Wallabag: %1
ro: Nu s-a putut adăuga legătura în Wallabag: %1
ru: Ошибка добавления ссылки в Wallabag: %1
sk: Chyba pri pridávaní odkazu na Wallabag: %1
sr: Грешка приликом додавања линка у Wallabag: %1
tr: Wallabag bağlantısı eklenirken sorun çıktı: %1
uk: Помилка додавання посилання до Wallabag: %1
zh_cn: 向 Wallabag 中添加链接失败： %1

source: Tap the lower right corner
ar: المس الزاوية اليمنى السفلى
ca: Prémer al cantó inferior dret
cs: Ťukněte na pravý dolní roh
de: Die untere rechte Ecke tippen
el: Πατήστε στην κάτω δεξιά γωνία
es: Pulse la esquina inferior derecha
fa: گوشه پایین سمت راست را ضربه بزنید
fr: Touchez l’écran dans le coin inférieur droit
gl: Preme a esquina inferior dereita
hu: Jobb alsó sarok érintése
it_it: Tocco angolo in basso a destra
ja: 右下角をタップ
ko_kr: 하단 오른쪽 모서리 탭
nl_nl: Tik op de rechteronderhoek
pl: Stuknij prawy dolny róg
pt_br: Toque no canto inferior direito
ro: Atinge colțul din dreapta jos
ru: Коснитесь правого нижнего угла
sk: Ťuknite na pravý dolný roh
sr: Тапните доњи десни угао
tr: Sağ alt köşeye dokunun
uk: Натисніть на правий нижній кут екрану
zh_cn: 点击屏幕右下角
