Repository: spruceUI/spruceOS
Catalog: App/KoReader/l10n/*/koreader.po
Languages: ar, ca, cs, de, el, es, fa, fr, gl, hu, it_it, ja, ko_kr, nl_nl, pl, pt_br, ro, ru, sk, sr, tr, uk, zh_cn

source: Autostandby timeout: %1
ca: Temps d'inactivitat abans d'entrar en mode d'espera: %1
cs: Časový interval pro automatický pohotovostní režim: %1
de: Timeout für Standby: %1
el: Χρονικό όριο αυτόματης κατάστασης αναμονής: %1
es: Tiempo de inactividad antes de entrar en modo de espera: %1
fr: Délai d'inactivité pour la mise en veille automatique : %1
gl: Tempo de inactividade para entrar no modo de espera: %1
hu: Automatikus készenlét időtúllépése: %1
it_it: Tempo di attesa per la sospensione automatica: %1
ja: 自動スタンバイ タイムアウト: %1
ko_kr: 자동 대기 시간 간격: %1
nl_nl: Autoslaap-timeout: %1
pl: Limit czasu automatycznego czuwania: %1
pt_br: Tempo limite para suspensão automática: %1
ro: Interval suspendare automată: %1
ru: Задержка авто-ожидания: %1
sk: Časový limit automatického pohotovostného režimu: %1
sr: Тајмаут ауто-стања приправности: %1
tr: Otomatik hazırda bekleme süresi: %1
uk: Час до автопереходу в режим очікування: %1
zh_cn: 自动待机超时：%1

source: Autostandby timeout
ca: Temps d'inactivitat abans d'entrar en mode d'espera automàtic
cs: Časový interval pro automatický pohotovostní režim
de: Timeout für Standby
el: Χρονικό όριο αυτόματης κατάστασης αναμονής
es: Tiempo de inactividad antes de entrar en modo de espera automático
fr: Temps de mise en veille automatique
gl: Tempo de inactividade para entrar no modo de espera automaticamente
hu: Automatikus készenlét időtúllépése
it_it: Tempo di attesa per la sospensione automatica
ja: 自動スタンバイ タイムアウト
ko_kr: 자동 대기 시간 간격
nl_nl: Autoslaap-timeout
pl: Limit czasu automatycznego czuwania
pt_br: Tempo limite para suspensão automática
ro: Timp suspendare automată
ru: Задержка авто-ожидания
sk: Časový limit automatického pohotovostného režimu
sr: Тајмаут ауто-стања приправности
tr: Otomatik hazırda bekleme süresi
uk: Час до автопереходу в режим очікування
zh_cn: 自动待机超时

source: Timeout for autostandby
ca: Temps d'inactivitat per a entrar en mode d'espera automàtic
cs: Časový interval pro automatický pohotovostní režim
de: Timeout für Autostandby
el: Χρονικό όριο για αυτόματη κατάσταση αναμονής
es: Tiempo de inactividad para entrar en modo de espera automático
fr: Délai avant la mise en veille
gl: Tempo de inactividade para entrar no modo de espera automaticamente
hu: Automatikus készenlét időtúllépése
it_it: Tempo d'attesa per la sospensione automatica
ja: 自動スタンバイのタイムアウト
ko_kr: 자동 대기를 위한 시간 간격
nl_nl: Timeout voor automatisch slapen
pl: Limit czasu automatycznego czuwania
pt_br: Tempo limite para autossuspensão
ro: Interval pentru autosuspendare
ru: Время задержки для автоматического ожидания
sk: Časový limit pre automatický pohotovostný režim
sr: Тајмаут за ауто-стање приправности
tr: Otomatik hazırda bekleme zaman aşımı
uk: Час до автопереходу в режим очікування
zh_cn: 自动待机超时时间

source: Enter time in minutes and seconds.
ca: Introduir interval de temps en minuts i segons.
cs: Vložte čas v minutách a sekundách.
de: Gib eine Zeit in Minuten und Sekunden ein.
el: Εισαγάγετε τον χρόνο σε λεπτά και δευτερόλεπτα.
es: Introducir intervalo de tiempo en minutos y segundos.
fa: زمان را به شکل دقیقه و ثانیه وارد کنید.
fr: Entrez l'heure en minutes et secondes.
gl: Insire un tempo en minutos e segundos.
hu: Idő perc és másodperc formátumban.
it_it: Inserisci il tempo in minuti e secondi.
ja: 分と秒で時間を入力する 。
ko_kr: 분과 초로 시간을 입력하세요.
nl_nl: Voer een tijd in minuten en seconden in.
pl: Podaj czas w minutach i sekundach.
pt_br: Insira o tempo em minutos e segundos.
ro: Întrodu timpul în minute și secunde.
ru: Введите время в минутах и секундах.
sk: Zadať čas v minútach a sekundách.
sr: Унесите време у минутима и секундама.
tr: Zamanı dakika ve saniye olarak yazın.
uk: Введіть час у хвилинах і секундах.
zh_cn: 以分钟和秒数为单位输入时间。

source: Autoturn
ar: تقليبٌ ذاتيّ
ca: Passar de pàgina automàticament
cs: Automatické otáčení stránek
de: Automatisches Blättern
el: Αυτόματη αλλαγή σελίδων
es: Pasar página automáticamente
fa: ورق زدن خودکار
fr: Changement de page automatique
gl: Pase automático
hu: Automatikus lapozás
it_it: Volta pagina automatico
ja: 自動ページめくり
ko_kr: 자동 넘기기
nl_nl: Auto-omslaan
pl: Automatyczna zmiana stron
pt_br: Virada automática de página
ro: Întoarce pagina automat
ru: Автолистание
sk: Automatické otáčanie stránok
sr: Аутоматско окретање
tr: Otomatik sayfa çevirme
uk: Автогортання
zh_cn: 自动翻页

source: Automatically turns the page after a set period of time. Hold to set the scrolling distance.
ar: يقلب الصفحة تلقائيًا بعد فترة زمنية محددة. اضغط مع الاستمرار لضبط مسافة التمرير.
ca: Passa la pàgina automàticament després del període de temps establert. Prèmer per a configurar la distància de desplaçament.
cs: Automaticky otáčí stránku po nastavené době. Podržte pro nastavení vzdálenosti posunování.
de: Wechselt die Seite automatisch nach einer bestimmten Zeitspanne. Halten Sie diese Taste gedrückt, um den Scrollabstand einzustellen.
el: Γυρίζει αυτόματα τη σελίδα μετά από ένα καθορισμένο χρονικό διάστημα. Πατήστε παρατεταμένα για να ορίσετε την απόσταση κύλισης.
es: Pasar la página automáticamente después del período de tiempo establecido. Pulsar para configurar la distancia de desplazamiento.
fr: Tourne automatiquement la page après une période de temps définie. Maintenir le doigt pour régler la distance de défilement.
gl: Pasa a páxina automaticamente despois do período de tempo establecido. Pulsación longa para configurar a distancia de desprazamento.
hu: Meghatározott idő után automatikusan lapozza a könyvet. Lenyomva beállítható a görgetési távolság.
it_it: Volta automaticamente la pagina dopo un determinato periodo di tempo. Tieni premuto per impostare la distanza di scorrimento.
ja: 設定した時間が経過すると自動的にページがめくられます。 長押しでスクロール距離を設定します。
ko_kr: 지정된 시간이 지나면 자동으로 페이지를 넘깁니다. 스크롤할 거리를 설정하려면 길게 누르세요.
nl_nl: Slaat automatisch de pagina om na een ingestelde tijdsperiode. Houd het menu ingedrukt om de afstand in te stellen.
pl: Automatycznie zmienia stronę po określonym czasie. Naciśnij dłużej, aby ustawić odległość przewijania.
pt_br: Vira a página automaticamente após um período definido. Mantenha pressionado para definir o intervalo de rolagem.
ro: Întoarce pagina automat după o perioadă de timp prestabilită. Ține apăsat pentru a seta distanța de derulare.
ru: Данный плагин позволяет перелистывать страницы автоматически, с заданной периодичностью. Для настройки расстояния прокрутки удерживайте соответствующий пункт меню.
sk: Automaticky otočí stránku po nastavenom čase. Podržaním nastavíte vzdialenosť posúvania.
sr: Аутоматски окреће странице након задатог временског периода. Задржите да поставите даљину скроловања.
tr: Belirtilen sürede sayfayı otomatik olarak çevirir. Sayfa sayısını ayarlamak için basılı tutun.
uk: Автоматично перегортає сторінку через певний проміжок часу. Утримуйте, щоб установити відстань прокручування.
zh_cn: 在指定的时间后自动翻页。 按住以设置滚动距离。

source: Autoturn is now active and will automatically turn the page every %1.
ca: El canvi de pàgina automàtic ha estat activat i es canviarà de pàgina cada %1 segons.
cs: Automatické otáčení je nyní aktivní a bude automaticky otáčet stránku každých %1.
de: Autoturn ist nun aktiv und blättert alle %1 Sekunden automatisch um.
el: Η λειτουργία αυτόματης αλλαγής σελίδων έχει ενεργοποιηθεί και θα γυρνά αυτόματα τις σελίδες κάθε %1.
es: El cambio de página automático ha sido activado y cambiará de página cada %1 segundos.
fa: ورق زدن خودکار الان فعال شد و صفحات به شکل خودکار هر %1 ورق خواهند خورد.
fr: Le changement de page automatique est maintenant actif et tournera automatiquement la page chaque %1.
gl: O pase automático de páxina está activado e pasará páxina cada %1.
hu: Az automatikus lapozás aktív, %1 után automatikus lapozás történik.
it_it: Il cambio di pagina automatico è ora attivo e girerà automaticamente la pagina ogni %1.
ja: 自動ページめくりは有効で、%1 秒ごとに自動でページをめくります。
ko_kr: 이제 자동 회전이 활성화되어 %1마다 자동으로 페이지를 넘깁니다.
nl_nl: Auto-omslaan is geactiveerd en zal de pagina automatisch elke %1 omslaan.
pl: Automatyczna zmiana stron jest teraz aktywna i zmienia strony co %1.
pt_br: A virada automática de página agora está ativa e mudará de página a cada %1.
ro: Întoarcerea paginii automată este acum activă și va întoarce pagina la fiecare %1.
ru: Автолистание теперь активно и будет автоматически перелистывать страницу каждые %1.
sk: Automatické otáčanie je teraz aktívne a automaticky otočí stránku každých %1.
sr: Аутоматско окретање страница је сада активно и странице ће се окретати аутоматски сваких %1.
tr: Otomatik sayfa çevirme %1 sürede sayfayı çevirecek şekilde etkinleştirildi.
uk: Автогортання тепер увімкнено й автоматично перегортатиме сторінку що %1.
zh_cn: 自动翻页已启用，将会每隔 %1 翻页。

source: Autoturn is now active and will automatically scroll %1 % of the page every %2 seconds.
ar: خاصية التقليب الذاتيّ تعمل وستقلب %1 % من الصفحة كلّ %2 ثانية/ثوانٍ.
ca: El canvi de pàgina automàtic ha estat activat i desplaçarà el %1 % de la pàgina cada %2 segons.
cs: Automatické otáčení je nyní aktivní a každých %2 sekund bude posunovat stránku o %1 %.
de: Autoturn ist jetzt aktiv und blättert automatisch alle %2 Sekunden %1 % der Seite.
el: Η λειτουργία αυτόματης αλλαγής σελίδων έχει ενεργοποιηθεί και θα μετακινεί αυτόματα %1 % της σελίδας κάθε %2 δευτερόλεπτα.
es: El cambio de página automático ha sido activado y desplazará el %1 de la página % cada %2 segundos.
fr: Le changement de page automatique est maintenant actif et fera défiler automatiquement %1 % de la page toutes les %2 secondes.
gl: O pase automático de páxina está activado e desprazará o %1 % da páxina cada %2 segundos.
hu: Az automatikus lapozás aktív, automatikusan görgeti az oldal %1% -át %2 mp leteltével.
it_it: Il cambio di pagina automatico è ora attivo e scorrerà automaticamente %1 % della pagina ogni %2 secondi.
ja: 自動ページめくりが有効になり、%2 秒ごとにページの%1 %を自動的にスクロールします。
ko_kr: 자동 넘기기가 활성화되어, %2 초마다 페이지의 %1%를 자동으로 스크롤합니다.
nl_nl: Auto-omslaan is geactiveerd en zal automatisch elke %2 seconden %1 % van de pagina scrollen.
pl: Automatyczna zmiana stron jest teraz aktywna i zmienia %1 % strony co %2 sekund.
pt_br: A virada automática agora está ativa e rolará automaticamente %1% da página a cada %2 segundos.
ro: Întoarcerea paginii este acum activată și va derula automat %1 % din fiecare pagină la fiecare %2 secunde.
ru: Автолистание включено и будет автоматически прокручивать %1% страницы каждые %2 секунд.
sk: Automatické otáčanie je teraz aktívne a každé %2 sekundy sa automaticky posunie o %1 % stránky.
sr: Аутоматско окретање страница је сада активно и аутоматски ће да скролује %1 % странице сваких %2 секунди.
tr: Otomatik sayfa çevirme %2 saniyede %1 sayfa çevirecek şekilde etkinleştirildi.
uk: Автогортання увімкнено й автоматично прокручуватиме %1% сторінки кожні %2 секунд.
zh_cn: 自动翻页已启用，将会每 %2 秒滚动 %1% 的页面。

source: Autoturn: %1
ca: Canvi de pàgina automàtic: %1
cs: Automatické otáčení stránek: %1
de: Automatisches Blättern: %1
el: Αυτόματη αλλαγή σελίδων: %1
es: Cambio de página automático: %1
fa: ورق زدن خودکار: %1
fr: Tourne-page auto : %1s
gl: Pase automático: %1
hu: Automatikus lapozás: %1
it_it: Volta pagina automatico: %1
ja: 自動ページめくり: %1
ko_kr: 자동 넘기기: %1
nl_nl: Auto-omslaan: %1
pl: Automatyczna zmiana stron: %1
pt_br: Virada automática: %1
ro: Întoarcere automată: %1
ru: Автолистание: %1
sk: Automatické otáčanie: %1
sr: Аутоматско окретање: %1
tr: Otomatik sayfa çevirme: %1
uk: Автогортання: %1
zh_cn: 自动翻页：%1

source: Autoturn time
ca: Temps de canvi de pàgina
cs: Čas automatického otáčení stránek
de: Zeit für automatisches Blättern
el: Χρόνος αυτόματης αλλαγής σελίδων
es: Tiempo de cambio de página
fa: زمان ورق زدن خودکار
fr: Temps du tourne-page auto
gl: Tempo de pase automático de páxina
hu: Automatikus lapozás ideje
it_it: Tempo volta pagina automatico
ja: 自動ページめくり時間
ko_kr: 자동 넘김 시간
nl_nl: Auto-omslaantijd
pl: Czas automatycznej zmiany stron
pt_br: Tempo de virada automática
ro: Timp întoarcere automată pagină
ru: Время автолистания
sk: Čas automatického otáčania
sr: Време аутоматског окретања
tr: Otomatik sayfa çevirme süresi
uk: Час автогортання
zh_cn: 自动翻页时间

source: Set distance
ar: حدّد مسافة
ca: Configurar distància
cs: Nastavit vzdálenost
de: Distanz festlegen
el: Καθορισμός απόστασης
es: Configurar distancia
fa: تنظیم فاصله
fr: Définir la distance
gl: Axustar distancia
hu: Távolság beállítása
it_it: Imposta distanza
ja: 距離を設定
ko_kr: 거리 설정
nl_nl: Afstand instellen
pl: Ustaw odległość
pt_br: Definir distância
ro: Setează distanță
ru: Применить
sk: Nastaviť vzdialenosť
sr: Постави даљину
tr: Sayfa sayısını ayarla
uk: Вказати відстань
zh_cn: 设置距离

source: Scrolling distance
ar: مسافة التمرير
ca: Distància de desplaçament
cs: Vzdálenost posunování
de: Scroll-Distanz
el: Απόσταση κύλισης
es: Distancia de desplazamiento
fa: فاصله پیمایش
fr: Distance de défilement
gl: Distancia de desprazamento
hu: Görgetési távolság
it_it: Distanza di scorrimento
ja: スクロール距離
ko_kr: 거리 스크롤하기
nl_nl: Scrollafstand
pl: Odległość przewijania
pt_br: Intervalo de rolagem
ro: Distanță derulare
ru: Расстояние прокрутки
sk: Vzdialenosť pre posúvanie
sr: Даљина скроловања
tr: Çevrilecek sayfa sayısı
uk: Відстань прокручування
zh_cn: 滚动距离

source: Auto warmth and night mode
ar: الدفء التلقائي والوضع الليلي
ca: Temperatura de color i mode nit automàtics
cs: Automatická teplota a noční režim
de: Automatische Wärme und Nachtmodus
el: Αυτόματος θερμός φωτισμός και νυχτερινή λειτουργία
es: Temperatura de color y modo noche automáticos
fa: گرما و حالت شب خودکار
fr: Température et mode nuit automatiques
gl: Temperatura de cor e modo nocturno automáticos
hu: Automatikus színhőmérséklet és éjszakai mód
it_it: Modalità calore e notte automatici
ja: 自動色調調節と夜間モード
ko_kr: 자동 색 온도와 야간 모드
nl_nl: Automatische warmte- en nachtstand
pl: Automatyczna barwa i tryb nocny
pt_br: Temperatura de cor e modo noturno automáticos
ro: Nuanță și mod de noapte automat
ru: Автотеплота и ночной режим
sk: Automatická farebná teplota a nočný režim
sr: Аутоматска топлина и ноћни режим
tr: Otomatik sıcaklık ve gece kipi
uk: Авторежим теплоти барв і нічний режим
zh_cn: 自动色温和夜间模式

source: Auto night mode
ar: الوضع الليلي التلقائي
ca: Mode nit automàtic
cs: Automatický noční režim
de: Automatischer Nachtmodus
el: Αυτόματη νυχτερινή λειτουργία
es: Modo noche automático
fa: حالت شب خودکار
fr: Mode nuit automatique
gl: Modo nocturno automático
hu: Automatikus éjszakai mód
it_it: Modalità notte automatica
ja: 自動夜間モード
ko_kr: 자동 야간 모드
nl_nl: Automatische nachtstand
pl: Automatyczny tryb nocny
pt_br: Modo noturno automático
ro: Mod de noapte automat
ru: Автоматический ночной режим
sk: Automatický nočný režim
sr: Аутоматски ноћни режим
tr: Otomatik gece kipi
uk: Автоматичний нічний режим
zh_cn: 自动夜间模式

source: This plugin allows to set the frontlight warmth automagically.
ca: Aquest complement permet configurar automàticament la temperatura de color de la il·luminació.
cs: Tento doplněk umožňuje nastavit automaticky teplotu předního osvětlení.
de: Dieses Plugin ermöglicht es, die Wärme der Beleuchtung automatisch einzustellen.
el: Αυτό το πρόσθετο επιτρέπει την αυτόματη ρύθμιση της θερμότητας του εμπρόσθιου φωτισμού.
es: Este complemento permite configurar automáticamente la temperatura de color de la iluminación.
fr: Ce module d'extension permet de régler automatiquement la température de l'éclairage.
gl: Este engadido permite configurar a temperatura de cor da iluminación de xeito automático.
hu: Ez a bővítmény lehetővé teszi a megvilágítás színhőmérsékletének automatikus beállítását.
it_it: Questa estensione consente di impostare automaticamente il calore della luce frontale.
ja: フロントライトの色調を自動的に設定するプラグインです。
ko_kr: 이 플러그인을 사용하면 전면 조명의 색 온도를 자동으로 설정할 수 있습니다.
nl_nl: Deze plugin maakt het mogelijk om automatisch de warmte van het licht in te stellen.
pl: Wtyczka ta pozwala na automagiczne ustawienie barwy oświetlenia.
pt_br: Este plugin permite definir a temperatura de cor e o modo noturno automaticamente.
ro: Acest plugin permite setarea nuanței iluminării automat.
ru: Данный плагин позволяет автоматически управлять теплотой подсветки.
sk: Tento doplnok umožňuje automaticky nastaviť teplotu nasvietenia/podsvietenia displeja.
sr: Овај додатак омогућава аутомагично подешавање топлине предњег светла.
tr: Bu uygulama eki, ön aydınlatma sıcaklığının otomatik olarak ayarlanmasını sağlar.
uk: Цей плагін уможливлює автозміну теплоти освітлення екрана.
zh_cn: 此插件允许自动设置前灯色温。

source: Show ephemeris
ar: عرض التقويم الفلكي
ca: Mostrar efemèrides astronòmiques
cs: Zobrazit efemeridy (údaje o poloze astronom. obj.)
de: Ephemeriden anzeigen
el: Εμφάνιση αστρονομικών εφημερίδων
es: Mostrar efemérides astronómicas
fr: Afficher les éphémérides
gl: Mostrar efemérides
hu: Ephemeris megjelenítése
it_it: Mostra effemeridi
ja: 暦を表示
ko_kr: 천문력 보기
nl_nl: Efemeriden weergeven
pl: Pokaż efemerydy
pt_br: Mostrar efemérides
ro: Arată efemerida
ru: Показать астрономические таблицы
sk: Zobraziť efemeridy (tabuľku zobrazujúcu polohy slnka)
sr: Прикажи ефемериде
tr: Gök günlüğü görüntülensin
uk: Показувати ефемериди
zh_cn: 显示星历

source: Auto warmth off
ar: إطفاء تلقائي لوضع الدفء
ca: Temperatura de color automàtica desactivada
cs: Automatická teplota vypnuta
de: Automatische Wärme aus
el: Απενεργοποίηση αυτόματου θερμού φωτισμού
es: Temperatura de color automática desactivada
fa: گرمای نور خودکار خاموش
fr: Pas de température automatique
gl: Temperatura de cor automática desactivada
hu: Automatikus színhőmérséklet ki
it_it: Calore automatico spento
ja: 自動色調調節オフ
ko_kr: 자동 색 온도 끄기
nl_nl: Automatische warmte uit
pl: Automatyczne wyłączanie barwy
pt_br: Desligar temperatura de cor automática
ro: Nuanță automată oprită
ru: Отключение автотеплоты
sk: Vypnúť automatickú farebnú teplotu
sr: Искључи је аутоматску топлину
tr: Sıcaklık otomatik kapatılsın
uk: Автовимкнення теплоти барв
zh_cn: 自动色温关闭

source: Auto warmth cycle through modes
ar: دورة الدفء التلقائي من خلال الأوضاع
ca: Cicle de temperatures de color automàtiques mitjançant modes
cs: Procházení mezi režimy automatické teploty
de: Automatische Wärme nächster Modus
el: Ανακύκληση λειτουργιών αυτόματου θερμού φωτισμού
es: Ciclo de temperaturas de color automáticas mediante modos
fr: Cycle de température automatique via les modes
gl: Ciclo automático de temperaturas de cor a través de modos
hu: Automatikus színhőmérséklet ciklus az üzemmódokon keresztül
it_it: Cicla Calore automatico tra modalità
ko_kr: 모드를 통한 자동 색 온도 주기
nl_nl: Schakel door automatische warmte-modi
pl: Automatyczny cykl barwy w trybach
pt_br: Alternar entre modos para temperatura de cor
ro: Ciclare automată printre modurile de nuanță
ru: Циклическая смена режимов автотеплоты
sk: Automatické prechádzanie režimov farebnej teploty
sr: Аутоматска топлина кружи по режимима
tr: Kipler arasında otomatik sıcaklık değişimi
uk: Автозміна теплоти барв у різних режимах
zh_cn: 基于不同模式的自动色温周期

source: Information about the sun in
ar: معلومات عن الشمس في
ca: Informació sobre el sol en
cs: Informace o slunci v
de: Information zum Sonnenstand in
el: Πληροφορίες σχετικά με τον ήλιο για
es: Información sobre el sol en
fa: اطلاعات درباره خورشید در
fr: Informations sur le soleil en
gl: Información acerca do sol en
hu: Információk a napsütésről
it_it: Informazioni sul sole in
ko_kr: 태양에 대한 정보
nl_nl: Informatie over de zon in
pl: Informacje o słońcu w
pt_br: Informações sobre o sol em
ro: Informații despre Soare în
ru: Информация о солнце в
sk: Informácie o polohe slnka na
sr: Информације о положају сунца у
tr: Güneş doğduğu bilgisi
uk: Відомості про сонце в
zh_cn: 关于太阳位置的更多信息

source: Auto warmth turned off
ar: تم إيقاف تشغيل الدفء التلقائي
ca: Temperatura de color automàtica desactivada
cs: Automatické nastavení teploty vypnuto
de: Automatische Wärme ausgeschalten
el: Ο αυτόματος θερμός φωτισμός απενεργοποιήθηκε
es: Temperatura de color automática desactivada
fa: گرمای نور خودکار خاموش شد
fr: Température automatique désactivée
gl: Temperatura de cor automática desactivada
hu: Automatikus színhőmérséklet beállítás kikapcsolva
it_it: Calore automatico spento
ja: 自動色調調節をオフにしました
ko_kr: 자동 색 온도 꺼짐
nl_nl: Automatische warmte uitgeschakeld
pl: Automatyczne wyłączanie barwy
pt_br: Temperatura de cor automática desligada
ro: Nuanță automată oprită
ru: Автотеплота выключена
sk: Automatická farebná teplota je vypnutá
sr: Аутоматска топлина је искључена
tr: Otomatik sıcaklık kapatıldı
uk: Автозміну теплоти барв вимкнено
zh_cn: 已关闭自动色温设置

source: Auto warmth use sun position
ar: الدفء التلقائي يستخدم وضعية الشمس
ca: Usar la posició del sol per a temperatura de color automàtica
cs: Automatická teplota používá polohu slunce
de: Automatische Wärme basierend auf der Sonnenposition
el: Θερμό φως ανάλογα με τη θέση του ήλιου
es: Usar la posición del sol para temperatura de color automática
fa: گرمای خودکار صفحه نمایش با استفاده از موقعیت خورشید
fr: Température automatique d’après la position du soleil
gl: Usar posición do sol para a temperatura de cor automática
hu: Automatikus színhőmérséklet használata a nap állása alapján
it_it: Calore automatico su posizione del sole
ja: 太陽位置で自動色調調整
ko_kr: 태양 위치에 따른 자동 색 온도
nl_nl: Automatische warmte gebruikt zonpositie
pl: Automatyczna barwa wykorzystuje pozycję słońca
pt_br: Usar posição do sol para temperatura de cor automática
ro: Nuanța automată folosește poziția Soarelui
ru: Автотеплота использует положение солнца
sk: Automatická farebná teplota využíva polohu slnka
sr: Аутоматска топлина користи позицију сунца
tr: Otomatik sıcaklık güneşin konumunu kullanıyor
uk: Автозміна теплоти барв за положенням сонця
zh_cn: 使用太阳位置自动设置色温

source: Auto warmth use schedule
ar: جدول استخدام الدفء التلقائي
ca: Horari d'ús de temperatura de color automàtica
cs: Automatická teplota používá časový plán
de: Automatische Wärme basierend auf dem Zeitplan
el: Θερμό φως σύμφωνα με το χρονοδιάγραμμα
es: Horario de uso de temperatura de color automática
fa: گرمای نور خودکار از زمانبندی استفاده می‌کند
fr: Température automatique planifiée
gl: Usar horario para a temperatura de cor automática
hu: Automatikus színhőmérséklet használati ütemezés szerint
it_it: Pianifica Calore automatico
ja: スケジュールで自動色調調整
ko_kr: 자동 색 온도 사용 일정
nl_nl: Automatische warmte gebruikt schema
pl: Harmonogram automatycznego korzystania z barwy
pt_br: Usar cronograma para temperatura de cor automática
ro: Nuanța automată folosește program
ru: Автотеплота использует расписание
sk: Automatická farebná teplota podľa časového plánu
sr: Аутоматска топлина користи распоред
tr: Otomatik sıcaklık zamanlamayı kullanıyor
uk: Автозміна теплоти барв за розкладом
zh_cn: 使用时间表自动设置色温
