Repository: spruceUI/spruceOS
Catalog: App/KoReader/l10n/*/koreader.po
Languages: ar, ca, cs, de, el, es, fa, fr, gl, hu, it_it, ja, ko_kr, nl_nl, pl, pt_br, ro, ru, sk, sr, tr, uk, zh_cn

source: ## Installing dictionaries <a id="dicts"></a> KOReader supports dictionary lookup in EPUB and even in scanned PDF/DJVU documents. To see the dictionary definition or translation, tap and hold a word. To use the dictionary lookup function, first you need to install one or more dictionaries in the StarDict format. KOReader has an inbuilt dictionary installation system: **TOP MENU ➔ ![Search](resources/icons/mdlight/appbar.search.svg) ➔ Dictionary Settings > Download dictionaries**
ar: ## تثبيت القواميس <a id="dicts"> </a> يدعم KOReader البحث في القاموس في EPUB وحتى في مستندات PDF / DJVU الممسوحة ضوئيًا. لمشاهدة تعريف القاموس أو الترجمة ، انقر مع الاستمرار فوق الكلمة. لاستخدام وظيفة البحث في القاموس ، تحتاج أولاً إلى تثبيت واحد أو أكثر من القواميس بتنسيق StarDict. يحتوي KOReader على نظام تثبيت قاموس يحمل في ثناياه عوامل: ** TOP MENU ➔! [Search](resources/icons/mdlight/appbar.search.svg) ➔ إعدادات القاموس> تنزيل القواميس **
ca: ## Instal·lació de diccionaris <a id="dicts"></a> KOReader permet buscar en diccionaris tant en EPUB com en documents PDF/DJVU escanejats. Per a veure la definició del diccionari o la traducció, cal mantenir premuda una paraula. Per a utilitzar la funció de cerca del diccionari, primer cal instal·lar un o més diccionaris en format StarDict. KOReader té incorporat un sistema d'instal·lació de diccionaris: **MENÚ SUPERIOR ➔ ![Cerca](resources/*icons/*mdlight/*appbar.search.svg) ➔ Configurar diccionaris> Descarregar diccionaris**
cs: ## Installace slovníků <a id="dicts"></a> KOReader podporuje vyhledávání ve slovnících v EPUBech a dokonce i v naskenovaných PDF/DJVU dokumentech. Pro zobrazení definice slova ze slovníku nebo překladu, ťukněte a podržte vybrané slovo. Abyste mohli použít funkci vyhledávání ve slovnících, musíte nejdřív nainstalovat jeden nebo více slovníků ve formátu StarDict. KOReader má zabudovaný systém pro instalaci slovníků: **HORNÍ NABÍDKA ➔ ![Vyhledávání](resources/icons/mdlight/appbar.search.svg) ➔ Nastavení slovníku > Stáhnout slovníky**
de: ## Installation von Wörterbüchern <a id="dicts"></a> KOReader unterstützt das Nachschlagen von Wörterbüchern in EPUB und sogar in gescannten PDF/DJVU-Dokumenten. Um die Wörterbuchdefinition oder die Übersetzung zu sehen, tippen Sie auf ein Wort und halten Sie es gedrückt. Um die Wörterbuchnachschlagefunktion nutzen zu können, müssen Sie zunächst ein oder mehrere Wörterbücher im StarDict-Format installieren. KOReader verfügt über ein eingebautes System zur Installation von Wörterbüchern: **OBERES MENÜ ➔ ![Suche](resources/icons/mdlight/appbar.search.svg) ➔ Wörterbucheinstellungen > Wörterbücher herunterladen**
el: ## ΕΓΚΑΤΑΣΤΑΣΗ ΛΕΞΙΚΩΝ <a id="dicts"></a> Το KOReader υποστηρίζει την αναζήτηση σε λεξικά σε αρχεία EPUB και ακόμη και σε σαρωμένα έγγραφα PDF/DJVU. Για να δείτε τον ορισμό ή τη μετάφραση σε ένα λεξικό, πατήστε παρατεταμένα μια λέξη. Για να χρησιμοποιήσετε τη λειτουργία αναζήτησης σε λεξικά, πρέπει πρώτα να εγκαταστήσετε ένα ή περισσότερα λεξικά σε μορφή StarDict. Το KOReader διαθέτει ένα ενσωματωμένο σύστημα εγκατάστασης λεξικών: **ΕΠΑΝΩ ΜΕΝΟΥ ➔ ![Search](../resources/icons/mdlight/appbar.search.svg) ➔ Ρυθμίσεις λεξικού > Λήψη λεξικών**
es: ## Instalación de diccionarios <a id="dicts"></a> KOReader permite buscar en diccionarios tanto en EPUB como en documentos PDF/DJVU escaneados. Para ver la definición del diccionario o la traducción, hay que mantener pulsada una palabra. Para utilizar la función de búsqueda del diccionario, primero hay que instalar uno o más diccionarios en formato StarDict. KOReader tiene incorporado un sistema de instalación de diccionarios : **MENÚ SUPERIOR ➔ ![Búsqueda](resources/icons/mdlight/appbar.search.svg) ➔ Configurar diccionarios> Descargar diccionarios**
fa: ## نصب واژه‌نامه <a id="dicts"></a> کوریدر از جستجوی واژنامه در EPUB و حتی اسناد اسکن شده PDF/DJVU پشتیبانی می‌کند. برای دیدن معنا در واژنامه یا ترجمه، روی کلمه ضربه زده و نگهدارید. برای استفاده از قابلیت جستجو در واژنامه ابتدا نیاز به نصب یک یا بیش از یک واژنامه با قالب StarDict دارید. کوریدر خود سیستم داخلی نصب واژنامه دارد **منوی بالایی ← ![جستجو](resources/icons/mdlight/appbar.search.svg) ← تنظیمات واژه‌نامه ← دانلود واژه‌نامه‌ها**
fr: ## Installation de dictionnaires <a id="dicts"></a> KOReader supporte la consultation des dictionnaires dans les EPUB et même dans les documents PDF/DJVU scannés. Pour voir la définition ou la traduction du dictionnaire, touchez et maintenez un mot. Pour utiliser la fonction de consultation de dictionnaire, vous devez d'abord installer un ou plusieurs dictionnaires au format StarDict. KOReader dispose d'un système d'installation de dictionnaire intégré : **MENU PRINCIPAL ➔ ![Recherche](ressources/icons/mdlight/appbar.search.svg) ➔ Paramètres des dictionnaires > Télécharger les dictionnaires**
gl: ## Instalación de dicionarios <a id="dicts"></a> KOReader soporta a busca en EPUB e incluso en documentos PDF/DJVU escaneados. Para ver unha definición ou tradución no dicionario, preme e mantén pulsada unha palabra. Para usar a función de busca nun dicionario, é necesario primeiro instalar un ou máis dicionarios no formato StarDict. KOReader inclúe un sistema de instalación de dicionarios: **MENÚ SUPERIOR ➔ ![Busca](resources/icons/mdlight/appbar.search.svg) ➔ Configuración dos dicionarios > Descargar dicionarios**
hu: ## Szótárak telepítése <a id="dicts"></a> A KOReader támogatja a szótárakban történő keresést EPUB és szkennelt PDF/DJVU dokumentumokban is. A szótári definíció vagy fordítás megtekintéséhez koppintson és tartsa lenyomva ujját egy szón. A szótárkeresés funkció használatához először telepítenie kell egy vagy több StarDict formátumú szótárat. A KOReader rendelkezik egy beépített szótártelepítő rendszerrel: **FELSŐ MENÜ ➔ ![Keresés](resources/icons/mdlight/appbar.search.svg) ➔ Szótár beállítások > Szótárak letöltése**.
it_it: ## Installazione di dizionari <a id="dicts"></a> KOReader supporta la ricerca del dizionario in EPUB e anche nei documenti PDF/DJVU digitalizzati. Per vedere la definizione o la traduzione del dizionario, tocca e tieni premuta una parola. Per utilizzare la funzione di ricerca del dizionario, prima è necessario installare uno o più dizionari nel formato StarDict. KOReader ha un sistema di installazione di dizionari integrato: **MENÙ SUPERIORE ➔ ![Cerca](../resources/icons/mdlight/appbar.search.svg) ➔ Impostazioni dizionario > Scarica dizionari**
ja: ## 辞書のインストール <a id="dicts"></a> KOReaderはEPUBやスキャンしたPDF/DJVU文書でも辞書引きをサポートしています。辞書の定義や翻訳を見るには、単語を長押しします。 辞書検索機能を使用するには、まず、StarDict形式の辞書を1つ以上インストールする必要があります。KOReaderは辞書インストールシステムを内蔵しています: **上部メニュー ➔ ![検索](resources/icons/mdlight/appbar.search.svg) ➔ 辞書設定 > 辞書のダウンロード**
ko_kr: ## 사전 설치 <a id="dicts"></a> KOReader는 EPUB이나 스캔한 PDF/DJVU 문서에서도 사전 검색을 지원합니다. 사전 정의 또는 번역을 보려면 단어를 길게 누릅니다. 사전 검색 기능을 사용하려면 먼저 StarDict 형식의 사전을 하나 이상 설치해야 합니다. KOReader에는 사전 설치 시스템이 내장되어 있습니다. **상단 메뉴 ➔ ![검색](resources/icons/mdlight/appbar.search.svg) ➔ 사전 설정 > 사전 내려받기**
nl_nl: ## Woordenboeken installeren <a id="dicts"></a> KOReader ondersteunt het opzoeken in woordenboeken in EPUB en zelfs in gescande PDF/DJVU-documenten. Om de woordenboekdefinitie of vertaling te zien, tikt u op een woord en houdt u het vast. Om de woordenboekfunctie te gebruiken, moet u eerst een of meer woordenboeken in het StarDict-formaat installeren. KOReader heeft een ingebouwd woordenboekinstallatie systeem: **BOVENMENU ➔ ![Zoeken](../resources/icons/mdlight/appbar.search.svg) ➔ Woordenboekinstellingen > Woordenboeken downloaden**
pl: ## Instalowanie słowników <a id="dicts"></a> KOReader obsługuje wyszukiwanie słownika w EPUB, a nawet w zeskanowanych dokumentach PDF/DJVU. Aby zobaczyć definicję słownika lub tłumaczenie, stuknij i przytrzymaj słowo. Aby korzystać z funkcji wyszukiwania słownika, musisz najpierw zainstalować jeden lub więcej słowników w formacie StarDict. KOReader posiada wbudowany system instalacji słownika: **GÓRNE MENU ➔ ![Szukaj](resources/icons/mdlight/appbar.search.svg) ➔ Ustawienia słownika > Pobierz słowniki**
pt_br: ## Instalando dicionários <a id="dicts"></a> O KOReader tem suporte para busca em dicionário em EPUB e até em documentos escaneados PDF/DJVU. Para ver a definição ou tradução do dicionário, toque e segure uma palavra. Para usar a função de busca no dicionário, primeiro você precisa instalar um ou mais dicionários em formato StarDict. O KOReader tem um sistema embutido de instalação de dicionários: **MENU SUPERIOR ➔ ![Buscar](resources/icons/mdlight/appbar.search.svg) ➔ Configurações do dicionário > Baixar dicionários**
ro: ## Instalarea dicționarelor <a id="dicts"></a> KOReader suportă căutarea în dicționar din fișierele EPUB sau chiar din documentele PDF/DJVU scanate. Pentru a vedea definiția din dicționar a unui cuvînt sau traducerea, apasă și ține apăsat pe cuvînt. Pentru a folosi funcția de căutare în dicționar, trebuie mai întîi să instalezi unul sau mai multe dicționare în formatul StarDict. KOReader are un sistem nativ de instalare a dicționarelor: **MENIUL DE SUS ➔ ![Căutare](resources/icons/mdlight/appbar.search.svg) ➔ Setări dicționare > Descarcă dicționare**
ru: ## Установка словарей <a id="dicts"></a> KOReader поддерживает поиск по словарю в EPUB и даже в отсканированных документах PDF/DJVU. Чтобы увидеть определение или перевод из словаря, коснитесь слова и удерживайте его. Чтобы использовать функцию поиска по словарю, сначала необходимо установить один или несколько словарей в формате StarDict. KOReader имеет встроенную систему установки словарей: **ВЕРХНЕЕ МЕНЮ ➔![Поиск](resources/icons/mdlight/appbar.search.svg) ➔ Настройки словаря ➔ Загрузить словари**
sk: ## Inštalácia prekladových slovníkov <a id="dicts"></a> KOReader podporuje vyhľadávanie v prekladových slovníkoch pre dokumenty EPUB a dokonca aj v naskenovaných dokumentoch PDF/DJVU. Ak si prajete zobraziť definíciu alebo preklad pomocou slovníka, ťuknite a podržte slovo. Ak si prajete použiť funkciu vyhľadávania v slovníkoch, musíte najskôr nainštalovať jeden alebo viacero slovníkov vo formáte StarDict. KOReader má zabudovaný inštalačný systém slovníka: **VRCHNÉ MENU ➔ ![Hľadať](resources/icons/mdlight/appbar.search.svg) ➔ Nastavenia slovníka > Stiahnuť slovníky**
sr: ## Инсталирање речника <a id="dicts"></a> KOReader у EPUB, па чак и у скенираним PDF/DJVU документима омогућава претрагу речника. Да бисте видели дефиницију или превод из речника, тапните и задржите реч. Пре него што употребите функцију претраге речника, најпре морате да инсталирате један или више речника у StarDict формату. KOReader поседује уграђени систем за инсталацију речника: **TOP MENU ➔ ![Search](resources/icons/mdlight/appbar.search.svg) ➔ Подешавања речника > Преузимање речникâ**
tr: ## Sözlükleri kurmak <a id="dicts"></a> KOReader, EPUB ve taranmış PDF/DJVU belgelerinde sözlük aramasını destekler. Sözlük açıklamasını veya çevirisini görmek için bir sözcüğe uzun dokunun. Sözlük arama özelliğini kullanmak için önce StarDict biçiminde bir veya daha fazla sözlük kurmanız gerekir. KOReader uygulamasının içinde bir sözlük kurma sistemi vardır: **ÜST MENÜ ➔ ![Arama](resources/icons/mdlight/appbar.search.svg) ➔ Sözlük ayarları > Sözlükleri indir**
uk: ## Установлення словників <a id="dicts"></a> KOReader підтримує пошук за словником в EPUB і навіть у зчитаних документах PDF/DJVU. Щоб побачити визначення або переклад зі словника, торкніться слова та утримуйте його. Щоб користуватися функцією пошуку у словнику, спершу потрібно встановити один або кілька словників у форматі StarDict. KOReader має вбудовану систему встановлення словників: **ВЕРХНЄ МЕНЮ ➔![Пошук](../ resources/icons/mdlight/appbar.search.svg) ➔ Налаштування словника > Завантажити словники**
zh_cn: ## 安装字典 <a id="dicts"></a> KOReader 支持在 EPUB 甚至扫描的 PDF/DJVU 文档中查询字典。 要查看词典定义或翻译，请点住一个词。 要使用字典查询功能，首先需要安装一个或多个 StarDict 格式的字典。KOReader 有一个内置的字典安装系统： **顶部菜单 ➔ ![搜索](../resources/icons/mdlight/appbar.search.svg) ➔ 字典设置 > 下载字典**

source: ## More info <a id="more"></a> You can find more information on our GitHub page [https://github.com/koreader/koreader](https://github.com/koreader/koreader) You can find other KOReader users on MobileRead forums [https://www.mobileread.com/forums/forumdisplay.php?f=276](https://www.mobileread.com/forums/forumdisplay.php?f=276) --- <div class="generated">Generated by KOReader %1.</div>
ar: ## مزيد من المعلومات <a id="more"> </a> يمكنك العثور على مزيد من المعلومات على صفحة GitHub الخاصة بنا [https://github.com/koreader/koreader](https://github.com/koreader/koreader) يمكنك العثور على مستخدمي KOReader الآخرين في منتديات MobileRead [https://www.mobileread.com/forums/forumdisplay.php؟f=276](https://www.mobileread.com/forums/forumdisplay.php؟f=276) - <div class="generated"> تم إنشاؤه بواسطة KOReader %1. </div>
ca: ## Més informació <a id="more"></a> Hi ha més informació en la nostra pàgina de GitHub [https://github.com/koreader/koreader](https://github.com/koreader/koreader) També es pot contactar amb altres usuaris de KOReader en els fòrums de MobileRead [https://www.mobileread.com/forums/forumdisplay.php?f=276](https://www.mobileread.com/forums/forumdisplay.php?f=276) --- <div class="generated">Generat per KOReader %1.</div>
cs: ## Další informace <a id="more"></a> Další informace můžete nalézt na našem GitHubu [https://github.com/koreader/koreader](https://github.com/koreader/koreader) Další uživatele KOReaderu najdete na fóru MobileRead [https://www.mobileread.com/forums/forumdisplay.php?f=276](https://www.mobileread.com/forums/forumdisplay.php?f=276) --- <div class="generated">Vygenerováno KOReaderem %1.</div>
de: ## Mehr Infos <a id="more"></a> Weitere Informationen finden Sie auf unserer GitHub-Seite [https://github.com/koreader/koreader](https://github.com/koreader/koreader) Sie können andere KOReader-Benutzer in den MobileRead-Foren finden [https://www.mobileread.com/forums/forumdisplay.php?f=276](https://www.mobileread.com/forums/forumdisplay.php?f=276) --- <div class="generated">Generiert von KOReader %1.</div>
el: ## ΠΕΡΙΣΣΟΤΕΡΕΣ ΠΛΗΡΟΦΟΡΙΕΣ <a id="more"></a> Μπορείτε να βρείτε περισσότερες πληροφορίες στη σελίδα μας στο GitHub [https://github.com/koreader/koreader](https://github.com/koreader/koreader) Μπορείτε να βρείτε άλλους χρήστες του KOReader στο φόρουμ MobileRead [https://www.mobileread.com/forums/forumdisplay.php?f=276](https://www.mobileread.com/forums/forumdisplay.php?f=276) --- <div class="generated">Δημιουργήθηκε από το KOReader %1.</div>
es: ## Más información <a id="more"></a> Hay más información en nuestra página de GitHub [https://github.com/koreader/koreader](https://github.com/koreader/koreader) También se puede contactar con otros usuarios de KOReader en los foros de MobileRead [https://www.mobileread.com/forums/forumdisplay.php?f=276](https://www.mobileread.com/forums/forumdisplay.php?f=276) --- <div class="generated">Generado por KOReader %1.</div>
fa: ## اطلاعات بیشتر<a id="more"></a> شما می‌توانید اطلاعات بیشتر را در صفحه گیت‌هاب ما ببینید [https://github.com/koreader/koreader](https://github.com/koreader/koreader) شما می‌توانید بقیه کاربران کوریدر را در انجمن MobileRead پیدا کنید [https://www.mobileread.com/forums/forumdisplay.php?f=276](https://www.mobileread.com/forums/forumdisplay.php?f=276) --- <div class="generated">ساخته شده توسط کوریدر %1.</div>
fr: ## Plus d'infos <a id="more"></a> Vous pouvez trouver plus d'informations sur notre page GitHub [https://github.com/koreader/koreader](https://github.com/koreader/koreader) Vous pouvez trouver d'autres utilisateurs de KOReader sur les forums de MobileRead. [https://www.mobileread.com/forums/forumdisplay.php?f=276](https://www.mobileread.com/forums/forumdisplay.php?f=276) --- <div class="generated">Généré par KOReader %1.</div>
gl: ## Máis información <a id="more"></a> Podes atopar máis información na nosa páxina en GitHub [https://github.com/koreader/koreader](https://github.com/koreader/koreader) Podes atopar outros usuarios de KOReader nos foros de MobileRead [https://www.mobileread.com/forums/forumdisplay.php?f=276](https://www.mobileread.com/forums/forumdisplay.php?f=276) --- <div class="generated">Xerado por KOReader %1.</div>
hu: ## További információk <a id="more"></a> További információkat GitHub oldalunkon találhat: [https://github.com/koreader/koreader](https://github.com/koreader/koreader) Más KOReader-felhasználókkal a MobileRead fórumon találkozhat: [https://www.mobileread.com/forums/forumdisplay.php?f=276](https://www.mobileread.com/forums/forumdisplay.php?f=276) --- <div class="generated">Generálva a KOReader %1 verzióval.</div>
it_it: ## Maggiori informazioni <a id="more"></a> Puoi trovare maggiori informazioni sulla nostra pagina GitHub [https://github.com/koreader/koreader](https://github.com/koreader/koreader) Puoi trovare altri utenti KOReader sui forum MobileRead [https://www.mobileread.com/forums/forumdisplay.php?f=276](https://www.mobileread.com/forums/forumdisplay.php?f=276) --- <div class="generated"> Generato da KOReader %1. </div>
ja: ## 詳細 <a id="more"></a> 詳細は私たちのGitHubのページでご覧いただけます。 [https://github.com/koreader/koreader](https://github.com/koreader/koreader) MobileReadフォーラムで他のKOReaderユーザーを見つけることができます。 [https://www.mobileread.com/forums/forumdisplay.php?f=276](https://www.mobileread.com/forums/forumdisplay.php?f=276) --- <div class="generated">Generated by KOReader %1.</div>
ko_kr: ## 추가 정보 <a id="more"></a> GitHub 페이지에서 더 많은 정보를 찾을 수 있습니다. [https://github.com/koreader/koreader](https://github.com/koreader/koreader) MobileRead 포럼에서 다른 KOReader 사용자를 찾을 수 있습니다. [https://www.mobileread.com/forums/forumdisplay.php?f=276](https://www.mobileread.com/forums/forumdisplay.php?f=276) --- <div class="generated">KOReader에서 생성 %1.</div>
nl_nl: ## Meer info <a id="more"></a> U kunt meer informatie vinden op onze GitHub-pagina [https://github.com/koreader/koreader](https://github.com/koreader/koreader) U kunt andere KOReader gebruikers vinden op de MobileRead forums [https://www.mobileread.com/forums/forumdisplay.php?f=276](https://www.mobileread.com/forums/forumdisplay.php?f=276) --- <div class="generated">Gegenereerd door KOReader %1.</div>
pl: ## Więcej informacji <a id="more"></a> Więcej informacji znajdziesz na naszej stronie GitHub [https://github.com/koreader/koreader](https://github.com/koreader/koreader) Możesz znaleźć innych użytkowników KOReadera na forum MobileRead [https://www.mobileread.com/forums/forumdisplay.php?f=276](https://www.mobileread.com/forums/forumdisplay.php?f=276) --- <div class="generated">Wygenerowano przez KOReader %1.</div>
pt_br: ## Mais informações <a id="more"></a> Você pode achar mais informações na nossa página no GitHub [https://github.com/koreader/koreader](https://github.com/koreader/koreader) Você pode achar outros usuários do KOReader nos fóruns do MobileRead [https://www.mobileread.com/forums/forumdisplay.php?f=276](https://www.mobileread.com/forums/forumdisplay.php?f=276) --- <div class="generated">Gerado por KOReader %1.</div>
ro: ## Mai multe informații <a id="more"></a> Poți găsi mai multe informații pe pagina noastră de GitHub [https://github.com/koreader/koreader](https://github.com/koreader/koreader) Poți găsi alți utilizatori de KOReader pe forumurile MobileRead [https://www.mobileread.com/forums/forumdisplay.php?f=276](https://www.mobileread.com/forums/forumdisplay.php?f=276) --- <div class="generated">Generat de KOReader %1.</div>
ru: ## Больше информации <a id="more"></a> Вы можете найти дополнительную информацию на нашей странице GitHub: [https://github.com/koreader/koreader](https://github.com/koreader/koreader) Других пользователей KOReader'а вы можете найти на форумах MobileRead: [https://www.mobileread.com/forums/forumdisplay.php?f=276](https://www.mobileread.com/forums/forumdisplay.php?f=276) --- <div class="generated">Создано в KOReader %1.</div>
sk: ## Viac informácií <a id="more"></a> Viac informácií nájdete na našej stránke GitHub [https://github.com/koreader/koreader](https://github.com/koreader/koreader) Ďalších používateľov KOReadera nájdete na fóre MobileRead [https://www.mobileread.com/forums/forumdisplay.php?f=276](https://www.mobileread.com/forums/forumdisplay.php?f=276) --- <div class="generated">Vygeneroval KOReader %1.</div>
sr: ## Више информација <a id="more"></a> Више информација можете да пронађете на нашој GitHub страници [https://github.com/koreader/koreader](https://github.com/koreader/koreader) Остале кориснике програма KOReader можете да пронађете на MobileRead форумима [https://www.mobileread.com/forums/forumdisplay.php?f=276](https://www.mobileread.com/forums/forumdisplay.php?f=276) --- <div class="generated">Генерисао KOReader %1.</div>
tr: ## Ayrıntılı bilgi <a id="more"></a> GitHub sayfamızda ayrıntılı bilgi bulabilirsiniz [https://github.com/koreader/koreader](https://github.com/koreader/koreader) Diğer KOReader kullanıcılarını MobileRead forumlarında bulabilirsiniz [https://www.mobileread.com/forums/forumdisplay.php?f=276](https://www.mobileread.com/forums/forumdisplay.php?f=276) --- <div class="generated">KOReader %1 tarafından oluşturulmuştur.</div>
uk: ## Докладніші відомості<a id="more"></a> Ви можете знайти докладніші відомості на нашій сторінці GitHub [https://github.com/koreader/koreader](https://github.com/koreader/koreader) Ви можете знайти інших користувачів KOReader на форумах MobileRead [https://www.mobileread.com/forums/forumdisplay.php?f=276](https://www.mobileread.com/forums/forumdisplay.php?f=276) --- <div class="generated">Створено KOReader %1.</div>
zh_cn: ## 更多信息 <a id="more"></a> 您可以在我们的 GitHub 页面上找到更多信息 [https://github.com/koreader/koreader](https://github.com/koreader/koreader) 您可以在 MobileRead 论坛上找到其他 KOReader 用户 [https://www.mobileread.com/forums/forumdisplay.php?f=276](https://www.mobileread.com/forums/forumdisplay.php?f=276) --- <div class="generated">由 KOReader 生成 %1.</div>

source: KOReader Quickstart Guide
ar: دليلٌ سريعٌ إلى KOReader
ca: Guia d'inici ràpid de KOReader
cs: KOReader - Rychlý průvodce
de: KOReader-Schnellstartanleitung
el: Σύντομος οδηγός χρήσης του KOReader
es: Guía de inicio rápido de KOReader
fa: راهنمای سریع کوریدر
fr: Guide de démarrage rapide de KOReader
gl: Guía Rápida de KOReader
hu: KOReader Quickstart kézikönyv
it_it: Guida rapida di KOReader
ja: KOReader クイックスタートガイド
ko_kr: KOReader 처음 사용자 안내서
nl_nl: KOReader snelstartgids
pl: Podręcznik szybkiego startu KOReader
pt_br: Guia de Início Rápido do KOReader
ro: Ghid de pornire rapidă KOReader
ru: Краткое руководство по KOReader'у
sk: KOReader rýchly návod
sr: KOReader водич за брзи почетак
tr: KOReader hızlı başlangıç rehberi
uk: Короткий посібник KOReader
zh_cn: KOReader 快速开始向导

source: Sleeping
ar: متوقّف
ca: En suspensió
cs: Usnula jsem
de: Im Ruhezustand
el: Κατάσταση νάρκης
es: En suspensión
fa: خوابیدن
fr: En veille
gl: A durmir
hu: Alvó üzemmód
it_it: A riposo
ja: 待機中
ko_kr: 잠들었어요
nl_nl: Slaapstand
pl: Uśpienie
pt_br: Suspenso
ro: În repaus
ru: Сон
sk: Spánok
sr: Спавање
tr: Uyuyor
uk: Спить
zh_cn: 睡眠

source: (Press F2 to resume)
ca: (Prémer F2 per a reprendre)
cs: (Stiskněte F2 pro pokračování)
de: (Drücken Sie F2, um fortzufahren)
el: (Πατήστε F2 για να συνεχίσετε)
es: (Pulsar F2 para reanudar)
fa: (برای ادامه F2 را فشار دهید)
fr: (Appuyez sur F2 pour reprendre)
gl: (Pulsa F2 para continuar)
hu: (Folytatás F2 billentyűre)
it_it: (Premere F2 per riprendere)
ja: (F2を押して復帰)
ko_kr: (다시 시작하려면 F2를 누르세요)
nl_nl: (Druk op F2 om verder te gaan)
pl: (Naciśnij F2, aby wznowić)
pt_br: (Pressione F2 para continuar)
ro: (Apasă F2 pentru a continua)
ru: (Для продолжения нажмите F2)
sk: (Pre pokračovanie stlačte F2)
sr: (Притисните F2 да наставите)
tr: (İlerlemek için F2 tuşuna basın)
uk: (Натисніть F2, щоб продовжити)
zh_cn: (按 F2 继续)
