Repository: spruceUI/spruceOS
Catalog: App/KoReader/l10n/*/koreader.po
Languages: ar, ca, cs, de, el, es, fa, fr, gl, hu, it_it, ja, ko_kr, nl_nl, pl, pt_br, ro, ru, sk, sr, tr, uk, zh_cn

source: Set as book cover
ca: Defineix com a coberta del llibre
de: Als Umschlagbild setzen
el: Ορισμός ως εξωφύλλου βιβλίου
es: Establecer como portada del libro
fa: تعیین به عنوان جلد کتاب
fr: Définir comme couverture du livre
gl: Establecer como portada do libro
hu: Legyen ez a borítókép
it_it: Imposta come copertina del libro
ko_kr: 책 표지로 설정
nl_nl: Als boekomslag instellen
pl: Ustaw jako okładkę książki
pt_br: Definir como capa do livro
ru: Сохранить как обложку книги
sk: Nastaviť ako obal knihy
sr: Постави као омот књиге
tr: Kitap kapağı olarak ayarla
uk: Налаштувати обкладинку книги
zh_cn: 设置为书籍封面

source: View
ar: عرض
ca: Visualitza
cs: Zobrazit
de: Ansicht
el: Προβολή
es: Ver
fa: نما
fr: Afficher
gl: Ver
hu: Nézet
it_it: Visualizza
ja: 閲覧
ko_kr: 보기
nl_nl: Weergeven
pl: Podgląd
pt_br: Ver
ro: Afișează
ru: Просмотр
sk: Náhľad
sr: Преглед
tr: Görüntüle
uk: Переглянути
zh_cn: 查看

source: Set as screensaver
ar: تعيين كشاشة توقف
ca: Usar com a salvapantalles
cs: Použít jako spořič obrazovky
de: Als Bildschirmschoner einstellen
el: Ορισμός ως προφύλαξης οθόνης
es: Usar como salvapantallas
fa: تعیین به عنوان محافظ صفحه
fr: Définir comme écran de veille
gl: Usar como protector de pantalla
hu: Beállítás képernyővédőként
it_it: Imposta come salvaschermo
ja: スクリーンセーバーとして設定
ko_kr: 화면 보호기로 설정
nl_nl: Instellen als schermbeveiliging
pl: Ustaw jako wygaszacz ekranu
pt_br: Usar como protetor de tela
ro: Setează ca economizor de ecran
ru: Сделать заставкой
sk: Nastaviť ako šetrič obrazovky
sr: Постави као чувар екрана
tr: Ekran koruyucu olarak ayarla
uk: Установити заставкою
zh_cn: 设为屏保

source: Screenshot saved to:
ca: Captura de pantalla guardada en:
cs: Snímek obrazovky byl uložen do:
de: Screenshot gespeichert in:
el: Το στιγμιότυπο οθόνης αποθηκεύτηκε στον:
es: Captura de pantalla guardada en:
fa: نماگرفت ذخیره شد در:
fr: Capture d'écran enregistrée dans :
gl: Captura de pantalla gardada en:
hu: Képernyőmentés elmentve ide:
it_it: Schermata salvata in:
ko_kr: 화면갈무리가 저장된 곳:
nl_nl: Schermafbeelding opgeslagen naar:
pl: Zrzut ekranu zapisany w:
pt_br: Captura de tela salva em:
ru: Снимок экрана сохранён в:
sk: Snímka obrazovky bola uložená do:
sr: Слика екрана је сачувана у:
tr: Ekran görüntüsü şuraya kaydedildi:
uk: Знімок екрана збережено до:
zh_cn: 截屏已保存至：

source: Current screenshot folder:
ca: Carpeta actual de captures de pantalla:
cs: Aktuální složka snímků obrazovky:
de: Aktuelles Screenshot Verzeichnis:
el: Τρέχων φάκελος στιγμιότυπων οθόνης:
es: Carpeta actual de capturas de pantalla:
fa: پوشه فعلی نماگرفت:
fr: Dossier de capture d'écran actuel :
gl: Cartafol actual para capturas de pantalla:
hu: Képernyőmentések jelenlegi mappája:
it_it: Cartella salvaschermo attuale:
ko_kr: 현재 화면갈무리 폴더:
nl_nl: Huidige schermafdrukmap:
pl: Obecny folder zrzutów ekranu:
pt_br: Pasta atual de capturas de tela:
ru: Текущая папка для снимков экрана:
sk: Aktuálny priečinok pre snímky obrazovky:
sr: Тренутни директоријум за снимке екрана:
tr: Geçerli ekran görüntüsü klasörü:
uk: Поточна тека знімків екрана:
zh_cn: 当前截屏保存文件夹：

source: Default value: %1%2
ca: Valor per defecte: %1%2
cs: Výchozí hodnota: %1%2
de: Standard-Wert: %1%2
el: Προεπιλεγμένη τιμή: %1%2
es: Valor predeterminado: %1%2
fa: مقدار پیشفرض: %1%2
fr: Valeur par défaut : %1%2
gl: Valor por defecto: %1%2
hu: Alapértelmezés: %1%2
it_it: Valore predefinito: %1%2
ja: 既定値: %1%2
ko_kr: 기본값: %1%2
nl_nl: Standaardwaarde: %1%2
pl: Wartość domyślna: %1%2
pt_br: Valor padrão: %1%2
ro: Valoare implicită: %1%2
ru: По умолчанию: %1%2
sk: Predvolená hodnota: %1%2
sr: Подразумевана вредност: %1%2
tr: Varsayılan değer: %1%2
uk: Типове значення: %1%2
zh_cn: 默认值：%1%2

source: Found, screen line %1.
ca: Trobat en la línia %1.
cs: Nalezeno, řádek %1 na obrazovce.
de: Gefunden in Zeile %1.
el: Βρέθηκε, γραμμή οθόνης %1.
es: Encontrado, línea de pantalla %1.
fr: Trouvé, à la ligne %1 de l'écran.
gl: Atopado na liña %1.
hu: Találat itt: %1 sor.
it_it: Trovato, riga %1 dello schermo.
ja: スクリーン行 %1 で見つかりました。
ko_kr: 발견됨, 화면 줄 %1.
nl_nl: Gevonden, schermregel %1.
pl: Znaleziono, wiersz ekranu %1.
pt_br: Encontrado na linha %1.
ru: Найдено в строке %1.
sk: Nájdený, riadok obrazovky %1.
sr: Пронађено, линија екрана %1.
tr: %1. ekran satırında bulundu.
uk: Знайдено, рядок %1.
zh_cn: 在屏幕第 %1 行。

source: Font size
ar: حجم الخط
ca: Grandària de lletra
cs: Velikost písma
de: Schriftgröße
el: Μέγεθος γραμματοσειράς
es: Tamaño de fuente
fa: اندازه قلم
fr: Taille de police
gl: Tamaño da fonte
hu: Betűméret
it_it: Dimensione carattere
ko_kr: 글꼴 크기
nl_nl: Lettergrootte
pl: Rozmiar czcionki
pt_br: Tamanho da fonte
ro: Dimensiune font
ru: Размер шрифта
sk: Veľkosť písma
sr: Величина фонта
tr: Yazı boyutu
uk: Розмір шрифту
zh_cn: 界面字体大小

source: Monospace font
ca: Lletra d’amplada fixa
cs: Monospace písmo
de: Monospace Schriftart
el: Γραμματοσειρά σταθερού πλάτους
es: Fuente Monospace
fa: قلم یکپارچه (monospace)
fr: Police monospace
gl: Fonte monospace
hu: Monospace betűtípus
it_it: Carattere a spaziatura fissa
ko_kr: 고정폭 글꼴
nl_nl: Monospace-lettertype
pl: Czcionka o stałej szerokości
pt_br: Fonte monoespaçada
ru: Моноширинный шрифт
sk: Neproporcionálne písmo (znaky rovnakej šírky)
sr: Фонт фиксне ширине
tr: Eş aralıklı yazı tipi
uk: Моноширинний шрифт
zh_cn: 使用等宽字体

source: Justify
ca: Justifica
cs: Do bloku
de: Justieren
el: Πλήρης στοίχιση
es: Justificar
fa: هم‌تراز
fr: Justifier
gl: Xustificar
hu: Sorkizárt
it_it: Giustifica
ko_kr: 양쪽 정렬
nl_nl: Uitvullen
pl: Wyjustuj
pt_br: Justificar
ru: По ширине
sk: Zarovnať
sr: Обострано
tr: İki yana yasla
uk: Вирівнювання
zh_cn: 对齐

source: Text viewer
ar: عارض النصوص
ca: Visor de text
cs: Prohlížeč textu
de: Textbetrachter
el: Προβολή κειμένου
es: Visor de texto
fa: نمایش‌دهنده متن
fr: Visualiseur du texte
gl: Visor de texto
hu: Szöveg megjelenítő
it_it: Visualizzatore di testo
ja: テキストビューアー
ko_kr: 텍스트 뷰어
nl_nl: Tekstviewer
pl: Przeglądarka tekstu
pt_br: Vizualizador de texto
ro: Vizualizator text
ru: Просмотр текста
sk: Textový prehliadač
sr: Приказивач текста
tr: Metin görüntüleyici
uk: Переглядач тексту
zh_cn: 文本查看器

source: This file is %2: %1 Are you sure you want to open it? Opening big files may take some time.
ar: هذا الملف حجمه %2: %1 هل أنت متأكد أنك تريد فتحه؟ قد يستغرق فتح الملفات الكبيرة بعض الوقت.
ca: Aquest arxiu té %2: %1 Segur que vol obrir-ho? Obrir arxius grans pot portar algun temps.
cs: Tento soubor má %2: %1 Opravdu ho chcete otevřít? Otevírání velkých souborů může nějakou chvíli trvat.
de: Diese Datei ist %2: %1 Wollen Sie sie wirklich öffnen? Das Öffnen großer Dateien kann einige Zeit in Anspruch nehmen.
el: Αυτό το αρχείο είναι %2: %1 Είστε σίγουρος ότι θέλετε να το ανοίξετε; Το άνοιγμα μεγάλων αρχείων μπορεί να πάρει κάποιο χρόνο.
es: Este archivo tiene %2: %1 ¿Seguro que quiere abrirlo? Abrir archivos grandes puede llevar algún tiempo.
fa: این پرونده %2 است: %1 آیا مطمئنید می‌خواهید آن‌ را باز کنید؟ باز کردن پرونده‌های بزرگ می‌تواند زمان ببرد.
fr: Ce fichier est %2 : %1. Voulez-vous vraiment l’ouvrir ? L’ouverture de gros fichiers peut prendre beaucoup de temps.
gl: Este ficheiro é %2: %1 Queres abrilo? Abrir ficheiros grandes pode levar algo de tempo.
hu: Ez a fájl %2: %1 Biztosan megnyitja? Nagyméretű fájlok megnyitása hosszabb ideig is eltarthat.
it_it: Questo file è %2: %1 Sei sicuro di volerlo aprire? L'apertura di file di grandi dimensioni potrebbe richiedere del tempo.
ja: このファイルは %2 です: %1 このままファイルを開きますか？ サイズが大きいので時間がかかるでしょう。
ko_kr: 이 파일은 %2입니다: %1 그래도 열까요? 대용량 파일은 여는 데는 시간이 걸릴 수 있습니다.
nl_nl: Dit bestand is %2: %1 Weet je zeker dat je het wilt openen? Grote bestanden openen kan even duren.
pl: Ten plik jest %2: %1 Czy chcesz go otworzyć? Otwieranie dużych plików może zająć trochę czasu.
pt_br: Este arquivo tem %2: %1 Tem certeza de que deseja abri-lo? A abertura de arquivos grandes pode levar algum tempo.
ro: Acest fișier este %2: %1 Ești sigur că dorești să-l deschizi? Deschiderea unui fișier mare poate dura ceva.
ru: Данный файл %2: %1 Вы действительно хотите открыть его? Открытие больших файлов может занять некоторое время.
sk: Tento súbor je %2: %1 Naozaj si ho prajete otvoriť? Otváranie veľkých súborov môže chvíľu trvať.
sr: Овај фајл је %2: %1 Да ли сте сигурни да желите да га отворите? Отварање великих фајлова може да потраје.
tr: Bu dosya %2: %1 Açmak istediğinize emin misiniz? Büyük dosyaların açılması uzun sürebilir.
uk: Цей файл є %2: %1 Ви дійсно хочете його відкрити? Відкриття великих файлів може тривати певний час.
zh_cn: 此文件为 %2： %1 你确定要打开这个文件吗？ 打开一个大文件可能需要花费很长时间。

source: Walking you there…
ca: Anant al lloc…
de: Führe dich hin…
el: Οδηγώντας σας εκεί…
es: Yendo al sitio…
fa: قدم به قدم شما را آنجا ببرم…
fr: Je vous y accompagne…
gl: Indo ao lugar…
hu: Elkísérlek oda…
it_it: Ti accompagno lì…
ko_kr: 당실을 거기로 데러갑니다…
nl_nl: Daarheen aan het begeleiden…
pl: Odprowadzam Cię tam…
pt_br: Levando você lá…
ru: Идём к пункту меню…
sk: Prevediem ťa tam…
sr: Водим вас тамо…
tr: Sizi oraya götürüyoruz…
uk: Перехід…
zh_cn: 正在前往…

source: Walk me there
ca: Ir al sitio
de: Führe mich hin
el: Οδηγήστε με εκεί
es: Ir al sitio
fa: من را آنجا ببر
fr: Accompagnez-moi là-bas
gl: Ir ao lugar
hu: Vigyél oda
it_it: Accompagnami lì
ko_kr: 거기로 걸어가 줘
nl_nl: Breng me er naartoe
pl: Odprowadź mnie tam
pt_br: Leve-me lá
ru: Провести к этому пункту
sk: Priveď ma tam
sr: Одведи ме тамо
tr: Beni oraya götür
uk: Перейти
zh_cn: 带我前往

source: Search results
ar: نتائج البحث
ca: Resultats de la cerca
cs: Výsledky vyhledávání
de: Suchergebnisse
el: Αποτελέσματα αναζήτησης
es: Resultados de la búsqueda
fa: نتایج جستجو
fr: Résultats de la recherche
gl: Resultados da procura
hu: A keresés eredménye
it_it: Risultati della ricerca
ja: 検索結果
ko_kr: 검색 결과
nl_nl: Zoekresultaten
pl: Wyniki wyszukiwania
pt_br: Resultados da busca
ro: Rezultate căutare
ru: Результаты поиска
sk: Výsledky vyhľadávania
sr: Резултати претраге
tr: Arama sonuçları
uk: Результати пошуку
zh_cn: 搜索结果

source: No menus containing '%1' found.
ca: No s’ha trobat cap menú que contingui «%1».
cs: Nebyla nalezena žádná nabídka obsahující „%1“.
de: Keine Menüs mit '%1' gefunden.
el: Δεν βρέθηκαν μενού που να περιέχουν '%1'.
es: No se han encontrado menús que contengan '%1'.
fa: هیچ منویی حاوی «%1» یافت نشد.
fr: Aucun menu contenant '%1' n'a été trouvé.
gl: Non se atoparon menús que conteñan '%1'.
hu: Nem található ezt tartalmazó menüelem: %1.
it_it: Nessun menu contenente '%1' trovato.
ja: '%1' を含むメニューは見つかりませんでした。
ko_kr: '%1'가 포함된 메뉴가 없습니다.
nl_nl: Geen menu's met '%1' gevonden.
pl: Nie znaleziono menu zawierających '%1'.
pt_br: Nenhum menu contendo '%1' foi encontrado.
ru: Содержащие «%1» меню не найдены.
sk: Nebolo nájdené žiadne menu obsahujúce '%1'.
sr: Није пронађен ниједан мени који садржи ’%1’.
tr: '%1' içeren bir menü bulunamadı.
uk: Не знайдено меню, що містять «%1».
zh_cn: 未找到包含 '%1' 的菜单。

source: Search menu entry
ca: Resultats de la cerca
cs: Vyhledat položku nabídky
de: Menüeintrag suchen
el: Αναζήτηση στοιχείου μενού
es: Entrada del menú de búsqueda
fa: جستجوی مدخل منو‌
fr: Rechercher une entrée de menu
gl: Procurar unha entrada do menú
hu: Menüelem keresése
it_it: Cerca voce di menu
ja: 検索メニュー項目
ko_kr: 메뉴 항목 검색
nl_nl: Menu-item zoeken
pl: Pozycja menu wyszukiwania
pt_br: Buscar entrada de menu
ru: Найти пункт меню
sk: Vyhľadať položku menu
sr: Резултати претраге менија
tr: Menü kaydı arama
uk: Пошук пункту меню
zh_cn: 搜索菜单项

source: Search for a menu entry containing the following text (case insensitive).
ca: Buscar una entrada de menú que continga el següent text (sense distinció entre majúscules i minúscules).
cs: Vyhledá položku v nabídkách obsahující následující text (nezáleží na malých a velkých písmenech).
de: Suche nach einem Menüeintrag, der den folgenden Text enthält (Groß- und Kleinschreibung wird nicht berücksichtigt).
el: Αναζήτηση ενός στοιχείου του μενού που περιέχει το ακόλουθο κείμενο (χωρίς διάκριση πεζών-κεφαλαίων).
es: Buscar una entrada de menú que contenga el siguiente texto (sin distinción entre mayúsculas y minúsculas).
fa: جستجو برای مدخل منو که شامل متن وارد شده باشد (غیرحساس به حروف کوچک یا بزرگ).
fr: Rechercher une entrée de menu contenant le texte suivant (insensible à la casse).
gl: Procurar unha entrada do menú que conteña o texto seguinte (non se diferencia entre maiúsculas e minúsculas).
hu: Menüelem keresése, ami a következő szöveget tartalmazza (kis- és nagybetűk nem különböznek).
it_it: Cerca una voce di menu contenente il seguente testo (senza distinzione tra maiuscole e minuscole).
ja: 次のテキスト(大/小文字を区別しない)を含むメニュー項目を検索します。
ko_kr: 다음 텍스트가 포함된 메뉴 항목을 검색합니다(대소문자 구분 안 함).
nl_nl: Zoek naar een menu-item met de volgende tekst (hoofdletterongevoelig).
pl: Wyszukaj pozycję menu zawierającą następujący tekst (wielkość liter nie ma znaczenia).
pt_br: Buscar uma entrada de menu contendo o seguinte texto (não sensível a caixa alta/baixa).
ru: Поиск пункта меню, содержащего следующий текст (без учёта регистра).
sk: Vyhľadať položku menu obsahujúcu nasledujúci text (nerozlišujú sa veľké a malé písmená).
sr: Претражује ставку менија која садржи следећи текст (величина слова није битна).
tr: Belirtilen metni içeren bir menü kaydı arayın (büyük/küçük harfe duyarlı değildir).
uk: Пошук пункту меню, що містить такий текст (без урахування регістру).
zh_cn: 搜索包含以下文本（不区分大小写）的菜单条目。

source: Loading high-res image… (tap to cancel)
ar: جارٍ تحميلُ الصورةٍ المكبّرة (المس هنا لتلغي هذا)
ca: Carregant una imatge d'alta resolució... (prémer per cancel·lar)
cs: Načítání obrázku o vysokém rozlišení… (zrušit ťuknutím)
de: Lade hochauflösendes Bild (tippen um abzubrechen)
el: Φόρτωση εικόνας υψηλής ανάλυσης… (πατήστε για ακύρωση)
es: Cargando imagen de alta resolución... (pulsar para cancelar)
fa: در حال بارگذاری تصویر با وضوح بالا… (یرای انصراف ضربه بزنید)
fr: Chargement de l’image haute définition… (toucher pour annuler)
gl: A cargar imaxe en alta resolución... (preme para cancelar)
hu: Nagy felbontású kép betöltése... (megszakítás érintésre)
it_it: Caricamento immagine ad alta risoluzione… (toccare per annullare)
ja: 高解像度画像の読み込み中… (タップでキャンセル)
ko_kr: 고해상도 이미지 로딩 중... (취소하려면 탭하세요)
nl_nl: Hi-res afbeelding laadt… (tik om te annuleren)
pl: Trwa wczytywanie wysokiej jakości obrazu… (stuknij, aby anulować)
pt_br: Carregando imagem de alta resolução… (toque para cancelar)
ro: Se încarcă imagine la rezoluție mare… (apasă pentru a anula)
ru: Загрузка изображения с высоким разрешением… (коснитесь для отмены)
sk: Načítava sa obrázok vo vysokom rozlíšení... (ťuknutím zrušíte)
sr: Учитава се слика високе резолуције… (тапните да откажете)
tr: Yüksek çözünürlüklü görsel yüklenemedi... (iptal etmek için dokunun)
uk: Завантаження зображення високої роздільної здатності... (торкніться, щоб скасувати)
zh_cn: 正在加载高分辨率图片…（点按以取消）

source: Retrieving Wikipedia article…
ar: جارٍ جلبُ مقالِ ويكيبيديا…
ca: Recuperant article de Viquipèdia…
cs: Stahování článku z Wikipedie…
de: Wikipedia-Artikel abrufen …
el: Ανάκτηση άρθρου της Βικιπαίδειας…
es: Recuperando artículo de Wikipedia…
fa: درحال بازیابی مقاله ویکی‌پدیا…
fr: Récupération de l’article Wikipédia…
gl: A obter artigo da Wikipedia…
hu: Wikipedia cikk letöltése…
it_it: Recupero dell'articolo da Wikipedia…
ja: Wikipedia の記事を取得中…
ko_kr: 위키피디아 글감 가져오는 중…
nl_nl: Wikipedia-artikel ophalen…
pl: Pobieranie artykułu z Wikipedii…
pt_br: Recuperando artigo da Wikipédia…
ro: Se preia articolul Wikipedia…
ru: Извлечение статьи Википедии…
sk: Načítava sa článok z Wikipédie…
sr: Добавља се Википедија чланак…
tr: Vikipedi yazısı alınıyor…
uk: Отримання статті Вікіпедії…
zh_cn: 正在检索维基百科条目…

source: This article contains %1 images. Would you like to download and include them in the generated EPUB file?
ar: يحوي هذا المقال صورًا عددها %1. هل تريد تحميلها وضمّها إلى ملف EPUB الناتج?
ca: Aquest article conté %1 imatges. Vol descarregar-les i incloure-les en el EPUB?
cs: Tento článek obsahuje %1 obrázků. Chcete je stáhnout a zahrnout do vygenerovaného EPUB souboru?
de: Dieser Artikel enthält %1 Bilder. Möchten Sie diese herunterladen und in die generierte EPUB-Datei aufnehmen?
el: Αυτό το λήμμα περιέχει %1 εικόνες. Θέλετε να τις κατεβάσετε και να τις συμπεριλάβετε στο παραγόμενο αρχείο EPUB;
es: El artículo contiene %1 imágenes. ¿Quiere descargarlas e incluirlas en el epub?
fa: این مقاله شامل %1 تصویر است. آیا دوست دارید این تصاویر دریافت و در هنگام ساخت EPUB در فایل قرار گیرند؟
fr: Cet article contient %1 images. Les télécharger et les insérer dans l’ePub généré ?
gl: Este artigo contén %1 imaxes. Queres descargalas e incluílas no ficheiro EPUB resultante?
hu: A cikk %1 képet tartalmaz. Szeretné letölteni ezeket és beilleszteni a létrehozott EPUB fájlba?
it_it: Questo articolo contiene %1 immagini. Vuoi scaricarle e includerle nel file EPUB generato?
ja: 記事に %1 の画像が含まれています。 ダウンロードして生成される EPUB ファイルに含めますか?
ko_kr: 이 글감에는 %1 개의 그림이 있습니다. 만들어진 EPUB 파일에 다운로드하고 포함시킬까요?
nl_nl: Dit artikel bevat %1 afbeeldingen. Wil je ze downloaden en aan de gegenereerde EPUB toevoegen?
pl: Artykuł zawiera %1 obrazków. Czy chcesz je pobrać i dołączyć do wygenerowanego pliku EPUB?
pt_br: Este artigo contém %1 imagens. Você deseja baixar e incluí-los no arquivo EPUB gerado?
ro: Acest articol conține %1 imagini. Dorești să le descarci și să le incluzi în fișierul EPUB generat?
ru: Данная статья содержит %1 изображений. Вы хотите загрузить и включить их в сгенерированный EPUB-файл?
sk: Tento článok obsahuje %1 obrázkov. Želáte si ich stiahnuť a zahrnúť do vygenerovaného súboru EPUB?
sr: Овај чланак садржи %1 слика. Желите ли да их преузмете и укључите у генерисани EPUB фајл?
tr: Yazıda %1 görsel var. Görselleri indirip oluşturulan EPUB dosyası içine eklemek ister misiniz?
uk: Ця стаття містить %1 зображення. Хочете завантажити та включити їх у створений файл EPUB?
zh_cn: 该条目包含 %1 张图片。 下载并将它们加入生成的 EPUB 文件吗？

source: Don't include
ar: لا تضمّها
ca: No incloure
cs: Nezahrnovat
de: Nicht einbeziehen
el: Να μη συμπεριληφθούν
es: No incluir
fa: شامل نشود
fr: Ne pas inclure
gl: Non incluír
hu: Ne tartalmazza
it_it: Non includere
ja: 含めない
ko_kr: 포함시키지 마세요
nl_nl: Niet invoegen
pl: Nie załączaj
pt_br: Não incluir
ro: Nu include
ru: Не включать
sk: Nezahŕňať
sr: Не желим
tr: Katılmasın
uk: Не включати
zh_cn: 不包含

source: Include
ar: ضمّها
ca: Incloure
cs: Zahrnout
de: Einbeziehen
el: Να συμπεριληφθούν
es: Incluir
fa: شامل شود
fr: Inclure
gl: Incluír
hu: Beillesztés
it_it: Includi
ja: 含める
ko_kr: 포함
nl_nl: Invoegen
pl: Załącz
pt_br: Incluir
ru: Включать
sk: Zahrnúť
sr: Желим
tr: Katılsın
uk: Включати
zh_cn: 包含

source: Would you like to use slightly higher quality images? This will result in a bigger file size.
ar: هل تريد أن تستخدم صورًا أوضح قليلًا؟ سينتج عن هذاملفُّ أكبر حجمًا.
ca: Vol obtindre unes imatges d'una qualitat lleugerament mśs alta? Això pot generar un arxiu de major grandària.
cs: Chcete použít trochu vyšší kvalitu obrázků? Způsobí to větší velikost souboru.
de: Möchten Sie etwas hochwertigere Bilder verwenden? Dies führt zu einer größeren Dateigröße.
el: Να χρησιμοποιηθούν λίγο καλύτερης ποιότητας εικόνες; Αυτό θα έχει σαν αποτέλεσμα μεγαλύτερο μέγεθος αρχείου.
es: ¿Quiere obtener unas imágenes de calidad ligeramente más alta? Esto puede generar un archivo de mucho mayor tamaño.
fa: آیا دوست دارید از تصاویر با کیفیت بالاتر استفاده شود؟ این موضوع منجر به حجم بالاتر فایل می‌شود.
fr: Voulez-vous utiliser des images de qualité légèrement supérieure ? La taille du fichiers sera plus importante.
gl: Gustaríache usar imaxes cun pouquiño máis de calidade? Isto fará que o arquivo sexa máis grande.
hu: Szeretne jobb minőségű képeket használni? Ez nagyobb fájlméretet eredményez.
it_it: Vorresti utilizzare immagini di qualità leggermente superiore? Ciò si tradurrà in una dimensione di file più grande.
ja: より高画質の画像を取得しますか？ ファイルサイズは大きくなります。
ko_kr: 좀더 높은 품질의 이미지를 만들까요? 이 작업은 파일 용량이 커집니다.
nl_nl: Wil je afbeeldingen gebruiken van een iets hogere kwaliteit? Dit zal een grotere bestandsgrootte veroorzaken.
pl: Czy chcesz użyć wyższej jakości obrazów? W rezultacie może to wygenerować większy rozmiar pliku.
pt_br: Gostaria de usar as imagens de qualidade ligeiramente superior? Isso resultará em um tamanho de arquivo maior.
ro: Dorești să folosești imagini de calitate ceva mai bună? Asta va rezulta în fișiere mai mari.
ru: Хотите использовать изображения более высокого качества? Это увеличит размер файла.
sk: Želáte si použiť obrázky vo vyššej kvalite? Výsledkom bude väčšia veľkosť súboru.
sr: Желите ли да користите мало квалитетније слике? Онда ће фајл бити већи.
tr: Görsel kalitesinin biraz daha iyi olmasını ister misiniz? Dosya boyutu biraz daha büyük olur.
uk: Використовувати зображення дещо вищої якості? Це збільшить розміру файлу.
zh_cn: 要使用较高质量的图片吗？文件会变得更大。

source: This article does not contain any images.
ar: لا يحتوي هذا المقال على صور.
ca: Aquest article no conté cap imatge.
cs: V tomto článku nejsou žádné obrázky.
de: Dieser Artikel enthält keine Bilder.
el: Αυτό το άρθρο δεν περιέχει εικόνες.
es: El artículo no contiene imágenes.
fa: این مقاله حاوی هیچ تصویری نیست.
fr: Cet article ne contient pas d’image.
gl: Este artigo non contén imaxes.
hu: A cikk nem tartalmaz képeket.
it_it: Questo articolo non contiene immagini.
ja: 記事に画像は含まれていません。
ko_kr: 이 글감에는 그림이 들어 있지 않습니다.
nl_nl: Dit artikel bevat geen afbeeldingen.
pl: Ten artykuł nie zawiera żadnych obrazków.
pt_br: Este artigo não contém nenhuma imagem.
ro: Acest articol nu conține nici o imagine.
ru: Данная статья не содержит изображений.
sk: Tento článok neobsahuje žiadne obrázky.
sr: Овај чланак не садржи ниједну слику.
tr: Yazıda herhangi bir görsel yok.
uk: Ця стаття не містить зображень.
zh_cn: 该条目不包含任何图片。

source: Building EPUB…
ar: ُجارٍ بناء EPUB…
ca: Construint EPUB…
cs: Vytváření EPUBu…
de: EPUB erstellen …
el: Δημιουργία EPUB…
es: Construyendo EPUB…
fa: درحال ساخت EPUB…
fr: Création de l’ePub…
gl: A crear EPUB…
hu: EPUB fájl összeállítása…
it_it: Generazione EPUB…
ja: EPUB の作成中…
ko_kr: EPUB 묶기…
nl_nl: EPUB aan het opbouwen…
pl: Tworzenie EPUB…
pt_br: Construindo EPUB…
ro: Se construiește EPUB…
ru: Построение EPUB…
sk: Vytváram EPUB…
sr: Изграђује се EPUB…
tr: EPUB oluşturuluyor…
uk: EPUB вибудовується…
zh_cn: 制作EPUB文档…

source: Saved on %1
ar: تمّ الحفظ في %1
ca: Guardat en %1
cs: Uloženo dne %1
de: Gespeichert in %1
el: Αποθηκεύτηκε στο %1
es: Guardado en %1
fa: ذخیره شد در %1
fr: Enregistré le %1
gl: Gardado en %1
hu: Mentve %1-re
it_it: Salvato in %1
ja: %1 に保存しました
ko_kr: %1에 저장
nl_nl: Opgeslagen op %1
pl: Zapisane w %1
pt_br: Salvo em %1
ro: Salvat pe %1
ru: Сохранено на %1
sk: Uložené na %1
sr: Сачувано %1
tr: %1 üzerine kaydedildi
uk: Збережено до %1
zh_cn: 已保存在 %1

source: online version
ar: نسخةٌ متصلةٌ بالإنترنت
ca: versió en línia
cs: online verzi
el: δικτυακή έκδοση
es: versión en línea
fa: نسخه آنلاین
fr: version en ligne
gl: versión online
hu: online verzió
it_it: versione online
ja: オンラインバージョン
ko_kr: 온라인 버전
nl_nl: onlineversie
pl: wersja online
pt_br: versão online
ro: versiune online
ru: онлайн-версия
sk: online verzia
sr: верзија на мрежи
tr: çevrim içi sürüm
uk: онлайн-версія
zh_cn: 在线版本
