Repository: spruceUI/spruceOS
Catalog: App/KoReader/l10n/*/koreader.po
Languages: ar, ca, cs, de, el, es, fa, fr, gl, hu, it_it, ja, ko_kr, nl_nl, pl, pt_br, ro, ru, sk, sr, tr, uk, zh_cn

source: Error updating KOReader. Would you like to delete temporary files?
ar: حدث خطأٌ أثناء تحديث KOReader. هل تريد حذف الملفات المؤقتة؟
ca: Error en actualitzar KOReader. Vol eliminar els arxius temporals?
cs: Během aktualizace KOReaderu došlo k chybě. Chcete smazat dočasné soubory?
de: KOReader konnte nicht aktualisiert werden. Wollen Sie temporäre Daten löschen?
el: Σφάλμα κατά την ενημέρωση του KOReader. Θέλετε να διαγραφούν τα προσωρινά αρχεία;
es: Error al actualizar KOReader. ¿Desea eliminar los archivos temporales?
fa: خطا در بروزرسانی کوریدر. آیا می‌خواهید فایل‌های موقت پاک شود؟
fr: Erreur lors de la mise à jour de KOReader. Voulez-vous supprimer les fichiers temporaires ?
gl: Erro actualizando KOReader. Queres borrar os arquivos temporais?
hu: Hiba történt a KOReader frissítése során. Töröljük az ideiglenes fájlokat?
it_it: Errore durante l'aggiornamento KOReader. Volete eliminare i file temporanei?
ja: KOReader の更新中にエラーが発生しました。一時ファイルを削除してもよろしいですか?
ko_kr: KOReader 업데이트 도중에 오류가 발생했습니다. 임시 파일을 지울까요?
nl_nl: Fout bij het updaten van KOReader. Wilt u de tijdelijke bestanden wissen?
pl: Błąd aktualizacji KOReader. Czy chcesz usunąć tymczasowe pliki?
pt_br: Erro ao atualizar KOReader. Deseja remover arquivos temporários?
ro: A apărut o eroare actualizînd KOReader. Dorești să ștergi fișierele temporare?
ru: Ошибка обновления KOReader'а. Вы хотите удалить временные файлы?
sk: Chyba pri aktualizácii KOReader-a. Želáte si vymazať dočasné súbory?
sr: Грешка при ажурирању програма KOReader. Желите ли да обришете привремене фајлове?
tr: KOReader güncellenirken bir sorun çıktı. Geçici dosyalar silinsin mi?
uk: Помилка під час оновлення KOReader. Бажаєте видалити завантаженні тимчасові файли?
zh_cn: 更新 Koreader 出错。是否删除生成的临时文件？

source: Abort
ar: إيقاف
ca: Abortar
cs: Přerušit
de: Abbrechen
el: Ματαίωση
es: Abortar
fa: خاتمه
fr: Abandonner
gl: Abortar
hu: Megszakítás
it_it: Interrompere
ja: 中止
ko_kr: 중단
nl_nl: Afbreken
pl: Przerwij
pt_br: Abortar
ro: Abandonează
ru: Прервать
sk: Prerušenie
sr: Прекини
tr: İptal
uk: Скасувати
zh_cn: 退出

# Application update | Menu
source: Update
ar: تحديث
ca: Actualitzar
cs: Aktualizovat
de: Aktualisieren
el: Ενημέρωση
es: Actualizar
fa: بروزرسانی
fr: Mettre à jour
gl: Actualizar
hu: Frissítés
it_it: Aggiorna
ja: 更新
ko_kr: 업데이트
pl: Aktualizacja
pt_br: Atualizar
ro: Actualizează
ru: Обновить
sk: Aktualizovať
sr: Ажурирање
tr: Güncelle
uk: Оновити
zh_cn: 更新

source: Check for updates
ar: التحقق من وجود تحديثات
ca: Cercar actualitzacions
cs: Zkontrolovat aktualizace
de: Nach Aktualisierung suchen
el: Έλεγχος για ενημερώσεις
es: Buscar actualizaciones
fa: بررسی برای بروزرسانی‌ جدید
fr: Vérifier la présence de mise à jour
gl: Buscar actualizacións
hu: Frissítések keresése
it_it: Controlla aggiornamenti
ja: 更新プログラムの確認
ko_kr: 업데이트 확인
nl_nl: Controleer op updates
pl: Sprawdź aktualizacje
pt_br: Verificar se há atualizações
ro: Verifică actualizări
ru: Проверить наличие обновлений
sk: Skontrolovať aktualizácie
sr: Провери доступност ажурирања
tr: Güncellemeleri denetle
uk: Перевірити наявність оновлень
zh_cn: 检查更新

source: Update server
ar: تحديث الخادم
ca: Servidor d'actualització
cs: Aktualizační server
de: Aktualisierungsserver
el: Διακομιστής ενημέρωσης
es: Servidor de actualización
fa: سرور بروزرسانی
fr: Serveur de mise à jour
gl: Servidor de actualización
hu: Frissítő szerver
it_it: Server aggiornamento
ja: 更新サーバー選択
ko_kr: 업데이트 서버
pl: Serwer aktualizacji
pt_br: Servidor de atualização
ro: Server actualizări
ru: Сервер обновлений
sk: Aktualizačný server
sr: Сервер за ажурирање
tr: Güncelleme sunucusu
uk: Сервер оновлення
zh_cn: 更新服务器

source: Update channel
ar: تحديث القناة
ca: Canal d'actualització
cs: Aktualizační kanál
de: Aktualisierungskanal
el: Κανάλι ενημέρωσης
es: Canal de actualización
fa: کانال بروزرسانی
fr: Canal de mise à jour
gl: Canle de actualización
hu: Frissítő csatorna
it_it: Canale aggiornamento
ja: リリース種別選択
ko_kr: 업데이트 채널
nl_nl: Updatekanaal
pl: Kanał aktualizacji
pt_br: Canal de atualização
ro: Canal actualizări
ru: Канал обновлений
sk: Aktualizačný kanál
sr: Канал ажурирања
tr: Güncelleme kanalı
uk: Канал оновлення
zh_cn: 更新通道

source: Do you want to disable it?
ar: هل تريد إيقاف هذا؟
ca: Vol deshabilitar-lo?
cs: Chcete to zakázat?
de: Möchten Sie es deaktivieren?
el: Επιθυμείτε να το απενεργοποιήσετε;
es: ¿Quiere deshabilitarlo?
fa: می‌خواهید این را غیرفعال کنید؟
fr: Le désactiver ?
gl: Queres desactivar isto?
hu: Szeretné letiltani?
it_it: Vuoi disabilitarlo?
ja: 無効にしますか?
ko_kr: 사용 않음으로 바꿀까요?
nl_nl: Wil je het uitschakelen?
pl: Czy chcesz to wyłączyć?
pt_br: Deseja desativá-lo?
ro: Dorești să o dezactivezi?
ru: Хотите отключить?
sk: Želáte si to zakázať?
sr: Да ли желите да га искључите?
tr: Devre dışı bırakmak ister misiniz?
uk: Хочете його викмнути?
zh_cn: 是否需要关闭？

source: Do you want to enable it?
ar: هل تريد تشغيل هذا؟
ca: Vol habilitar-lo?
cs: Chcete to povolit?
de: Möchten Sie es aktivieren?
el: Επιθυμείτε να το ενεργοποιήσετε;
es: ¿Quiere habilitarlo?
fa: می‌خواهید این را فعال کنید؟
fr: L’activer ?
gl: Queres activar isto?
hu: Szeretné engedélyezni?
it_it: Vuoi abilitarlo?
ja: 有効にしますか?
ko_kr: 사용함으로 바꿀까요?
nl_nl: Wil je het inschakelen?
pl: Czy chcesz to włączyć?
pt_br: Você quer ativá-lo?
ro: Dorești să o activezi?
ru: Хотите включить?
sk: Želáte si to povoliť?
sr: Да ли желите да га укључите?
tr: Etkinleştirmek ister misiniz?
uk: Хочете його включити?
zh_cn: 是否需要启用？

source: <div class="logo">![KOReader](resources/koreader.svg)</div> # Quickstart guide * [User interface](#ui) * [User interface tips](#uitips) * [Accessing files](#afiles) * [Transferring files](#tfiles) * [Frontlight/backlight](#flight) * [While reading](#reading) * [Installing dictionaries](#dicts) * [More info](#more) --- You can access the complete user manual from [our GitHub page](https://github.com/koreader/koreader).
ar: <div class="logo">![KOReader](resources/koreader.svg)</div> # دليل البدء السريع * [واجهة المستخدم](#ui) * [نصائح واجهة المستخدم](#uitips) * [الوصول إلى الملفات](#afiles) * [نقل الملفات](#tfiles) * [إضاءة أمامية / إضاءة خلفية](#flight) * [أثناء القراءة](#reading) * [تثبيت القواميس](#dicts) * [مزيد من المعلومات](#more) --- يمكنك الوصول إلى دليل المستخدم الكامل من [صفحة GitHub الخاصة بنا] (https://github.com/koreader/koreader).
ca: <div class="logo">![KOReader](resources/koreader.svg)</div> # Guia d'inici ràpid * [Interfície d'usuari](#ui) * [Consells sobre la interfície d'usuari](#uitips) * [Accés als arxius](#afiles) * [Transferència d'arxius](#tfiles) * [Llum frontal/retroiluminació](#flight) * [Durant la lectura](#reading) * [Instal·lar diccionaris](#dicts) * [Més informació](#more) --- Es pot accedir al manual d'usuari complet des de [la nostra pàgina de GitHub](https://github.com/koreader/koreader).
cs: <div class="logo">![KOReader](resources/koreader.svg)</div> # Rychlý průvodce * [Uživatelské rozhraní](#ui) * [Tipy pro uživatelské rozhraní](#uitips) * [Přístup k souborům](#afiles) * [Přenášení souborů](#tfiles) * [Přední osvětlení a podsvícení](#flight) * [Během čtení](#reading) * [Instalace slovníků](#dicts) * [Další informace](#more) --- Kompletní uživatelský manuál můžete najít na [našem GitHubu](https://github.com/koreader/koreader).
de: <div class="logo">![KOReader](resources/koreader.svg)</div> # Schnellstartanleitung * [Benutzeroberfläche](#ui) * [Tipps zur Benutzeroberfläche](#uitips) * [Zugriff auf Dateien](#afiles) * [Übertragen von Dateien](#tfiles) * [Frontlicht/Hintergrundlicht](#flight) * [Beim Lesen](#reading) * [Installieren von Wörterbüchern](#dicts) * [Mehr Infos](#mehr) --- Sie können das komplette Benutzerhandbuch von [unserer GitHub-Seite](https://github.com/koreader/koreader) abrufen.
el: <div class="logo">![KOReader](../resources/koreader.svg)</div> # ΣΥΝΤΟΜΟΣ ΟΔΗΓΟΣ ΧΡΗΣΗΣ * [Διεπαφή χρήστη](#ui) * [Συμβουλές για τη διεπαφή χρήστη](#uitips) * [Πρόσβαση σε αρχεία](#afiles) * [Μεταφορά αρχείων](#tfiles) * [Εμπρόσθιος/οπίσθιος φωτισμός](#flight) * [Κατά την ανάγνωση](#reading) * [Εγκατάσταση λεξικών](#dicts) * [Περισσότερες πληροφορίες](#more) --- Μπορείτε να αποκτήσετε πρόσβαση στο πλήρες εγχειρίδιο χρήσης από τη [σελίδα μας στο GitHub](https://github.com/koreader/koreader).
es: <div class="logo">![KOReader](resources/koreader.svg)</div> # Guía de inicio rápido * [Interfaz de usuario](#ui) * [Consejos sobre la interfaz de usuario](#uitips) * [Acceso a los archivos](#afiles) * [Transferencia de archivos](#tfiles) * [Luz frontal/retroiluminación](#flight) * [Durante la lectura](#reading) * [Instalar diccionarios](#dicts) * [Más información](#more) --- Se puede acceder al manual de usuario completo desde [nuestra página de GitHub](https://github.com/koreader/koreader).
fa: <div class="logo">![کوریدر](resources/koreader.svg)</div> # راهنمای شروع سریع * [رابط کاربری](#ui) * [نکات رابط کاربری](#uitips) * [دسترسی به فایل‌ها](#afiles) * [انتقال فایل‌ها](#tfiles) * [نورجلو/ نور پس‌زمینه](#flight) * [در حین مطالعه](#reading) * [نصب واژه‌نامه‌ها](#dicts) * [اطلاعات بیشتر](#more) --- شما می‌توانید از طریق [صفحه گیت‌هاب ما](https://github.com/koreader/koreader) به نسخه کامل راهنمای کاربری دسترسی پیدا کنید.
fr: <div class="logo">![KOReader](resources/koreader.svg)</div> # Guide de démarrage rapide * [Interface utilisateur](#ui) * [Conseils Interface utilisateur](#uitips) * [Accès aux fichiers](#afiles) * [Transfert de fichiers](#tfiles) * [Éclairage](#flight) * [Pendant la lecture](#reading) * [Installation de dictionnaires](#dicts) * [Plus d'info](#more) --- Vous pouvez accéder au manuel d’utilisateur complet à partir de [notre page GitHub](https://github.com/koreader/koreader).
gl: <div class="logo">![KOReader](resources/koreader.svg)</div> # Guía rápida * [Interface de usuario](#ui)Suxestións * [Consellos para usar a interface de usuario](#uitips) * [Acceso a ficheiros](#afiles) * [Transferencia de ficheiros](#tfiles) * [Iluminación](#flight) * [Durante a lectura](#reading) * [Instalación de dicionarios](#dicts) * [Máis información](#more) --- Podes acceder ao manual de usuario completo na [nosa páxina en GitHub](https://github.com/koreader/koreader).
hu: <div class="logo">![KOReader](resources/koreader.svg)</div> # Gyors start HOGYAN * [Felhasználói felület](#ui) * [Tippek a felhasználói felülethez](#uitips) * [Hozzáférés a fájlokhoz](#afiles) * [Fájlok átvitele](#tfiles) * [Előtérvilágítás/háttérvilágítás](#flight) * [Olvasás közben](#reading) * [Szótárak telepítése](#dicts) * [További információk](#more) --- A teljes felhasználói kézikönyvet [GitHub oldalunkon](https://github.com/koreader/koreader) érheti el.
it_it: <div class="logo">![KOReader](../resources/koreader.svg)</div> # Guida Rapida * [Interfaccia utente](#ui) * [Suggerimenti per l'interfaccia utente](#uitips) * [Accesso ai file](#afiles) * [Trasferimento file](#tfiles) * [Retroilluminazione](#flight) * [Durante la lettura](#reading) * [Aggiunta dei dizionari](#dicts) * [Maggiori informazioni](#more) --- Puoi accedere al manuale utente completo dalla [nostra pagina GitHub](https://github.com/koreader/koreader).
ja: <div class="logo">![KOReader](resources/koreader.svg)</div> # Quickstart guide * [ユーザーインターフェース](#ui) * [ユーザーインターフェースのヒント](#uitips) * [ファイルアクセス](#afiles) * [ファイルの転送](#tfiles) * [フロントライト/バックライト](#flight) * [読書中に](#reading) * [辞書のインストール](#dicts) * [詳細](#more) --- [私たちのGitHubページ](https://github.com/koreader/koreader) から完全なユーザーマニュアルにアクセスできます。
ko_kr: <div class="logo">![KOReader](resources/koreader.svg)</div> # 빠른 시작 가이드 * [사용자 인터페이스](#ui) * [사용자 인터페이스 팁](#uitips) * [파일 접근](#afiles) * [파일 전송](#tfiles) * [전면 조명/배경 조명](#flight) * [읽는 동안](#reading) * [사전 설치](#dicts) * [추가 정보](#more) --- [우리 GitHub 페이지](https://github.com/koreader/koreader)에서 전체 사용 설명서에 접속할 수 있습니다.
nl_nl: <div class="logo">![KOReader](../resources/koreader.svg)</div> # Snelstartgids * [Gebruikersinterface](#ui) * [Tips gebruikersinterface](#uitips) * [Toegang tot bestanden](#afiles) * [Bestanden overzetten](#tfiles) * [Licht](#flight) * [Tijdens het lezen](#reading) * [Woordenboeken installeren](#dicts) * [Meer info](#more) --- De volledige handleiding kan worden geraadpleegd op [onze GitHub-pagina](https://github.com/koreader/koreader).
pl: <div class="logo">![KOReader](resources/koreader.svg)</div> # Skrócona instrukcja obsługi * [Interfejs użytkownika](#ui) * [Wskazówki dotyczące interfejsu użytkownika](#uitips) * [Dostęp do plików](#afiles) * [Przesyłanie plików](#tfiles) * [Oświetlenie / podświetlenie](#flight) * [Podczas czytania](#reading) * [Instalowanie słowników](#dicts) * [Więcej informacji](#more) --- Możesz uzyskać dostęp do pełnej instrukcji obsługi na [naszej stronie GitHub](https://github.com/koreader/koreader)
pt_br: <div class="logo">![KOReader](resources/koreader.svg)</div> # Guia de início rápido * [Interface de usuário](#ui) * [Dicas de interface de usuário](#uitips) * [Acessando arquivos](#afiles) * [Transferindo arquivos](#tfiles) * [Iluminação](#flight) * [Durante a leitura](#reading) * [Instalando dicionários](#dicts) * [Mais informações](#more) --- Você pode acessar o manual de usuário completo na [nossa página no GitHub](https://github.com/koreader/koreader).
ro: <div class="logo">![KOReader](resources/koreader.svg)</div> # Ghid de pornire rapidă * [Interfața cu utilizatorul](#ui) * [Sfaturi interfață utilizator](#uitips) * [Accesarea fișierelor](#afiles) * [Transferarea fișierelor](#tfiles) * [Iluminare de fundal](#flight) * [În timpul citirii](#reading) * [Instalarea dicționarelor](#dicts) * [Mai multe informații](#more) --- Poți accesa manualul de utilizare complet de pe [pagina noastră de GitHub](https://github.com/koreader/koreader).
ru: <div class="logo">![KOReader](resources/koreader.svg)</div> # Инструкция по началу работы * [Интерфейс пользователя](#ui) * [Советы по интерфейсу](#uitips) * [Доступ к файлам](#afiles) * [Передача файлов](#tfiles) * [Подсветка экрана](#flight) * [Во время чтения](#reading) * [Установка словарей](#dicts) * [Больше информации](#more) --- Доступ к полному руководству пользователя вы можете получить на [нашей странице](https://koreader.rocks/user_guide).
sk: <div class="logo">![KOReader](resources/koreader.svg)</div> # Stručná príručka * [Používateľské rozhranie](#ui) * [Tipy pre používateľské rozhranie](#uitips) * [Prístup k súborom](#afiles) * [Prenos súborov](#tfiles) * [Nasvietenie/podsvietenie displeja](#flight) * [Počas čítania](#čítanie) * [Inštalácia slovníkov](#dicts) * [Viac informácií](#more) --- Ku kompletnej používateľskej príručke máte prístup z [našej stránky GitHub](https://github.com/koreader/koreader).
sr: <div class="logo">![KOReader](resources/koreader.svg)</div> # Водич за брзи почетак * [Кориснички интерфејс (КИ)](#ui) * [Савети за КИ](#uitips) * [Приступ фајловима](#afiles) * [Пренос фајлова](#tfiles) * [Предње/позадинско светло](#flight) * [Током читања](#reading) * [Инсталирање речника](#dicts) * [Више информација](#more) --- Комплетно корисничко упутство се налази на [нашој GitHub страници](https://github.com/koreader/koreader).
tr: <div class="logo">![KOReader](resources/koreader.svg)</div> # Hızlı başlangıç rehberi * [Kullanıcı arayüzü](#ui) * [Kullanıcı arayüzü ipuçları](#uitips) * [Dosyalara erişmek](#afiles) * [Dosyaları aktarmak](#tfiles) * [Ön ve arka aydınlatma](#flight) * [Okuma sırasında](#reading) * [Sözlükleri kurmak](#dicts) * [Diğer bilgiler](#more) --- Kullanıcı rehberinin tamamına [GitHub sayfamızdan erişebilirsiniz](https://github.com/koreader/koreader).
uk: <div class="logo">![KOReader](../resources/koreader.svg)</div> # Посібник для хуткого початку роботи * [Користувацький інтерфейс](#ui) * [Поради з користувацького інтерфейсу](#uitips) * [Доступ до файлів](#afiles) * [Передавання файлів](#tfiles) * [Підсвічування/освітлення](#flight) * [Під час читання](#reading) * [Установлення словників](#dicts) * [Докладніше](#more) --- Ви можете отримати доступ до повного посібника користувача на [сторінці GitHub](https://github.com/koreader/koreader).
zh_cn: <div class="logo">![KOReader](../resources/koreader.svg)</div> # 快速入门指南 * [用户界面](#ui) * [用户界面指南](#uitips) * [访问文件](#afiles) * [传输文件](#tfiles) * [前灯/背光](#flight) * [阅读时](#reading) * [安装字典](#dicts) * [更多信息](#more) --- 要访问完整用户手册，你可以前往[我们的 GitHub 页面](https://github.com/koreader/koreader).
