Repository: spruceUI/spruceOS
Catalog: App/KoReader/l10n/*/koreader.po
Languages: ar, ca, cs, de, el, es, fa, fr, gl, hu, it_it, ja, ko_kr, nl_nl, pl, pt_br, ro, ru, sk, sr, tr, uk, zh_cn

source: Set API URL for Flomo
ca: Defineix l’URL de l’API per al Flomo
cs: Nastavit API URL pro Flomo
de: API URL für Flomo festlegen
el: Ορίστε διεύθυνση URL του API για Flomo
es: Configurar la dirección URL de la API para Flomo
fr: Définir l'URL de l'API pour les Flomo
gl: Configurar a URL da API para Flomo
it_it: Imposta l'URL dell'API per Flomo
ko_kr: Flomo용 API URL 설정
nl_nl: Api-url instellen voor Flomo
pl: Ustaw adres URL interfejsu API dla Flomo
pt_br: Definir URL da API para o Flomo
ru: Задать адрес API для Flomo
sk: Nastavenie URL adresy rozhrania Flomo API
sr: Постављање API URL за Flomo
tr: Flomo API adresini ayarlayın
uk: Налаштувати URL API для Flomo
zh_cn: 设置 Flomo 要连接到的服务器 API 地址

source: Set API URL
ca: Configurar l'URL de l'API
cs: Nastavit API URL
de: API-URL festlegen
el: Ορισμός της διεύθυνσης URL του API
es: Configurar la URL de la API
fr: Définir l’URL de l’API
gl: Configurar a URL da API
hu: API URL beállítása
it_it: Imposta API URL
ko_kr: API URL 설정
nl_nl: Api-url instellen
pl: Ustaw adres URL interfejsu API
pt_br: Definir URL da API
ru: Задать API URL
sk: Uložiť URL adresu
sr: Постави API URL
tr: API adresini ayarla
uk: Налаштувати URL API
zh_cn: 设置 API 地址

source: Export to Flomo
ca: Exportar a Flomo
cs: Exportovat do Flomo
de: Nach Flomo exportieren
el: Εξαγωγή στο Flomo
es: Exportar a Flomo
fa: خروجی به Flomo
fr: Exporter vers Flomo
gl: Exportar a Flomo
hu: Exportálás Flomo-ba
it_it: Esporta a Flomo
ko_kr: Flomo로 내보내기
nl_nl: Exporteer naar Flomo
pl: Eksportuj do Flomo
pt_br: Exportar para o Flomo
ru: Экспорт в Flomo
sk: Exportovať do Flopo
sr: Извоз у Flomo
tr: Flomo üzerine aktar
uk: Експорт до Flomo
zh_cn: 导出到 Flomo

source: KOReader Notes
ar: ملاحظات KOReader
ca: Notes de Koreader
cs: Poznámky KOReaderu
de: KOReader-Notizen
el: Σημειώσεις του KOReader
es: Notas de KOReader
fa: یاداشت‌های کوریدر
fr: Notes KOReader
gl: Notas de KOReader
hu: KOReader jegyzetek
it_it: KOReader Note
ja: KOReader メモ
ko_kr: KOReader 메모
nl_nl: KOReader-aantekeningen
pl: Notatki KOReader
pt_br: Notas do KOReader
ro: Note KOReader
ru: Заметки KOReader'а
sk: Poznámky KOReader
sr: KOReader Белешке
tr: KOReader notları
uk: Примітки KOReader
zh_cn: KOReader 笔记

source: Set Joplin IP and Port
ar: تعيين عنوان IP و المنفذ ل Joplin
ca: Configurar la IP i el port de Joplin
cs: Nastavit IP adresu a port Joplinu
de: Joplin IP und Port angeben
el: Ορισμός IP και θύρας Joplin
es: Configurar la IP y el puerto de Joplin
fr: Définir l’adresse IP et le port de Joplin
gl: Configurar IP e Porto de Joplin
hu: Joplin IP és port beállítása
it_it: Imposta IP e porta di Joplin
ja: Joplinのアドレスとポートを設定する
ko_kr: 조플린 IP와 포트 설정
nl_nl: Joplin IP en poort instellen
pl: Ustaw IP i port dla Joplin
pt_br: Definir IP e porta de Joplin
ro: Setează IP și port pentru Joplin
ru: Задать IP и порт для Joplin
sk: Nastavte pre Joplin IP adresu a port
sr: Постави Joplin IP и Порт
tr: Joplin IP adresi ve bağlantı noktasını ayarla
uk: Встановити IP і порт Joplin
zh_cn: 设置Joplin的IP和端口

source: Set Joplin IP and port number
ar: تحديد عنوان IP ورقم المنفذ ل Joplin
ca: Configurar la IP de Joplin i el número de port
cs: Nastavit IP adresu a číslo portu Joplinu
de: Joplin IP und Portnummer angeben
el: Ορίστε IP και αριθμό θύρας Joplin
es: Configurar la IP de Joplin y el número de puerto
fr: Définir l’adresse IP et le numéro de port de Joplin
gl: Axustar IP e número de porto para Joplin
hu: Joplin IP és port beállítása
it_it: Imposta IP di Joplin e numero porta
ja: Joplinのアドレスとポート番号を設定する
ko_kr: 조플린 IP와 포트 번호 설정
nl_nl: Joplin IP en poortnumme instellen
pl: Ustaw IP i numer portu dla Joplin
pt_br: Definir IP e número de porta de Joplin
ro: Setează IP și număr de port pentru Joplin
ru: Введите IP и номер порта Joplin
sk: Nastaviť Joplin IP adresu a číslo portu
sr: Поставља Joplin IP и број порта
tr: Joplin IP adresi ve bağlantı noktasını ayarla
uk: Встановити IP-адресу Joplin та номер порту
zh_cn: 设置Joplin的IP和端口号

source: Set authorization token
ar: تعيين تذكرة التّوثُّق
ca: Configurar la clau d'autenticació
cs: Nastavit autorizační token
de: Berechtigungs-Token setzen
el: Ορισμός κλειδιού ελέγχου ταυτότητας
es: Configurar la clave de autenticación
fa: تعیین ژتون احراز هویت
fr: Définir le jeton d’autorisation
gl: Axustar token de autorización
hu: Authorizációs token beállítása
it_it: Imposta chiave di autorizzazione
ja: 認証トークンを設定
ko_kr: 인증 토큰 설정
nl_nl: Bewijsteken instellen
pl: Ustaw token autoryzacji
pt_br: Definir token de autorização
ro: Setează jeton de autorizare
ru: Установить токен авторизации
sk: Nastaviť autorizačný token
sr: Постави жетон за проверу идентитета
tr: Kimlik doğrulama kodunu ayarla
uk: Установлення токена авторизації
zh_cn: 设置认证信息

source: Set authorization token for Joplin
ar: تعيين رمز التفويض ل Joplin
ca: Configurar la clau d'autenticació de Joplin
cs: Nastavit autorizační token pro Joplin
de: Berechtigungs-Token für Joplin setzen
el: Ορίστε κλειδί ελέγχου ταυτότητας για Joplin
es: Configurar la clave de autenticación de Jolpin
fa: تعیین ژتون احراز هویت برای Joplin
fr: Définir le jeton d’autorisation pour Joplin
gl: Axustar token de autorización para Joplin
hu: Joplin authorizációs token beállítása
it_it: Imposta chiave di autorizzazione per Joplin
ja: Joplinの認証トークンを設定
ko_kr: 조플린의 인증 토큰 설정
nl_nl: Bewijsteken voor Joplin instellen
pl: Ustaw token autoryzacji dla Joplin
pt_br: Definir token de autorização para Joplin
ro: Setează jeton de autorizare pentru Joplin
ru: Токен авторизации для Joplin
sk: Nastaviť autorizačný token pre Joplin
sr: Поставља Joplin жетон за проверу идентитета
tr: Joplin kimlik doğrulama kodunu ayarla
uk: Встановити токен авторизації для Joplin
zh_cn: 为Joplin设置认证信息

source: Set token
ar: تحديد التذكرة
ca: Configurar clau d'autenticació
cs: Nastavit token
de: Token setzen
el: Ορισμός κλειδιού
es: Configurar la clave de autenticación
fa: تعیین ژتون
fr: Définir le jeton
gl: Axustar token
hu: Token mentése
it_it: Imposta chiave di autorizzazione
ja: トークンを設定
ko_kr: 토큰 설정
nl_nl: Teken instellen
pl: Ustaw token
pt_br: Definir token
ro: Setează jeton
ru: Установить токен
sk: Nastaviť token
sr: Постави жетон
tr: Kodu ayarla
uk: Встановити токен
zh_cn: 设置口令

source: Export to Joplin
ar: تصدير إلى Joplin
ca: Exportar a Joplin
cs: Exportovat do Joplinu
de: Nach Joplin exportieren
el: Εξαγωγή στο Joplin
es: Exportar a Joplin
fa: خروجی گرفتن به Joplin
fr: Exporter vers Joplin
gl: Exportar a Joplin
hu: Exportálás a Joplin-ba
it_it: Esporta in Joplin
ja: Joplinへエクスポート
ko_kr: 조플린으로 내보내기
nl_nl: Exporteer naar Joplin
pl: Eksportuj do Joplin
pt_br: Exportar para Joplin
ro: Exportă în Joplin
ru: Экспорт в Joplin
sk: Export do Joplin
sr: Извези у Joplin
tr: Joplin uygulamasına aktar
uk: Експортувати до Joplin
zh_cn: 导出至Joplin

source: For Joplin setup instructions, see %1 Markdown formatting can be configured in: Export highlights > Choose formats and services > Markdown.
ca: Per a les instruccions de configuració de Joplin, vegeu %1 El format Markdown es pot configurar en: Exportar subratllats > Triar formats i serveis > Markdown.
de: Anweisungen zur Einrichtung von Joplin finden Sie unter %1 Die Markdown-Formatierung kann konfiguriert werden unter: Highlights exportieren > Formate und Dienste wählen > Markdown.
el: Για οδηγίες εγκατάστασης του Joplin, δείτε %1 Η μορφοποίηση Markdown μπορεί να ρυθμιστεί στο: Εξαγωγή επισημάνσεων > Επιλογή μορφών και υπηρεσιών > Markdown.
es: Para las instrucciones de configuración de Joplin, véase %1 El formato Markdown se puede configurar en: Exportar subrayados > Elegir formatos y servicios > Markdown.
fr: Pour les instructions de configuration de Joplin, voir %1 Le formatage en Markdown peut être configuré dans : Exporter les surlignages > Choisir les formats et services > Markdown.
gl: Para as instrucións de configuración de Joplin, consulta %1 O formato en Markdown pode ser configurado en: Exportar os textos destacados > Escoller formatos e servizos > Markdown.
hu: Joplin beállítási útmutató: %1 A Markdown formázás itt konfigurálható: Kiemelések exportálása > Formátumok és szolgáltatások választása > Markdown.
it_it: Per istruzioni sull'installazione di Joplin, consulta %1 Puoi configurare la formattazione Markdown in: Esporta evidenziazioni . Scegli formati e servizi > Markdown.
ja: Joplinの設定方法については %1を参照してください。 マークダウン書式で設定できます: ハイライトをエクスポート > 書式とサービスを選択 > マークダウン
ko_kr: Joplin 설정 지침은 %1를 참조하세요. 마크다운 형식은 다음에서 구성할 수 있습니다: 강조 표시 내보내기 > 포맷 및 서비스 고르기 > 마크다운.
nl_nl: Voor Joplin installatie-instructies, zie %1 Markdown-opmaak kan worden geconfigureerd in: Export highlights > Choose formats and services > Markdown.
pl: Aby uzyskać instrukcje konfiguracji Joplin, zobacz %1 Formatowanie Markdown można skonfigurować w: Eksportuj zaznaczenia > Wybierz formaty i usługi > Markdown.
pt_br: Para obter instruções de configuração do Joplin, consulte %1 A formatação do Markdown pode ser configurada em: Exportar destaques > Escolher formatos e serviços > Markdown.
ro: Pentru instrucțiuni de configurare Joplin, vezi %1 Formatarea cu Markdown poate fi configurată în: Exportă evidențieri > Alege formate și servicii > Markdown.
ru: См. инструкции по настройке Joplin в %1 Форматирование markdown можно настроить здесь: Экспорт выделений → Выбрать форматы и сервисы → Markdown.
sk: Pokyny na nastavenie systému Joplin nájdete v časti %1 Formátovanie Markdown je možné nakonfigurovať v: Exportovať zvýraznenia > Vybrať formáty a služby > Markdown.
sr: За подешавање Joplin сервиса, погледајте %1 Markdown форматирање може да се конфигурише у: Извези истицања > Избор формата и сервиса > Markdown.
tr: Joplin kurulum yönergeleri için%1 bölümüne bakabilirsiniz Markdown biçimlendirmesi şuradan yapılandırılabilir: Vurgulamaları dışa aktar > Biçimleri ve hizmetleri seçin > Markdown.
uk: Інструкції з налаштування Joplin описані на %1 Форматування Markdown можна налаштувати в: Експорт виділеного > Вибір форматів і служб > Markdown.
zh_cn: 有关 Joplin 的设置说明，请参阅 %1 可以在以下位置配置 Markdown 格式： 导出标注 > 选择格式和服务 > Markdown 。

source: Export to Json
ca: Exportar a Json
cs: Exportovat do Json
de: Nach Json exportieren
el: Εξαγωγή σε Json
es: Exportar a Json
fa: خروجی Json
fr: Exporter vers Joplin
gl: Exportar a Json
hu: Exportálás Json-ba
it_it: Esporta in Json
ja: Jsonへエクスポートする
ko_kr: Json으로 내보내기
nl_nl: Exporteer naar Json
pl: Eksportuj do Json
pt_br: Exportar para Json
ru: Экспорт в Json
sk: Exportovať do Json
sr: Извоз у Json
tr: JSON olarak dışa aktar
uk: Експорт до JSON
zh_cn: 导出至Json

source: Include book checksum in export
ca: Incloure en l'exportació la suma de comprovació del llibre
cs: Zahrnout do exportu kontrolní součet knihy
de: Buchprüfsumme in den Export einbeziehen
el: Συμπερίληψη αθροίσματος ελέγχου βιβλίου στην εξαγωγή
es: Incluir en la exportación la suma de verificación del libro
fr: "Inclure la somme de contrôle du livre dans l'exportation"
gl: Incluír na exportación a suma de verificación do libro
hu: Exportáláskor tartalmazza a könyv ellenőrző összegét
it_it: Includi il codice di controllo del libro nell'esportazione
ja: エクスポート内容に書籍のチェックサムを含める
ko_kr: 내보내기에 책의 체크섬 포함
nl_nl: Boekcontrolesom opnemen in export
pl: Uwzględnij sumę kontrolną książki w eksporcie
pt_br: Incluir o checksum do livro na exportação
ru: Включать в экспорт контрольную сумму книги
sk: Zahrnúť kontrolný súčet knihy do exportu
sr: Постави контролну суму књиге у извоз
tr: Dışa aktarmaya kitap sağlaması eklensin
uk: Включити контрольну суму книги в експорт
zh_cn: 导出时包含书籍校验和

source: Bold
ca: Negreta
cs: Tučně
de: Fett
el: Έντονα
es: Negrita
fa: برجسته
fr: Gras
gl: Grosa
hu: Kövér
it_it: Grassetto
ja: 太字
ko_kr: 굵게
nl_nl: Vet
pl: Pogrubione
pt_br: Negrito
ro: Aldin
ru: Жирный
sk: Tučné
sr: Подебљано
tr: Koyu
uk: Жирний
zh_cn: 粗体

source: Bold italic
ca: Cursiva en negreta
cs: Tučná kurzíva
de: Fett kursiv
el: Έντονα πλάγια
es: Cursiva negrita
fa: برجسته و کج
fr: Gras italique
gl: Cursiva grosa
hu: Kövér dőlt
it_it: Grassetto corsivo
ja: 太斜体
ko_kr: 굵은 기울임
nl_nl: Vetcursief
pl: Pogrubiona kursywa
pt_br: Negrito itálico
ro: Aldin cursiv
ru: Жирный курсив
sk: Tučná kurzíva
sr: Подебљани курзив
tr: Koyu yatık
uk: Жирний курсив
zh_cn: 粗斜体

source: Italic
ca: Cursiva
cs: Kurzíva
de: Kursiv
el: Πλάγια
es: Cursiva
fa: کج
fr: Italique
gl: Cursiva
hu: Dőlt
it_it: Corsivo
ja: 斜体
ko_kr: 기울임
nl_nl: Cursief
pl: Kursywa
pt_br: Itálico
ro: Cursiv
ru: Курсив
sk: Kurzíva
sr: Курзив
tr: Yatık
uk: Курсив
zh_cn: 斜体

source: Underline (Markdownit style, with ++)
ca: Subratllat (estil Markdownit, amb ++)
cs: Podtrhnout (Markdownit styl, s ++)
de: Unterstreichen (Markdownit-Stil, mit ++)
el: Υπογράμμιση (στυλ Markdownit, με ++)
es: Subrayado (estilo Markdownit, con ++)
fa: زیرخط (یه سبک Markdownit, با ++)
fr: Souligné (style Markdownit, avec ++)
gl: Subliñado (estilo Markdownit, con ++)
hu: Aláhúzás (Markdown stílus, ++)
it_it: Sottolinea (come Markdownit, con ++)
ja: 下線(++でのマークダウン記法)
ko_kr: 밑줄(Markdownit 스타일, ++ 포함)
nl_nl: Onderstrepen (Markdownit-stijl, met ++)
pl: Podkreślenie (styl Markdownit, z ++)
pt_br: Sublinhar (estilo Markdownit, com ++)
ro: Subliniere (Stil Markdown, cu ++)
ru: Подчеркнуть (с помощью ++)
sk: Podčiarknuté (štýl Markdownit, s ++)
sr: Подвучено (Markdownit стил, са ++)
tr: Altı çizili (Markdownit biçemi, ++ ile)
uk: Підкреслення (стиль Markdownit, з ++)
zh_cn: 下划线（Markdownit风格，用++）

source: Underline (with <u></u> tags)
ca: Subratllat (amb etiquetes <u></u>)
cs: Podtrhnout (s <u></u> tagy)
de: Unterstrichen (mit <u></u> tags)
el: Υπογράμμιση (με ετικέτες <u></u>)
es: Subrayado (con etiquetas <u></u>)
fa: زیرخط (با برچست‌های <u></u>)
fr: Souligné (avec <u></u>)
gl: Subliñado (con etiquetas <u></u>)
hu: Aláhúzás (<u></u> elemekkel)
it_it: Sottolinea (con tag <u></u>)
ja: 下線(<u></u>タグでの記法)
ko_kr: 밑줄(<u></u> 태그 포함)
nl_nl: Onderstrepen (met <u></u> tags)
pl: Podkreślenie (ze znacznikami <u></u>)
pt_br: Sublinhar (com marcadores <u></u>)
ro: Subliniere (cu tag-uri <u></u>)
ru: Подчеркнуть (тегами <u></u>)
sk: Podčiarknuté (so značkami <u></u> )
sr: Подвучено (са <u></u> ознакама)
tr: Altı çizili (<u></u> kod imleri ile)
uk: Підкреслення (з теґами <u></u>)
zh_cn: 下划线（用<u></u>标签）

source: Formatting style for %1
ca: Estil de format per a %1
cs: Styl formátování pro %1
de: Formatierung eingestellt auf: %1
el: Στυλ μορφοποίησης για %1
es: Estilo de formato para %1
fa: فرمت‌دهی سبک برای %1
fr: Style de format pour %1
gl: Estilo de formato para %1
hu: Formázási stílus %1
it_it: Stile di formattazione per %1
ja: 書式スタイルを %1 に設定しました
ko_kr: %1의 서식 스타일
nl_nl: Opmaakstijl voor %1
pl: Styl formatowania dla %1
pt_br: Estilo de formatação para %1
ro: Stil formatare pentru %1
ru: Стиль форматирования для: %1
sk: Štýl formátovania pre %1
sr: Стил форматирања за %1
tr: Biçem şuna göre biçimlendirildi: %1
uk: Стиль форматування для %1
zh_cn: %1 的格式化样式

source: Strikeout
ca: Ratllat
cs: Přeškrtnout
de: Durchstreichen
el: Διακριτή διαγραφή
es: Tachado
fa: خط زدن
fr: Barré
gl: Riscar
hu: Áthúzott
it_it: Barrato
ja: 取り消し線
ko_kr: 취소선
nl_nl: Doorstrepen
pl: Przekreślenie
pt_br: Tachado
ro: Taie cu o linie
ru: Зачёркивание
sk: Prečiarknuť
sr: Прецртај
tr: Üzerini çiz
uk: Закреслення
zh_cn: 加删除线

source: Export to Markdown
ca: Exportar a Markdown
cs: Exportovat do Markdownu
de: Nach Markdown exportieren
el: Εξαγωγή σε Markdown
es: Exportar a Markdown
fa: گرفتن خروجی مارک‌داون
fr: Exporter en Markdown
gl: Exportar a Markdown
hu: Exportálás Markdown-ba
it_it: Esporta in Markdown
ja: マークダウンへエクスポート
ko_kr: 마크다운으로 내보내기
nl_nl: Exporteer naar Markdown
pl: Eksportuj do Markdown
pt_br: Exportar para Markdown
ro: Exportă în Markdown
ru: Экспорт в Markdown
sk: Exportovať do Markdown
sr: Извоз у Markdown
tr: Markdown olarak aktar
uk: Експортувати в Markdown
zh_cn: 导出至 Markdown

source: Format highlights based on style
ca: Format de subratllats basat en estil
cs: Formátovat zvýraznění na základě stylu
de: Formatiere Hervorhebungen und Notizen basierend auf Stil
el: Μορφοποίηση επισημάνσεων με βάση τον τρόπο επισήμανσης
es: Formato de subrayados basado en estilo
fr: Formate les surlignages suivant le style
gl: Dar formato aos texto destacados baseados en estilo
hu: Kiemelések formázása stílus alapján
it_it: Formatta evidenziazioni in base allo stile
ja: スタイルに応じたハイライト書式
ko_kr: 스타일에 따라 강조 표시 서식 지정
nl_nl: Markeringen opmaken op basis van stijl
pl: Formatuj zaznaczenia na podstawie stylu
pt_br: Formatar destaques com base no estilo
ro: Formatează evidențierile bazat pe stil
ru: Форматировать выделения на основе стиля
sk: Formátovanie zvýraznení na základe štýlu
sr: Форматирање истицања базирано на стилу
tr: Vurguları biçeme göre biçimlendir
uk: Форматує виділене на основі стилю
zh_cn: 根据设定的样式显示高亮文本

source: Set Memos API URL
ca: Configurar l'URL de l'API de Memos
cs: Nastavit Memos API URL
de: Notizen API-URL festlegen
el: Ορισμός διεύθυνσης URL του API Memos
es: Configurar la URL de la API de Memos
fr: Définir l'URL de l'API des mémos
gl: Configurar a URL da API de Memos
hu: Memos API URL beállítása
it_it: Imposta Memo API URL
ko_kr: 메모 API URL 설정
nl_nl: Memos api-url instellen
pl: Ustaw adres URL interfejsu API Memos
pt_br: Definir URL da API do Memos
ru: Задать API URL для Memos
sk: Nastaviť URL adresu rozhrania Memos API
sr: Постави Memos API URL
tr: Memos API adresini ayarla
uk: Налаштувати URL-адресу API Memos
zh_cn: 设置 Memos API 地址

source: Set API URL for Memos
ca: Configurar l'URL de l'API para Memos
cs: Nastavit API URL pro Memos
de: API-URL für Notizen festlegen
el: Ορίστε διεύθυνση URL του API για Memos
es: Configurar la URL de la API para Memos
fr: Définir l'URL de l'API pour les mémos
gl: Configurar a URL da API para Memos
hu: Memos API URL beállítása
it_it: Imposta l'URL dell'API per i memo
ko_kr: 메모용 API URL 설정
nl_nl: Api-url instellen voor Memos
pl: Ustaw adres URL interfejsu API dla Memos
pt_br: Definir URL da API para o Memos
ru: Задать адрес API для Memos
sk: Nastavenie URL adresy rozhrania Memos API
sr: Постављање API URL за Memos
tr: Memos için API adresini ayarlayın
uk: Налаштувати URL API для Memos
zh_cn: 设置 Memos 要连接到的服务器 API 地址

source: Set Memos token
ca: Configurar la clau d'autenticació de Memos
cs: Nastavit Memos token
de: Memos Token festlegen
el: Ορισμός κλειδιού για Memos
es: Clave de autenticación de Memos
fa: تعیین ژتون Memos
fr: Définir le jeton Mémos
gl: Configurar a clave de autenticación de Memos
it_it: Imposta chiave dei memo
ko_kr: 메모 토큰 설정
nl_nl: Memos-token instellen
pl: Ustaw token Memos
pt_br: Definir token do Memos
ru: Установить Memos-токен
sk: Nastaviť kľúč Memos
sr: Постави Memos жетон
tr: Memos kodunu ayarla
uk: Налаштувати токен Memos
zh_cn: 设置 Memos 令牌

source: Memos token
ca: Clau d'autenticació de Memos
el: Κλειδί για Memos
es: Clave de autenticación de Memos
fa: ژتون Memos
fr: Définir le Jeton de Mémos
gl: Clave de autenticación de Memos
it_it: Chiave dei memo
ko_kr: 메모 토큰
pl: Token Memos
pt_br: Token do Memos
ru: Memos-токен
sk: Kľúč Memos
sr: Memos жетон
tr: Memos kodu
uk: Токен Memos
zh_cn: Memos 令牌

source: Export to Memos
ca: Exportar a Memos
cs: Exportovat do Memos
de: In Notizen exportieren
el: Εξαγωγή στο Memos
es: Exportar a Memos
fr: Exporter vers des notes
gl: Exportar a Memos
hu: Exportálás Memos-ba
it_it: Esporta in Memo
ko_kr: 메모로 내보내기
nl_nl: Exporteer naar Memos
pl: Eksportuj do Memos
pt_br: Exportar para o Memos
ru: Экспорт в Memos
sk: Exportovať do Memos
sr: Извоз у Memos
tr: Memos üzerine aktar
uk: Експорт до Memos
zh_cn: 导出到 Memos

source: - Your highlight on page %1 | Added on %2
ca: - El subratllat de la pàgina %1 | Afegit el %2
cs: - Vaše zvýraznění na stránce %1 | Přidané %2
de: - Ihre Markierung auf Seite %1 | Hinzugefügt am %2
el: - Η επισήμανσή σας στη σελίδα %1 | Προστέθηκε στις %2
es: - El subrayado de la página %1 | Añadido el %2
fa: - هایلایت‌ شما در صفحه: %1 | اضافه شده در %2
fr: Votre mise en évidence sur la page %1 | Ajoutée le %2
gl: - O texto destacado na páxina %1| Engadido o %2
hu: - Az Ön kiemelése: %1 oldal | Hozzáadva %2
it_it: - La tua evidenziazione a pagina %1 | Aggiunta il %2
ko_kr: - 페이지의 하이라이트 %1 | %2에 추가됨
nl_nl: - Markering op pagina %1 | Toegevoegd op %2
pl: - Twoje zaznaczenie na stronie %1 | Dodano %2
pt_br: - Seu destaque na página %1 | Adicionado: %2
ru: - Выделение на странице %1 | Добавлено к %2
sk: - Vaše zvýraznenie na stránke %1 | Pridané dňa %2
sr: - Ваша истицања на страници %1 | Додато %2
tr: - %1 sayfasındaki vurgulamanız | Eklenme %2
uk: - Виділене на сторінці %1 | Додано на %2
zh_cn: - 您在 %1 页上的标注 | 添加于 %2

source: - Your note on page %1 | Added on %2
ca: - La nota de la pàgina %1 | Afegida el %2
cs: - Vaše poznámka na stránce %1 | Přidaná %2
de: - Ihre Notiz auf Seite %1 | Hinzugefügt am %2
el: - Η σημείωσή σας στη σελίδα %1 | Προστέθηκε στις %2
es: - La nota de la página %1 | Añadida el %2
fa: - یادداشت‌ شما در صفحه: %1 | اضافه شده در %2
fr: - Votre note sur la page %1 | Ajoutée le %2
gl: - A nota en páxina %1| Engadida o %2
hu: - Az Ön jegyzete %1 oldal | Hozzáadva %2
it_it: - La tua nota a pagina %1 | Aggiunta il %2
ko_kr: - %1 페이지의 메모 | %2에 추가됨
nl_nl: - Notitie op pagina %1 | Toegevoegd op %2
pl: - Twoja notatka na stronie %1 | Dodano %2
pt_br: - Sua nota na página %1 | Adicionado %2
ru: - Заметка на странице %1 | Добавлена к %2
sk: - Vaša poznámka na stránke %1 | Pridaná dňa %2
sr: - Ваша напомена на страници %1 | Додато %2
tr: - %1 sayfasındaki notunuz, eklenme %2
uk: - Ваша примітка на сторінці %1 | Додано на %2
zh_cn: - 您在 %1 页上的备注 |添加到 %2

source: Set authorization token for Readwise
ca: Configurar la clau d'autenticació de Readwise
cs: Nastavit autorizační token pro Readwise
de: Berechtigungs-Token für Joplin setzen
el: Ορίστε κλειδί ελέγχου ταυτότητας για Readwise
es: Configurar la clave de autenticación de Readwise
fa: تعیین ژتون احراز هویت برای Readwise
fr: Définir le jeton d’autorisation pour Readwise
gl: Configurar token de autorización para Readwise
hu: Readwise authorizációs token beállítása
it_it: Imposta chiave di autorizzazione per Readwise
ja: Readwiseの認証トークンを設定
ko_kr: 리드와이즈에 대한 인증 토큰 설정
nl_nl: Autorisatietoken voor Readwise instellen
pl: Ustaw token autoryzacji dla Readwise
pt_br: Definir token de autorização para Readwise
ro: Setează jeton de autorizare pentru Readwise
ru: Токен авторизации для Readwise
sk: Nastaviť autorizačný token pre Readwise
sr: Постави Readwise жетон за проверу идентитета
tr: Readwise kimlik doğrulama kodunu ayarla
uk: Установити токен авторизації для Readwise
zh_cn: 为 Readwise 设置认证令牌

source: Export to Readwise
ca: Exportar a Readwise
cs: Exportovat do Readwise
de: Nach Readwise exportieren
el: Εξαγωγή στο Readwise
es: Exportar a Readwise
fa: خروجی گرفتن به Readwise
fr: Exporter vers Readwise
gl: Exportar a Readwise
hu: Exportálás a Readwise-be
it_it: Esporta in Readwise
ja: Readwiseへエクスポート
ko_kr: 리드와이즈로 내보내기
nl_nl: Exporteer naar Readwise
pl: Eksportuj do Readwise
pt_br: Exportar para Readwise
ro: Exportă în Readwise
ru: Экспорт в Readwise
sk: Exportovať do aplikácie Readwise
sr: Извоз у Readwise
tr: Readwise uygulamasına aktar
uk: Експортувати до Readwise
zh_cn: 导出至 Readwise

source: -- Page: %1, added on %2
ar: -- الصفحة: %1, أضيفت بتاريخ %2
ca: -- Pàgina: %1, afegida en %2
cs: -- Stránka: %1, přidáno %2
de: -- Seite: %1, hinzugefügt an %2
el: -- Σελίδα: %1, προστέθηκε στο %2
es: -- Página: %1, añadida a %2
fa: -- صفحه: %1, اضافه شده در %2
fr: — Page : %1, ajoutée le %2
gl: -- Páxina: %1, engadida en %2
hu: -- Oldal: %1, hozzáadva %2-höz
it_it: -- Pagina: %1, aggiunta su %2
ja: -- %1 ページを %2 に追加
ko_kr: -- 페이지: %1, %2에 추가됨
nl_nl: -- Pagina: %1, toegevoegd op %2
pl: -- Strona: %1, dodano %2
pt_br: -- Página: %1, adicionada em %2
ro: -- Pagina: %1, adăugată pe %2
ru: -- Страница: %1, добавлена на %2
sk: -- Strana: %1, pridaná %2
sr: -- Страница: %1, додато %2
tr: -- Sayfa: %1, %2 üzerine eklendi
uk: -- Сторінка: %1, додано %2
zh_cn: ——页码：%1，添加于 %2
