Repository: spruceUI/spruceOS
Catalog: App/KoReader/l10n/*/koreader.po
Languages: ar, ca, cs, de, el, es, fa, fr, gl, hu, it_it, ja, ko_kr, nl_nl, pl, pt_br, ro, ru, sk, sr, tr, uk, zh_cn

source: Please fill in all fields.
ar: الرجاء اكمال كل الخانات.
ca: Cal omplir tots els camps.
cs: Vyplňte, prosím, všechna pole.
de: Bitte alle Felder ausfüllen.
el: Παρακαλούμε συμπληρώστε όλα τα πεδία.
es: Rellene todos los campos.
fa: لطفا تمامی فیلد‌ها را پر کنید.
fr: Merci de remplir tous les champs.
gl: Por favor completa todos os campos.
hu: Töltsön ki minden mezőt.
it_it: Si prega di compilare tutti i campi.
ja: すべての項目を入力してください。
ko_kr: 모든 항목을 채워주세요.
nl_nl: Vul alle velden in.
pl: Proszę uzupełnić wszystkie pola.
pt_br: Por favor preencha todos os campos.
ro: Te rog completează toate cîmpurile.
ru: Пожалуйста, заполните все поля.
sk: Vyplňte prosím všetky polia.
sr: Молимо вас да попуните сва поља.
tr: Lütfen tüm alanları doldurun.
uk: Заповніть усі поля.
zh_cn: 请填写所有字段。

source: Type: %1 Name: %2 Address: %3
ar: النّوع: %1 الاسم: %2 العنوان: %3
ca: Tipus: %1 Nom: %2 Adreça: %3
cs: Typ: %1 Jméno: %2 Adresa: %3
de: Typ: %1 Name: %2 Adresse: %3
el: Είδος: %1 Όνομα: %2 Διεύθυνση: %3
es: Tipo: %1 Nombre: %2 Dirección %3
fa: نوع:%1 نام:%2 نشانی:%3
fr: Type : %1 Nom :%2 Adresse :%3
gl: Tipo: %1 Nome: %2 Enderezo: %3
hu: Típus: %1 Név: %2 Cím: %3
it_it: Tipo: %1 Nome: %2 Indirizzo: %3
ja: 種類: %1 名前: %2 アドレス: %3
ko_kr: 유형: %1 이름: %2 주소: %3
nl_nl: Type: %1 Naam: %2 Adres: %3
pl: Typ: %1 Nazwa: %2 Adres: %3
pt_br: Tipo: %1 Nome: %2 Endereço: %3
ro: Tip: %1 Nume: %2 Adresă: %3
ru: Тип: %1 Название: %2 Адрес: %3
sk: Typ: %1 Názov: %2 Adresa: %3
sr: Тип: %1 Име: %2 Адреса: %3
tr: Tür: %1 Ad: %2 Adres: %3
uk: Тип: %1 Назва: %2 Адреса: %3
zh_cn: 类型：%1 名称：%2 地址：%3

source: Cloud sync settings
ca: Paràmetres de sincronització amb el núvol
cs: Nastavení synchronizace s cloudem
de: Synchronisierungseinstellungen
el: Ρυθμίσεις συγχρονισμού cloud
es: Configuración de sincronización en la nube
fa: تنظیمات همگام‌سازی ابر
fr: Paramètres de synchronisation en nuage
gl: Configuración da sincronización na nube
hu: Felhős szinkron beállítások
it_it: Impostazioni di sincronizzazione cloud
ja: クラウド同期設定
ko_kr: 클라우드 동기화 설정
nl_nl: Cloudsync-instellingen
pl: Ustawienia synchronizacji w chmurze
pt_br: Configurações de sincronização na nuvem
ru: Настройки облачной синхронизации
sk: Nastavenia synchronizácie s cloudom
sr: Подешавања усаглашавања са облаком
tr: Bulut eşitleme ayarları
uk: Налаштування хмарної синхронізації
zh_cn: 云同步设置

source: Choose cloud service:
ca: Trieu un servei d’emmagatzematge al núvol:
cs: Vyberte cloudovou službu:
de: Wähle Art der Cloud:
el: Επιλέξτε υπηρεσία cloud:
es: Elegir servicio de almacenamiento en la nube:
fa: انتخاب خدمت‌دهنده ابری:
fr: Choisir un service en nuage :
gl: Escoller servizo de almacenamento na nube:
hu: Felhő szolgáltatás kiválasztása:
it_it: Scegli il servizio cloud:
ja: クラウドサービスを選択:
ko_kr: 클라우드 서비스 선택:
nl_nl: Kies cloudopslagtype:
pl: Wybierz usługę w chmurze:
pt_br: Escolha o serviço de nuvem:
ru: Выбрать облачный сервис:
sk: Vybrať cloudovú službu:
sr: Изаберите сервис облака:
tr: Bulut hizmetini seçin:
uk: Оберіть хмарну службу:
zh_cn: 选择云服务：

source: Add service
ar: أضف خدمة
ca: Afegeix el servei
cs: Přidat službu
de: Service hinzufügen
el: Προσθήκη υπηρεσίας
es: Añadir servicio
fa: اضافه کردن سرویس
fr: Ajouter un service
gl: Engadir servizo
hu: Szolgáltatás hozzáadása
it_it: Aggiungi servizio
ja: サービスを追加
ko_kr: 서비스 추가
nl_nl: Dienst toevoegen
pl: Dodaj usługę
pt_br: Adicionar serviço
ru: Добавить сервис
sk: Pridať službu
sr: Додај сервис
tr: Hizmet ekle
uk: Додати службу
zh_cn: 添加服务

source: Something went wrong when syncing, please check your network connection and try again later.
ca: S'ha produït un error en sincronitzar, és aconsellable comprovar la connexió de xarxa i tornar a intentar-lo més tard.
cs: Při synchronizaci něco nefungovalo tak jak by mělo. Prosím, zkontrolujte vaše připojení k síti a později to zkuste znovu.
de: Beim Synchronisieren ging etwas schief, bitte Netzwerkverbindung überprüfen und später erneut versuchen.
el: Παρουσιάστηκε κάποιο πρόβλημα κατά τον συγχρονισμό, παρακαλούμε ελέγξτε τη σύνδεσή σας στο δίκτυο και προσπαθήστε ξανά αργότερα.
es: Se ha producido un error al sincronizar, es aconsejable comprobar la conexión de red y volver a intentarlo más tarde.
fa: مشکلی در هنگام همگام‌سازی رخ داده است، لطفاً ارتباط شبکه خود را بررسی کرده و دوباره تلاش کنید.
fr: Une erreur est survenue lors de la synchronisation, veuillez vérifier votre connexion réseau et réessayer ultérieurement.
gl: Algo foi mal durante a sincronización, por favor consulta a túa conexión de rede e téntao de novo máis tarde.
hu: Valami hiba történt szinkronizálás közben, ellenőrizze a hálózati kapcsolatot, és próbálja meg később újra.
it_it: Qualcosa è andato storto in fase di sincronizzazione, controlla la tua connessione di rete e riprova più tardi.
ja: 同期中に何か問題が発生しました。ネットワーク接続を確認して、後でもう一度やり直してください。
ko_kr: 동기화하는 동안 문제가 발생했습니다. 네트워크 연결을 확인하고 나중에 다시 시도하세요.
nl_nl: Er ging iets mis tijdens het synchroniseren. Controleer de netwerkverbinding en probeer het later nog eens.
pl: Coś poszło nie tak podczas synchronizacji, sprawdź połączenie sieciowe i spróbuj ponownie później.
pt_br: Ocorreu um erro ao sincronizar. Verifique sua conexão de rede e tente novamente mais tarde.
ru: При синхронизации что-то пошло не так. Пожалуйста, проверьте подключение к сети и повторите попытку.
sk: Pri synchronizácii sa niečo pokazilo, skontrolujte prosím sieťové pripojenie a skúste to neskôr.
sr: Дошло је до грешке приликом усаглашавања, молимо вас да проверите везу са мрежом и поново покушате касније.
tr: Eşitleme sırasında bir sorun çıktı. Lütfen ağ bağlantınızı denetleyip bir süre sonra yeniden deneyin.
uk: Під час синхронізації щось пішло не так. Перевірте з'єднання з мережею та повторіть спробу пізніше.
zh_cn: 同步中发生错误，请检查您的网络连接并稍候重试。

source: Wrong server type.
ca: Tipus de servidor incorrecte.
cs: Špatný druh serveru.
de: Falscher Server-Typ.
el: Λάθος τύπος διακομιστή.
es: Tipo de servidor incorrecto.
fa: نوع سرور اشتباه است.
fr: Type de serveur incorrect.
gl: Tipo de servidor incorrecto.
hu: Hibás szervertípus.
it_it: Tipo di server sbagliato.
ja: サーバータイプが間違っています。
ko_kr: 잘못된 서버 유형입니다.
nl_nl: Verkeerd servertype.
pl: Nieprawidłowy typ serwera.
pt_br: Tipo de servidor errado.
ru: Неверный тип сервера.
sk: Nesprávny typ servera.
sr: Погрешан тип сервера.
tr: Sunucu türü yanlış.
uk: Неправильний тип сервера.
zh_cn: 错误的服务器类型。

source: Successfully synchronized.
ar: نجحت المزامنة.
ca: La sincronització s'ha completat correctament.
cs: Synchronizace byla úspěšná.
de: Erfolgreich synchronisiert.
el: Επιτυχής συγχρονισμός.
es: La sincronización se ha completado correctamente.
fa: با موفقیت همگام‌سازی شد.
fr: Synchronisation réussie.
gl: Sincronización finalizada con éxito.
hu: Szinkronizálás sikeres.
it_it: Sincronizzazione riuscita.
ja: 同期に成功しました。
ko_kr: 성공적으로 동기화되었습니다.
nl_nl: Synchroniseren geslaagd.
pl: Pomyślnie zsynchronizowano.
pt_br: Sincronizado com sucesso.
ru: Успешная синхронизация.
sk: Úspešne synchronizované.
sr: Усаглашавање је било успешно.
tr: Eşitlendi.
uk: Успішно синхронізовано.
zh_cn: 同步成功。

source: Server address must be of the form http(s)://domain.name/path This can point to a sub-directory of the WebDAV server. The start folder is appended to the server path.
ar: يجب أن يكون عنوان المُخَدِّم وفق النسق التالي: http(s)://domain.name/path يمكن لهذا المسار أن يشير إلى مجلّدٍ فرعيٍّ على مخدِّمِ WebDAV الخاص بك. يتمّ إضافة مجلّد البدء إلى مسار المُخَدِّم.
ca: L’adreça del servidor ha de tenir de la forma http(s)://nom.domini/camí Pot apuntar a una subcarpeta del servidor WebDAV. La carpeta d’inici s’afegeix al camí del servidor.
cs: Adresa serveru musí být ve formátu: http(s)://mojedomena.cz/cesta „cesta“ může vést do podadresáře WebDAV serveru (může obsahovat několik podsložek). „Výchozí složka“ složka je připojená k cestě serveru.
de: Die Serveradresse muss die Form http(s)://domain.name/path haben. Dies kann auf ein Unterverzeichnis des WebDAV-Servers verweisen. Der Startordner wird an den Serverpfad angehängt.
el: Η διεύθυνση του διακομιστή πρέπει να έχει τη μορφή http(s)://domain.name/path Αυτό μπορεί να οδηγεί σε έναν υποκατάλογο του διακομιστή WebDAV. Ο φάκελος έναρξης προσαρτάται στη διαδρομή διακομιστή.
es: La dirección del servidor debe tener de la forma http(s)://domain.name/path Puede apuntar a una subcarpeta del servidor WebDAV. La carpeta de inicio se añade a la ruta del servidor.
fa: نشانی سرور باید در این قالب باشد http(s)://domain.name/path این می‌تواند به یک زیر-پوشه یا سرور WebDAV اشاره کند. پوشه آغازین به مسیر سرور ضمیمه می‌شود.
fr: L’adresse du serveur doit être de la forme http(s)://domaine.nom/chemin Cela peut pointer vers un sous-répertoire du serveur WebDAV. Le dossier de démarrage est ajouté au chemin du serveur.
gl: O enderezo do servidor debe ser como http(s)://nome.dominio/ruta Isto pode apuntar a un subcartafol do servidor WebDAV. O cartafol de inicio é engadido á ruta do servidor.
hu: A kiszolgáló címének ilyen formátumúnak kell lennie: http(s)://domain.name/path Ez a WebDAV szerver almappájára mutathat. A kezdőmappa a szerver elérési útjához csatolva.
it_it: L'indirizzo del server deve essere http(s)://domain.name/path Questo può puntare a una sottocartella del server WebDAV. La cartella di avvio viene aggiunta al percorso del server.
ja: サーバーアドレスの形式は、 http(s):// domain.name/path WebDAV サーバーのサブディレクトリを指すことができます。 スタートフォルダがサーバーのアドレスをベースにする。
ko_kr: 서버 주소는 http(s)://domain.name/path 형식이어야 합니다. 이것은 WebDAV 서버의 하위 디렉터리를 가리킬 수 있습니다. 시작 폴더가 서버 경로에 추가됩니다.
nl_nl: Het serveradres moet de vorm http(s)://domein.naam/pad hebben. Dit kan naar een onderliggende map op de WebDAV-server verwijzen. De startmap wordt toegevoegd aan het serverpad.
pl: Adres serwera musi być w następującym formacie: http(s)://domain.name/path Może to wskazywać na podkatalog serwera WebDAV. Folder początkowy jest dołączany do ścieżki serwera.
pt_br: O endereço do servidor deve estar no formato http(s)://dominio.nome/caminho Isso pode apontar para uma subpasta do servidor WebDAV. A pasta inicial é anexada ao caminho do servidor.
ro: Adresa serverului trebuie să fie sub forma http(s)://nume.domeniu/cale Aceasta poate indica către un sub-dosar de pe serverul WebDAV. Dosarul de pornire este adăugat la calea serverului.
ru: Адрес сервера должен иметь вид http(s)://domain.name/path Путь может указывать на подкаталог сервера WebDAV. Начальная папка добавляется к пути до сервера.
sk: Adresa servera musí byť v tvare http(s)://domain.name/path Táto môže odkazovať na podpriečinok servera WebDAV. Počiatočný priečinok sa pripojí ku adrese servera.
sr: Адреса сервера мора бити у облику http(s)://име.домена/путања Ово може да показује на поддиректоријум на WebDAV серверу. Почетни директоријум се дописује на крај путање до сервера.
tr: Sunucu adresi http(s)://etki.alani/yol biçiminde olmalıdır WebDAV sunucusu üzerinde bir alt dizin olabilir. Başlangıç klasörü sunucu yoluna eklenir.
uk: Адреса сервера має бути форми http(s)://domain.name/path Тут можна вказати підкаталог сервера WebDAV. Початкова теку з'явиться у шляху до сервера.
zh_cn: 服务器地址必须是 http(s)://domain.name/path 形式 此地址可以指向 WebDAV 服务器的一个子目录。 起始目录地址将会自动附在服务器地址后面。 国内可使用坚果云个人免费版。

source: Edit WebDAV account
ar: تعديل حساب WebDAV
ca: Edita el compte WebDAV
cs: Upravit WebDAV účet
de: WebDAV-Konto bearbeiten
el: Επεξεργασία λογαριασμού WebDAV
es: Editar cuenta WebDAV
fa: ویرایش حساب WebDAV
fr: Modifier le compte WebDAV
gl: Editar conta WebDAV
hu: WebDAV fiók szerkesztése
it_it: Modifica l'account WebDAV
ja: WebDAVのアカウントを編集
ko_kr: WebDAV 계정 수정
nl_nl: WebDAV-account bewerken
pl: Edytuj konto WebDAV
pt_br: Editar conta WebDAV
ro: Editează con WebDAV
ru: Редактировать аккаунт WebDAV
sk: Upraviť účet WebDAV
sr: Уреди WebDAV налог
tr: WebDAV hesabını düzenle
uk: Змінити обліковий запис WebDAV
zh_cn: 编辑 WebDAV 账号

source: Add WebDAV account
ar: إضافة حساب WebDAV
ca: Afegeix un compte WebDAV
cs: Přidat WebDAV účet
de: WebDAV-Konto hinzufügen
el: Προσθήκη λογαριασμού WebDAV
es: Añadir cuenta WebDAV
fa: افزودن حساب WebDAV
fr: Ajouter un compte WebDAV
gl: Engadir conta WebDAV
hu: WebDAV fiók hozzáadása
it_it: Aggiungi accesso WebDAV
ja: WebDAVのアカウントを追加
ko_kr: WebDAV 계정 추가
nl_nl: WebDAV-account toevoegen
pl: Dodaj konto WebDAV
pt_br: Adicionar conta do WebDAV
ro: Adaugă cont WebDAV
ru: Добавить аккаунт WebDAV
sk: Pridať účet WebDAV
sr: Додај WebDAV налог
tr: WebDAV hesabı ekle
uk: Додати обліковий запис WebDAV
zh_cn: 添加 WebDAV 账号

source: Server display name
ar: اسم العرض للمخدّم
ca: Nom per mostrar del servidor
cs: Zobrazený název serveru
de: Server Anzeigename
el: Εμφανιζόμενο όνομα διακομιστή
es: Nombre para mostrar del servidor
fa: نام نمایش‌داده‌شده‌ی سرور
fr: Nom d’affichage du serveur
gl: Etiqueta do servidor
hu: Szerver megjelenített neve
it_it: Nome visualizzato del server
ja: サーバの表示名
ko_kr: 서버 표시 이름
nl_nl: Serverweergavenaam
pl: Nazwa serwera, która będzie się wyświetlać
pt_br: Nome de exibição do servidor
ro: Nume afișat al serverului
ru: Отображаемое имя сервера
sk: Zobrazovaný názov servera
sr: Назив сервера који се приказује
tr: Sunucunun görüntülenecek adı
uk: Показувана назва сервера
zh_cn: 服务器显示名称

source: WebDAV address, for example https://example.com/dav
ar: WebDAV عنوان, مثل https://example.com/dav
ca: Adreça WebDAV, per exemple https://example.com/dav
cs: Adresa WebDAV serveru, např. https://priklad.cz/dav
de: WebDAV Adresse, z.B. https://example.com/dav
el: Διεύθυνση WebDAV, για παράδειγμα https://example.com/dav
es: Dirección WebDAV, por ejemplo, https://example.com/dav
fa: نشانی WebDAV، مثلا https://example.com/dav
fr: Adresse WebDAV, par exemple https://example.com/dav
gl: Enderezo WebDAV, por exemplo https://exemplo.com/dav
hu: WebDAV cím pl. https://webcim.hu/dav
it_it: Indirizzo WebDAV, ad esempio https://example.com/dav
ja: WebDAV アドレス 例 https://example.com/dav
ko_kr: WebDAV 주소, 예를 들면 https://example.com/dav
nl_nl: WebDAV-adres, bv. https://voorbeeld.com/dav
pl: Adres WebDAV np. https://example.com/dav
pt_br: Endereço WebDAV, por exemplo https://example.com/dav
ro: Adresă WebDAV, ex: https://exemplu.com/dav
ru: Адрес WebDAV, например https://example.com/dav
sk: Adresa servera WebDAV, napríklad https://example.com/dav
sr: WebDAV адреса, нпр. https://пример.com/dav
tr: WebDAV adresi, Örnek: https://etkialani.com/dav
uk: Адреса WebDAV, наприклад https://example.com/dav
zh_cn: WebDAV 地址（例：https://example.com/dav ）

source: Username
ar: اسم المستخدم
ca: Nom d'usuari
cs: Uživatelské jméno
de: Benutzername
el: Όνομα χρήστη
es: Nombre de usuario
fa: نام کاربری
fr: Nom d’utilisateur
gl: Nome de usuario
hu: Felhasználónév
it_it: Nome utente
ja: ユーザ名
ko_kr: 사용자이름
nl_nl: Gebruikersnaam
pl: Nazwa użytkownika
pt_br: Nome de usuário
ro: Nume utilizator
ru: Имя пользователя
sk: Používateľské meno
sr: Корисничко име
tr: Kullanıcı adı
uk: Ім'я користувача
zh_cn: 用户名

source: Password
ar: كلمة المرور
ca: Contrasenya
cs: Heslo
de: Passwort
el: Κωδικός
es: Contraseña
fa: رمز عبور
fr: Mot de passe
gl: Contrasinal
hu: Jelszó
ja: パスワード
ko_kr: 암호
nl_nl: Wachtwoord
pl: Hasło
pt_br: Senha
ro: Parolă
ru: Пароль
sk: Heslo
sr: Лозинка
tr: Parola
uk: Пароль
zh_cn: 密码

source: Start folder, for example /books
ar: مجلد البداية، مثلا /الكتب
ca: Carpeta d’inici; per exemple, /llibres
cs: Výchozí složka, např. /books
de: Startordner, zum Beispiel /books
el: Φάκελος έναρξης, για παράδειγμα /βιβλία
es: Carpeta de inicio, por ejemplo /libros
fa: پوشه آغازین، برای نمونه books/
fr: Dossier de démarrage, par exemple /books
gl: Cartafol de inicio, por exemplo /libros
hu: Kezdő mappa, pl. /books
it_it: Cartella iniziale, per esempio /libri
ko_kr: 폴더 시작, 예를 들어 /books
nl_nl: Startmap, bijvoorbeeld /boeken
pl: Folder początkowy, na przykład /książki
pt_br: Pasta inicial, por exemplo /livros
ru: Начальная папка, к примеру /Книги
sk: Štartovný priečinok, napríklad /knihy
sr: Почетни фолдер, на пример /books
tr: Başlangıç klasörü. Örneğin /books
uk: Початкова тека, наприклад /Книги
zh_cn: 起始目录，例如 /books

# File
source: Copy
ar: نسخ
ca: Copia
cs: Kopírovat
de: Kopieren
el: Αντιγραφή
es: Copiar
fa: رونوشت
fr: Copier
gl: Copiar
hu: Másolás
it_it: Copia
ja: コピー
ko_kr: 복사
nl_nl: Kopieer
pl: Kopiuj
pt_br: Copiar
ro: Copiază
ru: Копировать
sk: Kopírovať
sr: Копирај
tr: Kopyala
uk: Копіювати
zh_cn: 复制

# File
source: Paste
ar: لصق
ca: Enganxa
cs: Vložit
de: Einfügen
el: Επικόλληση
es: Pegar
fa: جای‌گذاری
fr: Coller
gl: Pegar
hu: Beillesztés
it_it: Incolla
ja: 貼り付け
ko_kr: 붙여넣기
nl_nl: Plak
pl: Wklej
pt_br: Colar
ro: Lipește
ru: Вставить
sk: Vložiť
sr: Налепи
tr: Yapıştır
uk: Вставити
zh_cn: 粘贴

source: Select
ar: اختيار
ca: Selecciona
cs: Vybrat
de: Auswählen
el: Επιλογή
es: Seleccionar
fa: انتخاب
fr: Sélectionner
gl: Seleccionar
hu: Kiválasztás
it_it: Seleziona
ja: 選択
ko_kr: 선택
nl_nl: Selecteren
pl: Wybierz
pt_br: Selecionar
ro: Selectează
ru: Выбрать
sk: Vybrať
sr: Избор
tr: Seçin
uk: Вибрати
zh_cn: 选择

source: Cut
ar: قص
ca: Retalla
cs: Vyjmout
de: Ausschneiden
el: Αποκοπή
es: Cortar
fa: برش
fr: Couper
gl: Cortar
hu: Kivágás
it_it: Taglia
ja: 切り取り
ko_kr: 잘라내기
nl_nl: Knip
pl: Wytnij
pt_br: Recortar
ro: Decupează
ru: Вырезать
sk: Vystrihnúť
sr: Исеци
tr: Kes
uk: Вирізати
zh_cn: 剪切

source: Rename
ar: إعادة تسمية
ca: Reanomena
cs: Přejmenovat
de: Umbenennen
el: Μετονομασία
es: Renombrar
fa: تغییر نام
fr: Renommer
gl: Renomear
hu: Átnevezés
it_it: Rinomina
ja: 名前を変更
ko_kr: 이름바꾸기
nl_nl: Naam wijzigen
pl: Zmień nazwę
pt_br: Renomear
ro: Redenumește
ru: Переименовать
sk: Premenovať
sr: Преименуј
tr: Yeniden adlandır
uk: Перейменувати
zh_cn: 重命名

source: Open with…
ar: فتحٌ باستخدام…
ca: Obre amb…
cs: Otevřít pomocí…
de: Öffne mit…
el: Άνοιγμα με…
es: Abriendo con…
fa: باز شود با …
fr: Ouvrir avec…
gl: Abrir con…
hu: Megnyitás ezzel…
it_it: Apri con…
ja: 開く…
ko_kr: 다음으로 열기…
nl_nl: Openen met…
pl: Otwórz za pomocą…
pt_br: Abrir com…
ro: Deschide cu…
ru: Открыть с помощью…
sk: Otvoriť v…
sr: Отвори помоћу…
tr: Birlikte aç…
uk: Відкрити в…
zh_cn: 打开方式…

source: Convert
ar: حوِّل
ca: Converteix
cs: Konvertovat
de: Umwandeln
el: Μετατροπή
es: Convertir
fa: تبدیل
fr: Convertir
gl: Converter
hu: Konvertálás
it_it: Convertire
ja: 変換
ko_kr: 변환
nl_nl: Converteren
pl: Konwertuj
pt_br: Converter
ro: Convertește
ru: Конвертировать
sk: Konvertovať
sr: Претвори
tr: Dönüştür
uk: Конвертувати
zh_cn: 转换

source: Set as HOME folder
ar: اجعلهُ المجلّد الرئيسيّ
ca: Defineix com a carpeta d’inici
cs: Nastavit jako DOMOVSKOU složku
de: Als HOME-Verzeichnis festlegen
el: Ορισμός ως Αρχικού Φακέλου
es: Establecer como carpeta de INICIO
fa: تعیین به عنوان پوشه خانه
fr: Définir comme dossier d’accueil
gl: Establecer como cartafol de INICIO
hu: Legyen ez a kezdőmappa
it_it: Imposta come cartella principale
ja: ホームフォルダーとして設定
ko_kr: 홈 폴더로 설정
nl_nl: Instellen als thuismap
pl: Ustaw jako folder domowy
pt_br: Definir como pasta de Início
ro: Setează ca dosar „Acasă”
ru: Сделать домашней папкой
sk: Nastaviť ako domovský priečinok
sr: Постави као почетни директоријум
tr: Başlangıç klasörü olarak ayarla
uk: Встановити цю теку ДОМАШНЬОЮ
zh_cn: 设置为主目录

source: Exit KOReader?
ar: هل تريد الخروج من KOReader؟
ca: Eixir de KOReader?
cs: Chcete ukončit KOReader?
de: KOReader beenden?
el: Έξοδος από το KOReader;
es: ¿Salir de KOReader?
fa: از کوریدر خارج می‌شوید؟
fr: Quitter KOReader ?
gl: Saír de KOReader?
hu: Kilép a KOReader-ből?
it_it: Esci da KOReader?
ja: KOReader を終了しますか?
ko_kr: KOReader를 끝낼까요?
nl_nl: KOReader aflsuiten?
pl: Czy chcesz wyjść z KOReadera?
pt_br: Sair do KOReader?
ro: Ieși din KOReader?
ru: Выйти из KOReader'а?
sk: Ukončiť KOReader?
sr: Напуштате KOReader?
tr: KOReader uygulamasından çıkılsın mı?
uk: Вийти з KOReader?
zh_cn: 要退出 KOReader 吗？

source: Exit
ar: خروج
ca: Eixir
cs: Ukončit
de: Beenden
el: Έξοδος
es: Salir
fa: خروج
fr: Quitter
gl: Saír
hu: Kilépés a KOReaderből
it_it: Esci
ja: 終了
ko_kr: 끝내기
nl_nl: Sluiten
pl: Wyjdź
pt_br: Sair
ro: Ieșire
ru: Выход
sk: Ukončiť
sr: Излаз
tr: Çıkış
uk: Вийти
zh_cn: 退出

source: 1 file selected
ar: تم تحديد 0 ملف
ca: S’ha seleccionat 1 fitxer
cs: 1 vybraný soubor
de: 1 Datei ausgewählt
el: Επιλέχθηκε 1 αρχείο
es: 1 archivo seleccionado
fa: ۱ پرونده انتخاب شد
fr: 1 fichier sélectionné
gl: 1 ficheiro seleccionado
hu: 1 fájl kijelölve
it_it: 1 file selezionato
ja: %1 ファイルを選択しました
ko_kr: 파일 %1개 선택됨
nl_nl: 1 bestand geselecteerd
pl: 1 plik został wybrany
pt_br: 1 arquivo selecionado
ro: 1 fișier selectat
ru: Выбран %1 файл
sk: 1 vybratý súbor
sr: Изабран је 1 фајл
tr: 1 dosya seçildi
uk: Вибрано 1 файл
zh_cn: %1 个文件被选中

source: No files selected
ar: لا يوجد ملفات محددة
ca: No s’ha seleccionat cap fitxer
cs: Není vybraný žádný soubor
de: Keine Dateien ausgewählt
el: Δεν έχουν επιλεγεί αρχεία
es: No se ha seleccionado ningún archivo
fa: هیچ پرونده‌ای انتخاب نشده
fr: Aucun fichier sélectionné
gl: Non hai ficheiros seleccionados
hu: Nincsenek kiválasztott fájlok
it_it: Nessun file selezionato
ja: 選択したファイルがありません
ko_kr: 선택 파일 없음
nl_nl: Geen bestanden geselecteerd
pl: Nie wybrano plików
pt_br: Nenhum arquivo selecionado
ro: Nici un fișier selectat
ru: Файлы не выбраны
sk: Nie sú vybraté žiadne súbory
sr: Није изабран ниједан фајл
tr: Dosya seçilmedi
uk: Не вибрано жодного файлу
zh_cn: 未选中文件

source: Show selected files list
ca: Mostra la llista de fitxers seleccionats
cs: Zobrazit seznam vybraných obrázků
de: Liste der ausgewählten Dateien anzeigen
el: Εμφάνιση λίστας επιλεγμένων αρχείων
es: Mostrar la lista de archivos seleccionados
fa: نمایش لیست فایل‌های انتخاب شده
fr: Afficher la liste des fichiers sélectionnés
gl: Mostrar a lista de ficheiros seleccionados
hu: Kiválasztott fájlok megjelenítése
it_it: Mostra l'elenco dei file selezionati
ko_kr: 선택한 파일 목록 표시
nl_nl: Lijst met geselecteerde bestanden weergeven
pl: Pokaż listę wybranych plików
pt_br: Mostrar lista de arquivos selecionados
ru: Показать список выбранных файлов
sk: Zobraziť zoznam vybratých súborov
sr: Прикажи листу изабраних фајлова
tr: Seçilmiş dosyalar listesini göster
uk: Показати список вибраних файлів
zh_cn: 显示已选择文件列表

source: Copy
ar: نسخ
ca: Copia
cs: Kopírovat
de: Kopieren
el: Αντιγραφή
es: Copiar
fa: رونوشت
fr: Copier
gl: Copiar
hu: Másolás
it_it: Copia
ja: コピー
ko_kr: 복사
nl_nl: Kopiëren
pl: Kopiuj
pt_br: Copiar
ro: Copiază
ru: Копировать
sk: Kopírovať
sr: Копирај
tr: Kopyala
uk: Копіювати
zh_cn: 复制

source: Select all files in folder
ar: اختيار كل الملفات في المجلد
ca: Selecciona tots els fitxers de la carpeta
cs: Vybrat všechny soubory ve složce
de: Alle Dateien im Ordner auswählen
el: Επιλογή όλων των αρχείων του φακέλου
es: Seleccionar todos los archivos de la carpeta
fa: انتخاب تمامی پرونده‌ها در پوشه
fr: Sélectionner tous les fichiers du dossier
gl: Seleccionar todos os ficheiros do cartafol
hu: Összes fájl kijelölése a mappában
it_it: Seleziona tutti i file nella cartella
ja: このフォルダー下全てのファイルを選択
ko_kr: 폴더의 모든 파일 선택
nl_nl: Alle bestanden in map selecteren
pl: Wybierz wszystkie pliki w folderze
pt_br: Selecionar todos na pasta
ro: Selectează toate fișierele din dosar
ru: Выбрать все файлы в папке
sk: Označiť všetky súbory v priečinku
sr: Изабери све фајлове у директоријуму
tr: Klasördeki tüm dosyaları seç
uk: Вибрати всі файли в теці
zh_cn: 选择文件夹内所有文件

source: Move
ar: نقل
ca: Mou
cs: Přesunout
de: Verschieben
el: Μετακίνηση
es: Mover
fa: انتقال
fr: Déplacer
gl: Mover
hu: Mozgatás
it_it: Sposta
ja: 移動
ko_kr: 옮기기
nl_nl: Verplaatsen
pl: Przenieś
pt_br: Mover
ro: Mută
ru: Переместить
sk: Presunúť
sr: Премести
tr: Taşı
uk: Перемістити
zh_cn: 移动
