Repository: spruceUI/spruceOS
Catalog: App/KoReader/l10n/*/koreader.po
Languages: ar, ca, cs, de, el, es, fa, fr, gl, hu, it_it, ja, ko_kr, nl_nl, pl, pt_br, ro, ru, sk, sr, tr, uk, zh_cn

source: Upgrade now
ar: تحديث الآن
ca: Actualitzar ara
cs: Aktualizovat
de: Jetzt aktualisieren
el: Αναβάθμιση τώρα
es: Actualizar ahora
fa: حالا بروزرسانی کن
fr: Mettre à jour
gl: Actualizar agora
hu: Frissítés most
it_it: Aggiorna ora
ja: 今すぐアップグレード
ko_kr: 지금 업그레이드
nl_nl: Nu bijwerken
pl: Aktualizuj teraz
pt_br: Atualizar agora
ro: Actualizează acum
ru: Обновить сейчас
sk: Aktualizovať teraz
sr: Ажурирај одмах
tr: Şimdi güncelle
uk: Оновити зараз
zh_cn: 现在升级

source: Upgrading and reloading book…
ar: جارٍ ترقية الكتاب وإعادة تحميله …
ca: Actualitzant i recarregant llibre…
cs: Aktualizace a znovunačítání knihy…
de: Aktualisieren und Buch neu laden…
el: Αναβάθμιση και επαναφόρτωση βιβλίου…
es: Actualizando y recargando libro…
fa: بروزرسانی و بارگزاری دوباره کتاب…
fr: Mise à jour et rechargement du livre…
gl: A actualizar e recargar o libro…
hu: Frissítés és a könyv újratöltése…
it_it: Aggiornamento e ricarica del libro in corso…
ja: アップグレードして本を再読み込み…
ko_kr: 업그레이드와 책 다시 여는 중…
nl_nl: Bijwerken en boek herladen…
pl: Aktualizowanie i ponowne ładowanie książki…
pt_br: Atualizando e recarregando livro…
ro: Se actualizează și se reîncarcă cartea…
ru: Обновление и перезагрузка книги…
sk: Aktualizácia a opätovné načítanie knihy…
sr: Књига се ажурира и поново учитава…
tr: Kitap güncellenip yeniden yükleniyor…
uk: Оновлення та перезапуск книги…
zh_cn: 正在升级并重新打开文档……

source: Scrolling
ar: التمرير
ca: Desplaçament
cs: Posunování textu
de: Blättern
el: Κύλιση
es: Desplazamiento
fa: پیمایش
fr: Défilement
gl: Desprazamento
hu: Görgetés
it_it: Scorrimento
ja: スクロール
ko_kr: 스크롤
nl_nl: Scrollen
pl: Przewijanie
pt_br: Rolagem
ro: Derulare
ru: Прокрутка
sk: Posúvanie
sr: Скроловање
tr: Kaydırılıyor
uk: Прокручування
zh_cn: 滚动

source: Classic scrolling
ar: التمرير الكلاسيكي
ca: Desplaçament clàssic
cs: Klasické posunování textu
de: Klassisches Blättern
el: Κλασική κύλιση
es: Desplazamiento clásico
fa: پیمایش کلاسیک
fr: Défilement classique
gl: Desprazamento clásico
hu: Klasszikus görgetés
it_it: Scorrimento classico
ja: クラシックスクロール
ko_kr: 클래식 스크롤
nl_nl: Klassiek scrollen
pl: Przewijanie klasyczne
pt_br: Rolagem clássica
ro: Derulare clasică
ru: Классическая прокрутка
sk: Klasické posúvanie
sr: Класично скроловање
tr: Klasik kaydırma
uk: Класичне прокручування
zh_cn: 经典滚动

source: Classic scrolling will move the document with your finger.
ar: سيؤدي التمرير الكلاسيكي إلى تحريك المستند بإصبعك.
ca: El desplaçament clàssic mou el document amb el dit.
cs: Při klasickém posunování posunujete dokumentem pomocí prstu.
de: Beim klassischen Blättern wird das Dokument mit dem Finger verschoben.
el: Η Κλασική κύλιση μετακινεί το έγγραφο με το δάχτυλό σας.
es: El desplazamiento clásico mueve el documento con el dedo.
fa: پیمایش کلاسیک باعث حرکت سند هماهنگ با حرکت انگشت شما می‌شود.
fr: Le défilement classique permet de déplacer le document avec votre doigt.
gl: O desprazamento clásico moverá o documento co teu dedo.
hu: A klasszikus görgetéssel a dokumentumot az ujjával mozgathatja.
it_it: Lo scorrimento classico sposta il documento con il dito.
ja: クラシックスクロールは指で文書を移動します。
ko_kr: 클래식 스크롤은 손가락 방향으로 문서를 이동합니다.
nl_nl: Bij klassiek scrollen wordt het document met de vinger verplaatst.
pl: Przewijanie klasyczne będzie przesuwać dokument razem z palcem.
pt_br: A rolagem clássica vai mover o documento com seu dedo.
ro: Derularea clasică va mișca documentul odată cu degetul tău.
ru: Классическая прокрутка позволяет перемещаться по документу пальцем.
sk: Klasické posúvanie bude posúvať dokument prstom.
sr: Класично скроловање помера ваш документ прстом.
tr: Klasik kaydırma belgeyi parmağınızla kaydırır.
uk: Класичне прокручування переміщує документ пальцем.
zh_cn: 经典滚动随手指移动文档。

source: Turbo scrolling
ar: التمرير السريع
ca: Desplaçament turbo
cs: Turbo posunování textu
de: Turbo-Blättern
el: Γρήγορη κύλιση
es: Desplazamiento turbo
fa: پیمایش سریع
fr: Défilement rapide
gl: Desprazamento turbo
hu: Turbó görgetés
it_it: Scorrimento turbo
ja: ターボスクロール
ko_kr: 터보 스크롤
nl_nl: Turboscrollen
pl: Przewijanie turbo
pt_br: Rolagem turbo
ro: Derulare turbo
ru: Турбо-прокрутка
sk: Rýchle posúvanie
sr: Турбо скроловање
tr: Turbo kaydırma
uk: Прискорене прокручування
zh_cn: 快速滚动

source: Turbo scrolling will scroll the document, at each step, by the distance from your initial finger position (rather than by the distance from your previous finger position). It allows for faster scrolling without the need to lift and reposition your finger.
ar: سيؤدي التمرير السريع إلى تمرير المستند ، في كل خطوة ، بالمسافة من موضع إصبعك الأولي (بدلاً من المسافة من موضع إصبعك السابق). يسمح بالتمرير بشكل أسرع دون الحاجة إلى رفع إصبعك وتغيير موضعه.
ca: El desplaçament turbo desplaça el document, en cada pas, en funció de la distància des de la posició inicial del dit (en lloc d'en funció de la distància des de la posició anterior del dit). Permet un desplaçament més ràpid sense necessitat d'aixecar i reposicionar el dit.
cs: Turbo posunování textu posunuje nepřetržitě text dokumentu o vzdálenost od výchozí pozice vašeho prstu (a ne o vzdálenost od předchozí pozice prstu). Dokumentem lze rychle projíždět nahoru a dolů bez toho, abyste museli zvednout a přemístit váš prst.
de: Beim Turbo-Blättern wird das Dokument bei jedem Schritt um die Entfernung von der ursprünglichen Fingerposition gescrollt (und nicht um die Entfernung von der vorherigen Fingerposition). Dies ermöglicht ein schnelleres Blättern, ohne dass Sie Ihren Finger anheben und neu positionieren müssen.
el: Η Γρήγορη κύλιση μετακινεί το έγγραφο, σε κάθε βήμα, με βάση την απόσταση από την αρχική θέση του δακτύλου σας (και όχι την απόσταση από την προηγούμενη θέση του δακτύλου σας). Επιτρέπει ταχύτερη κύλιση χωρίς να χρειάζεται να σηκώσετε και να επανατοποθετήσετε το δάχτυλό σας.
es: El desplazamiento turbo desplaza el documento, en cada paso, en función de la distancia desde la posición inicial del dedo (en lugar de en función de la distancia desde la posición anterior del dedo). Permite un desplazamiento más rápido sin necesidad de levantar y reposicionar el dedo.
fr: Le défilement rapide fait défiler le document, à chaque étape, en fonction de la distance par rapport à la position initiale de votre doigt (plutôt qu’en fonction de la distance par rapport à la position précédente de votre doigt). Il permet un défilement plus rapide sans qu’il ne soit nécessaire de lever et de repositionner votre doigt.
gl: O desprazamento turbo desprazará o documento, en cada paso, usando a distancia desde a posición inicial do dedo (no canto de usar a distancia da posición anterior do dedo). Permite un desprazamento máis rápido sen a necesidade de levantar o dedo e cambialo de lugar.
hu: Turbó görgetés esetében minden lépésnél a kezdeti ujjpozíciótól való távolság (és nem az előző ujjpozíció távolsága) szerint görgeti a dokumentumot. Lehetővé teszi a gyorsabb görgetést anélkül, hogy fel kellene emelnie vagy át kellene helyeznie az ujját.
it_it: Lo scorrimento turbo farà scorrere il documento, ad ogni passo, della distanza dalla posizione iniziale del dito (piuttosto che della distanza dalla posizione precedente del dito). Permette uno scorrimento più veloce senza bisogno di sollevare e riposizionare il dito.
ja: ターボスクロールは、各ステップで、最初の指の位置からの距離(前の指の位置からの距離ではなく)だけ文書をスクロールします。 これにより、指を上げ下げすることなく、高速にスクロールさせることができます。
ko_kr: 터보 스크롤은 각 단계에서 이전 손가락 위치로부터의 거리가 아니라 초기 손가락 위치로부터의 거리만큼 문서를 스크롤합니다. 손가락을 들어올려 위치를 변경할 필요없이 빠르게 스크롤할 수 있습니다.
nl_nl: Bij turboscrollen wordt het document bij elke stap verschoven met de afstand vanaf de beginpositie van de vinger (in plaats van met de afstand vanaf de vorige vingerpositie). Hierdoor is sneller scrollen mogelijk zonder de vinger op te tillen en te verplaatsen.
pl: Przewijanie turbo będzie za każdym razem przewijać dokument o odległość od początkowej pozycji palca (a nie o odległość od poprzedniej pozycji palca). Pozwala na szybsze przewijanie bez konieczności podnoszenia i zmiany pozycji palca.
pt_br: A rolagem turbo vai rolar o documento, a cada passo, em relação à distância da posição inicial do dedo (em vez de em relação à distância da posição anterior do dedo). Ela permite rolagem rápida sem a necessidade de levantar e reposicionar o dedo.
ro: Derularea turbo va derula documentul, la fiecare pas, bazat pe distanța de la poziția inițială a degetului (față de distanța de la poziția anterioară a degetului). Permite derularea mai rapidă fără să ridici și să repoziționezi degetul.
ru: Каждый шаг турбо-прокрутки будет прокручивать документ на расстояние от исходного положения пальца (а не от его предыдущего положения). Это обеспечивает более быструю прокрутку без необходимости поднимать и переносить палец.
sk: Turbo posúvanie posunie dokument v každom kroku o vzdialenosť od počiatočnej polohy prsta (a nie o vzdialenosť od predchádzajúcej polohy prsta). Umožňuje rýchlejšie posúvanie bez potreby zdvíhania a zmeny polohy prsta.
sr: Турбо скроловање скролује документ, у сваком кораку, за растојање од почетне позиције прста (уместо за разлику од претходне позиције прста). Омогућава брже скроловање без потребе да се подиже и помера прст.
tr: Turbo kaydırma, belgeyi her adımda, ilk parmak konumunuzun (önceki parmak konumunuzun uzaklığı yerine) uzaklığına göre kaydırır. Parmağınızı kaldırmaya ve yeniden koymaya gerek kalmadan daha hızlı kaydırma sağlar.
uk: Прискорене прокручування прокручуватиме щоразу документ на відстань від початкового положення пальця (а не на відстань від попереднього положення пальця). Це дозволяє пришвидшити прокрутку без необхідності підіймати та змінювати положення пальця.
zh_cn: 快速滚动模式按照与最初手指位置的距离滚动文档， 而非与你之前手指位置的距离进行滚动。 在此模式下，可以在不抬起和重新定位你的手指的情况下达到更快的滚动速度。

source: On-release scrolling
ar: التمرير بعد رفع الاصبع
ca: Desplaçament en aixecar el dit
cs: Posunování při uvolnění
de: Blättern bei Freigabe
el: Κύλιση κατά την απελευθέρωση
es: Desplazamiento al levantar el dedo
fa: پیمایش در زمان رها کردن
fr: Défilement au lever
gl: Desprazamento ao soltar
hu: Görgetés az ujj felemelése után
it_it: Scorrimento al rilascio
ko_kr: 뗄 때 스크롤
nl_nl: Scrollen bij loslaten
pl: Przewijanie po puszczeniu
pt_br: Rolagem ao soltar
ro: Derulare la eliberare
ru: Прокрутка при отпускании
sk: Posúvanie pri uvoľnení prstu
sr: Скроловање при отпуштању
tr: Serbest bırakıldığında kaydırma
uk: Прокручування після випуску
zh_cn: 释放时滚动

source: On-release scrolling will scroll the document by the panned distance only on finger up. This is interesting on eInk if you only pan to better adjust page vertical position.
ar: سيؤدي التمرير عند رفع الأصبع إلى تمرير المستند عن طريق المسافة المقطوعة فقط بإصبعك لأعلى. هذا مثير للاهتمام على eInk إذا كنت تقوم بالتحريك فقط لضبط الوضع الرأسي للصفحة بشكل أفضل.
ca: El desplaçament en aixecar el dit fa que el document es desplaci per la distància de desplaçament només en aixecar el dit. Això és de gran utilitat en el cas de dispositius de tinta electrònica, si només si només s'utilitza el desplaçament per a ajustar millor la posició vertical de la pàgina.
cs: Posunování při uvolnění posune dokument o vzdálenost posunutí prstu v okamžiku zvednutí prstu z obrazovky. Tohle je výhodné na E-ink displeji, pokud jenom potřebujete doupravit polohu stránky vertikálně.
de: Beim Loslassen blättert das Dokument nur bei Finger nach oben um die geschwenkte Distanz. Dies ist bei eInk interessant, wenn Sie nur schwenken, um die vertikale Position der Seite besser anzupassen.
el: Η «Κύλιση κατά την απελευθέρωση» πραγματοποιεί κύλιση του εγγράφου μόνο μία φορά, αφού σηκώσετε το δάχτυλό σας, ανάλογα με την απόσταση που έχει διανύσει. Αυτό είναι ενδιαφέρον στο eInk εάν κάνετε κύλιση μόνο για καλύτερη προσαρμογή της κάθετης θέσης της σελίδας.
es: El desplazamiento al levantar el dedo hace que el documento se desplace por la distancia de desplazamiento sólo al levantar el dedo. Esto es de gran utilidad en el caso de dispositivos de tinta electrónica, si sólo si sólo se utiliza el desplazamiento para ajustar mejor la posición vertical de la página.
fr: Le défilement au lever ne fera défiler le document qu’une seule fois, après le lever du doigt, selon la distance parcourue par celui-ci. Ceci est intéressant sur e-Ink si vous ne faites de défilements que pour mieux ajuster la position verticale de la page.
gl: O desprazamento ao soltar desprazará o documento na distancia percorrida pero só cando se levante o dedo. Isto é interesante en tinta electrónica para axustar a posición vertical da páxina.
hu: Az elengedéskor történő görgetés csak az ujj felfelé történő mozgatásakor gördíti a dokumentumot a pásztázott távolsággal. Ez az eInk esetén akkor lehet érdekes, ha csak azért gördít, hogy jobban beállítsa az oldal függőleges helyzetét.
it_it: Lo scorrimento a rilascio farà scorrere il documento della distanza richiesta solo al sollevamento del dito. Questo è interessante su eInk se si fa il pan solo per regolare meglio la posizione verticale della pagina.
ko_kr: 뗄 때 스크롤은 손가락 위로 이동된 거리만큼 문서를 스크롤합니다. 페이지 세로 위치를 더 잘 조정하기 위해 이동하는 경우 eInk에서 효과적입니다.
nl_nl: Scrollen bij loslaten scrollt het document met de verschoven afstand alleen bij het omhoog halen van de vinger. Dit is interessant op eInk als het scrollen alleen dient om de verticale positie van de pagina beter aan te passen.
pl: Przewijanie po puszczeniu będzie przewijać dokument o przesuniętą odległość tylko po podniesieniu palca. Jest to interesujące w przypadku eInk, jeśli przewijasz tylko po to, aby lepiej dopasować pionową pozycję strony.
pt_br: A rolagem ao soltar vai rolar o documento pela distância percorrida somente ao soltar o dedo. Isso é interessante em leitores de tinta digital se você só quer melhor ajustar a posição vertical da página.
ro: Derularea la eliberare va derula documentul în funcție de distanța mișcării doar la ridicarea degerului. Acest lucru este interesant doar la ecranele eInk dacă doar ajustezi poziția verticală a paginii.
ru: Прокрутка при отпускании будет перемещать документ на нужную позицию только в момент отрыва пальца от экрана. Это полезно на E-Ink, если вы прокручиваете экран лишь для лучшей регулировки вертикального положения страницы.
sk: Posúvanie pri uvoľnení prstu posunie dokument o posunutú vzdialenosť len po zdvihnutí prstu. To je praktickejšie na displejoch eInk, ak posúvate len na lepšie nastavenie vertikálnej polohy stránky.
sr: Скроловање при отпуштању ће скроловати документ за пређено растојање тек по подизању прста. Ово је интересантно на eInk екранима ако померате само да бисте боље подесили вертикалну позицију.
tr: Serbest bırakıldığında kaydırma, belgeyi yalnızca parmağın yukarıya kaydırıldığı uzaklık kadar kaydırır. Bu seçenek, e-mürekkep kullanırken yalnızca sayfanın dikey konumunu daha iyi ayarlamak için kaydırıyorsanız ilginçtir.
uk: Прокрутка після відпускання прокручуватиме документ на відстань переміщення лише після піднесення пальця. Це цікаво на eInk, якщо панорамувати лише для кращого регулювання вертикального положення сторінки.
zh_cn: 释放时滚动只在手指抬起时将文档滚动指定距离。 此模式在电子墨水屏设备上可以更好地调整页面垂直位置。

source: Activation delay: %1 ms
ar: تأخير التنشيط: %1 مللي ثانية
ca: Retard d'activació: %1 ms
cs: Zpoždění aktivace : %1 ms
de: Aktivierungsverzögerung: %1 ms
el: Καθυστέρηση ενεργοποίησης: %1 ms
es: Retardo de activación: %1 ms
fa: تاخیر در فعالسازی: %1 میلی‌ثانیه
fr: Délai d’activation : %1 ms
gl: Retardo de activación: %1 ms
hu: Aktiválási késleltetés: %1 ms
it_it: Ritardo di attivazione: %1 ms
ja: 動作遅延時間: %1 ミリ秒
ko_kr: 활성화 지연 : %1 ms
nl_nl: Activeringsvertraging: %1 ms
pl: Opóźnienie aktywacji: %1 ms
pt_br: Atraso de ativação: %1 ms
ro: Întîrziere activare: %1 ms
ru: Задержка активации: %1 мс
sk: Oneskorenie aktivácie: %1 ms
sr: Кашњење активације: %1 ms
tr: Etkinleştirme gecikmesi: %1 ms
uk: Затримка активації: %1 мс
zh_cn: 激活延迟：%1 ms

source: Scroll activation delay
ar: تأخير تنشيط التمرير
ca: Retard d'activació de desplaçament
cs: Zpoždění aktivace posunutí textu
de: Verzögerung der Blätter-Aktivierung
el: Καθυστέρηση ενεργοποίησης κύλισης
es: Retardo de activación de desplazamiento
fa: تاخیر در فعالسازی پیمایش
fr: Délai d’activation du défilement
gl: Retardo de activación do desprazamento
hu: Görgetés aktiválási késleltetése
it_it: Ritardo di attivazione dello scorrimento
ja: スクロール時の動作遅延時間
ko_kr: 스크롤 활성화 지연
nl_nl: Scroll-activeringsvertraging
pl: Opóźnienie aktywacji przewijania
pt_br: Atraso de ativação de rolagem
ro: Întîrziere activare derulare
ru: Задержка активации прокрутки
sk: Oneskorenie aktivácie posúvania
sr: Кашњење активације скроловања
tr: Kaydırma etkinleştirme gecikmesi
uk: Затримка активації прокручування
zh_cn: 滚动激活延迟

source: A delay can be used to avoid scrolling when swipes or multiswipes are intended. The delay value is in milliseconds and can range from 0 to 2000 (2 seconds). Default value: %1 ms
ar: يمكن استخدام التأخير لتجنب التمرير أو التمريرات المتعددة عند القيام بها. مدّة التأخيرتكون باللمي ثانية و يمكن أن تتراوح من 0 إلى 2000 (ثانيتين). القيمة الإفتراضيّة: %1 مل ث
ca: És possible aplicar un retard per a evitar desplaçaments quan es vol efectuar gestos de lliscament o de multilliscament. El valor del retard s'expressa en mil·lisegons i pot oscil·lar entre 0 i 2000 (2 segons). Valor per defecte: %1 ms
cs: Pomocí zpoždění lze zabránění posunutí textu, když je zamýšleno provést tah nebo multi-tah. Hodnota zpoždění je v milisekundách a může být nastavena v rozsahu od 0 do 2000 (2 sekundy). Výchozí hodnota: %1 ms
de: Eine Verzögerung kann verwendet werden, um das Blättern zu vermeiden, wenn Swipes oder Multiswipes vorgesehen sind. Der Wert für die Verzögerung wird in Millisekunden angegeben und kann von 0 bis 2000 (2 Sekunden) reichen. Standardwert: %1 ms
el: Τυχόν άλλα πατήματα που γίνονται εντός αυτού του διαστήματος μετά το πρώτο πάτημα θα θεωρούνται τυχαία και θα αγνοηθούν. Η τιμή του διαστήματος είναι σε χιλιοστά του δευτερολέπτου και μπορεί να κυμαίνεται από 0 (0 δευτερόλεπτα) έως 2000 (2 δευτερόλεπτα). Προεπιλεγμένη τιμή: %1 χιλ. δευτ.
es: Es posible aplicar un retardo para evitar desplazamientos cuando se quiere efectuar gestos de deslizamiento o de multidesliziento. El valor del retardo se expresa en milisegundos y puede oscilar entre 0 y 2000 (2 segundos). Valor por defecto: %1 ms
fa: یک تاخیر را می توان برای جلوگیری از اسکرول کردن در هنگام کشیدن و Multiswipes در نظر گرفت. مقدار تاخیر در میلی ثانیه است و می تواند از ۰ تا ۲۰۰۰ (۲ ثانیه) متغیر باشد. مقدار پیش فرض: %1 میلی‌ثانیه
fr: Un délai peut être utilisé pour éviter le défilement lorsque des balayages ou des balayages multiples sont prévus. La valeur du délai est en millisecondes et peut aller de 0 à 2000 (2 secondes). Valeur par défaut : %1 ms
gl: Pódese usar un retardo para evitar desprazamentos cando a intención é usar un aceno. O valor do retardo é en milisegundos e pode ir desde 0 a 2000 (2 segundos). Valor por defecto: %1 ms
hu: A késleltetés a görgetés elkerülésére használható, amennyiben suhintást vagy többujjas érintéseket tervez. Az intervallum értéke 0 és 2000 (2mp) között lehet. Alapértelmezett érték: %1
it_it: Un ritardo può essere usato per evitare lo scorrimento quando si intendono fare scivolamenti o gesti multipli. Il valore dell'intervallo è in millisecondi e può variare da 0 a 2000 (2 secondi). Valore predefinito: %1 ms
ja: スワイプやマルチスワイプを行う際に、スクロールを回避するために遅延させることができます。 遅延時間の値はミリ秒単位で、0から2000 (2秒)の範囲で指定できます。 既定値: %1 ミリ秒
ko_kr: 스와이프나 다중 스와이프가 의도된 경우 스크롤을 방지하기 위해 지연을 사용할 수 있습니다. 지연 값은 밀리 초 단위이며 범위는 0-2000 (2초)입니다. 기본값: %1 ms
nl_nl: Een vertraging kan worden gebruikt om scrollen te voorkomen wanneer vegen of multivegen zijn bedoeld. De vertragingswaarde is in milliseconden en kan variëren van 0 tot 2000 (2 seconden). Standaardwaarde: %1 ms
pl: Można użyć opóźnienia, aby uniknąć przewijania, gdy zamierzano przesunąć lub wykonać wielogest. Wartość opóźnienia jest wyrażona w milisekundach i może wynosić od 0 do 2000 (2 sekundy). Wartość domyślna: %1 ms
pt_br: O atraso pode ser usado para evitar a rolagem quando deslizes ou multideslizes são desejados. O valor do atraso é em milissegundos e pode variar de 0 a 2000 (2 segundos). Valor padrão: %1 ms
ro: O întîrziere poate fi folosită pentru a evita derularea cînd dorim să facem gesturi în loc de derulare. Valoarea întîrzierii este dată în milisecunde și poate fi cuprinsă între 0 și 2000 (2 secunde). Valoare implicită: %1ms
ru: Задержка поможет избежать прокрутки, когда ожидаются обычные или множественные свайпы. Значение задержки указывается в миллисекундах и может варьироваться от 0 до 2000 (0-2 сек). По умолчанию: %1 мс
sk: Oneskorenie sa môže použiť na zabránenie posúvania, keď máte v úmysle použiť potiahnutie alebo viacnásobné potiahnutie prstom. Hodnota oneskorenia sa udáva v milisekundách a môže sa pohybovať od 0 do 2000 (2 sekundy). Predvolená hodnota: %1 ms
sr: Да би се спречило скорловање када се жели превлачење или вишеструко превлачење, може да се користи кашњење. Вредност кашњења је у милисекундама и може да иде од 0 до 2000 (2 секунде). Подразумевана вредност је: %1 ms
tr: Kaydırma veya birkaç kaydırma yapmaya çalışırken sürekli kaydırmayı engellemek içn bir gecikme kullanılabilir. Gecikme değeri milisaniye cinsindendir ve 0 ile 2000 (2 saniye) arasında olabilir. Varsayılan değer: %1 ms
uk: Затримку можна застосовувати, щоб уникнути прокручувань, якщо призначено проведення пальцями або жест. Значення затримки вказано в мілісекундах і може становити від 0 до 2000 (2 секунди). Типове значення: %1 мс
zh_cn: 可以使用间隔来避免滑动或多次滑动操作被误解为滚动。 间隔值以毫秒为单位，范围从0(0秒)到2000(2秒)。 默认值: %1 ms

# Time
source: ms
el: χιλ. δευτ.
fa: میلی‌ثانیه
hu: ezred mp
ja: ミリ秒
ru: мс
uk: мс
zh_cn: 毫秒

source: Set delay
ar: تعيين تأخير
ca: Ajustar retard
cs: Nastavit zpoždění
de: Verzögerung einstellen
el: Καθορισμός καθυστέρησης
es: Ajustar retardo
fa: تعیین تاخیر
fr: Définir le délai
gl: Axustar retardo
hu: Időzítés beállítása
it_it: Imposta il ritardo
ja: 遅延を設定
ko_kr: 지연 설정
nl_nl: Vertraging instellen
pl: Ustaw opóźnienie
pt_br: Definir atraso
ro: Setează întîrziere
ru: Настройка задержки
sk: Nastaviť oneskorenie
sr: Постави кашњење
tr: Gecikmeyi ayarla
uk: Призначити затримку
zh_cn: 设置间隔

source: Allow inertial scrolling
ar: السماح بالتمرير بالقصور الذاتي
ca: Permetre el desplaçament inercial
cs: Povolit při posunování textu setrvačnost
de: Inertiales Blättern zulassen
el: Να επιτρέπεται η κύλιση με αδράνεια
es: Permitir el desplazamiento inercial
fr: Autoriser le défilement avec inertie
gl: Activar desprazamento con inercia
hu: Inerciális görgetés engedélyezése
it_it: Consenti scorrimento inerziale
ja: 内部スクロールを許可する
ko_kr: 관성 스크롤 허용
nl_nl: Inertiëeel vertraagd scrollen toestaan
pl: Zezwalaj na przewijanie inercyjne
pt_br: Permitir rolagem inercial
ro: Permite derulare inerțială
ru: Разрешить инерционную прокрутку
sk: Povoliť zotrvačné posúvanie
sr: Дозволи инерционо скроловање
tr: Kaydırmada atalet kullanılsın
uk: Дозволити інерційне прокручування
zh_cn: 允许惯性滚动
