Repository: spruceUI/spruceOS
Catalog: App/KoReader/l10n/*/koreader.po
Languages: ar, ca, cs, de, el, es, fa, fr, gl, hu, it_it, ja, ko_kr, nl_nl, pl, pt_br, ro, ru, sk, sr, tr, uk, zh_cn

source: If a touch is not released in this interval, it is considered a long-press. On document text, single word selection will then be triggered. The interval value is in milliseconds and can range from 100 (0.1 seconds) to 2000 (2 seconds).
ar: إذا لم يتم تحرير لمسة في هذا الفاصل الزمني ، فسيتم اعتبارها ضغطة طويلة. في نص المستند ، سيتم بعد ذلك تشغيل اختيار كلمة واحدة. قيمة الفاصل الزمني بالمللي ثانية ويمكن أن تتراوح من 100 (0.1 ثانية) إلى 2000 (ثانيتان).
ca: Si no s'allibera la pulsació en aquest interval de temps, es considerarà una pulsació llarga. En documents de text, s'activarà la selecció d'una sola paraula. El valor de l'interval en mil·lisegons, pot oscil·lar entre 100 (0,1 segons) i 2000 (2 segons).
cs: Pokud nebude dotek během tohoto intervalu ukončen, bude považován za dlouhé stisknutí a v textu dokumentu bude následně aktivovaný výběr slova. Hodnota intervalu je v milisekundách a může být nastavena v rozsahu od 100 (0.1 sekundy) do 2000 (2 sekundy).
de: Wird eine Berührung in diesem Intervall nicht losgelassen, so wird sie als langer Druck gewertet. Bei Dokumententext wird dann die Einzelwortauswahl ausgelöst. Der Intervallwert wird in Millisekunden angegeben und kann von 100 (0,1 Sekunden) bis 2000 (2 Sekunden) reichen.
el: Εάν ένα άγγιγμα δεν απελευθερωθεί εντός αυτού του διαστήματος, θεωρείται παρατεταμένο πάτημα. Σε ένα κείμενο εγγράφου, ενεργοποιείται η επιλογή μεμονωμένων λέξεων. Η τιμή του διαστήματος είναι σε χιλιοστά του δευτερολέπτου και μπορεί να κυμαίνεται από 100 (0,1 δευτερόλεπτα) έως 2000 (2 δευτερόλεπτα).
es: Si no se libera la pulsación en ese intervalo de tiempo, se considerará una pulsación larga. En documentos de texto, se activará la selección de una sola palabra. El valor del intervalo en milisegundos, puede oscilar entre 100 (0,1 segundos) y 2000 (2 segundos).
fr: Si un contact dure plus longtemps que ceci, il sera considéré comme un appui long. Dans le texte d’un document, ceci déclenchera la sélection d’un mot seul. La valeur de l’intervalle, en millisecondes, doit être entre 100 (0,1s) à 2000 (2s).
gl: Se unha pulsación non remata neste intervalo, será considerada una pulsación longa. Se ocorre sobre un texto do documento, activarase a selección dunha palabra. O valor do intervalo é en milisegundos e pode variar entre 100 (0,1 segundos) e 2000 (2 segundos).
hu: Ha a megadott intervallumban egy érintés nem ér véget, akkor azt tartásnak (vagy hosszan nyomásnak) tekintjük. A dokumentum szövegében ezt követően egy szó kiválasztása történik. Az intervallum értéke ezredmásodpercben van megadva, és 100 (0,1 másodperc) és 2000 (2 másodperc) között változhat.
it_it: Se un tocco non viene rilasciato in questo intervallo, viene considerato una pressione prolungata. Sul testo del documento, viene quindi attivata la selezione di una sola parola. Il valore dell'intervallo è in millisecondi e può variare tra 100 (0,1 secondi) a 2000 (2 secondi).
ja: この時間にタッチが離されないと長押しとみなされます。文書テキスト上では単語選択が開始されます。 間隔値はミリ秒単位で、100 (0.1秒)から2000 (2秒)の範囲で設定できます。
ko_kr: 이 간격 동안 터치가 해제되지 않으면 길게 누른 것으로 간주됩니다. 문서 텍스트에서 단일 단어 선택이 트리거됩니다. 간격 값은 밀리초 단위이며 범위는 100(0.1초)에서 2000(2초)까지입니다.
nl_nl: Als een aanraking langer dan dit interval duurt, wordt deze beschouwd als lang indrukt houden. Op de tekst van het document wordt vervolgens de selectie van één woord geactiveerd. De intervalwaarde is in milliseconden en kan variëren van 100 (0,1 seconden) tot 2000 (2 seconden).
pl: Jeśli dotknięcie nie zostanie zwolnione w tym interwale, będzie uważane za przytrzymanie. W tekście dokumentu wyzwalane jest wtedy wybieranie pojedynczych słów. Wartość interwału jest wyrażona w milisekundach i może wynosić od 100 (0,1 sekundy) do 2000 (2 sekundy).
pt_br: Se um toque for mais longo que esse intervalo, ele é considerado um toque longo. No texto do documento, a seleção de palavra única vai ser desencadeada. O valor do intervalo está em milissegundos e pode variar de 100 (0,1 segundo) a 2000 (2 segundos).
ro: Dacă o atingere nu este eliberată în acest interval, este considerată ca apăsare lungă. Pe textul documentului, selecția unui singur cuvînt este astfel inițiată. Intervalul este dat în milisecunde și poate fi cuprins între 100 (0,1 secunde) și 2000 (2 secunde).
ru: Если не отпускать палец в течение данного интервала, такое касание считается долгим. В тексте документа будет запущено выделение одного слова. Значение интервала указывается в миллисекундах и может варьироваться от 100 до 2000 (0.1-2 сек).
sk: Ak sa dotyk v tomto intervale neuvoľní, považuje sa za dlhé stlačenie. Pri texte dokumentu sa potom spustí výber jedného slova. Hodnota intervalu sa udáva v milisekundách a môže sa pohybovať od 100 (0,1 sekundy) do 2000 (2 sekundy).
sr: Ако се додир не отпусти током овог интервала, препознаје се као дуги притисак. Тада ће се у тексту документа откинути избор једне речи. Вредност интервала је у милисекундама и може да буде у опсегу од 100 (0,1 секунда) до 2000 (2 секунде).
tr: Bir dokunuş bu zaman aralığında bırakılmazsa uzun basma olarak kabul edilir. Daha sonra belge metninde tek sözcük seçimi tetiklenir. Aralık değeri milisaniye cinsindendir ve 100 (0,1 saniye) ile 2000 (2 saniye) arasında değişebilir.
uk: Якщо дотик продовжується впродовж цього часу, він вважається утримуванням (тривалим натисканням). Тоді для тексту документа запускається вибір одного слова. Значення інтервалу в мілісекундах і може коливатися від 100 (0,1 секунди) до 2000 (2 секунди).
zh_cn: 如果一个触摸没有在这个间隔内释放，它会被认为是长按。这会在文档文本上触发选中单个单词。 间隔值以毫秒为单位，范围从100(0.1秒)到2000(2秒)。

source: Swipe interval
ca: Interval de lliscament
cs: Interval pro přejetí
de: Swipe Intervall
el: Χρόνος διάρκειας σάρωσης
es: Intervalo de deslizamiento
fa: فواصل کشیدن
fr: Intervalle des balayages
gl: Intervalo para deslizar
hu: Suhintás intervalluma
it_it: Intervallo di scorrimento
ja: スワイプ間隔
ko_kr: 스와이프 간격
nl_nl: Veeginterval
pl: Przedział gestu przesunięcia
pt_br: Intervalo do deslize
ro: Interval glisare
ru: Интервал свайпа
sk: Interval potiahnutia
sr: Интервал превлачења
tr: Kaydırma süresi
uk: Інтервал проведення
zh_cn: 滑动时间间隔

source: This sets the maximum delay between the start and the end of a swipe for it to be considered a swipe. Above this interval, it's considered panning. The interval value is in milliseconds and can range from 100 (0.1 seconds) to 2000 (2 seconds).
ar: يعيّن هذا الحد الأقصى للتأخير بين بداية السحب ونهايته حتى يتم اعتباره تمريرة. فوق هذا الفاصل الزمني ، يعتبر تحريك. قيمة الفاصل الزمني بالمللي ثانية ويمكن أن تتراوح من 100 (0.1 ثانية) إلى 2000 (ثانيتان).
ca: Aquesta opció estableix el temps màxim entre el començament i el final d'un lliscament perquè aquest siga considerat un lliscament. Per sobre d'aquest interval, es considera que és un desplaçament lateral. El valor de l'interval pot oscil·lar entre 100 (0,1 segons) i 2000 (2 segons).
cs: Nastavte maximální dobu trvání mezi začátkem a koncem přejetí, aby bylo považováno za přejetí. Vše, co bude trvat déle než tento interval bude považováno za tažení. Hodnota intervalu je v milisekundách a může být nastavena v rozsahu od 100 (0.1 sekundy) do 2000 (2 sekundy).
de: Dies legt die maximale Verzögerung zwischen dem Beginn und dem Ende eines Wischvorgangs fest, damit dieser als Wischen angesehen wird. Oberhalb dieses Intervalls wird es als Verschieben angesehen. Der Intervallwert wird in Millisekunden angegeben und kann von 100 (0,1 Sekunden) bis 2000 (2 Sekunden) reichen.
el: Αυτό ορίζει τη μέγιστη καθυστέρηση μεταξύ της έναρξης και του τέλους μιας κίνησης σάρωσης για να θεωρηθεί ως σάρωση. Επάνω από αυτό το διάστημα, θεωρείται κύλιση. Η τιμή του διαστήματος είναι σε χιλιοστά του δευτερολέπτου και μπορεί να κυμαίνεται από 100 (0,1 δευτερόλεπτα) έως 2000 (2 δευτερόλεπτα).
es: Esta opción establece el tiempo máximo entre el comienzo y el final de un deslizamiento para que éste sea considerado un deslizamiento. Por encima de este intervalo, se considera que es un desplazamiento lateral. El valor del intervalo puede oscilar entre 100 (0,1 segundos) y 2000 (2 segundos).
fr: Cela définit le délai maximum entre le début et la fin d’un balayage pour qu'il soit considéré comme tel. Au-dessus de cet intervalle, il sera considéré comme un défilement. La valeur de l’intervalle, en millisecondes, doit être entre 100 (0,1s) à 2000 (2s).
gl: Esta opción configura o tempo máximo entre o comezo e o final dun deslizamento para que sexa considerado tal. Por riba deste valor considerase arrastrar. O valor do intervalo pode variar entre 100 (0,1 segundos) e 2000 (2 segundos).
hu: Itt meghatározza a suhintás kezdete és vége közötti maximális késleltetést ahhoz, hogy az suhintás legyen. A megadott intervallum felett pásztázásnak (panning) minősül. Az intervallum értéke ezredmásodpercben van megadva, és 100 (0,1 másodperc) és 2000 (2 másodperc) között változhat.
it_it: Questo imposta il ritardo massimo tra l'inizio e la fine di uno scorrimento affinché possa essere considerato tale. Al di sopra di questo intervallo, è considerato panoramica. Il valore dell'intervallo è in millisecondi e può variare tra 100 (0,1 secondi) a 2000 (2 secondi).
ja: スワイプの開始と終了の間に、スワイプとみなされる最大遅延時間を設定します。この間隔を超えるとパニングとみなされます。 間隔はミリ秒単位で、100 (0.1秒)〜2000 (2秒)の範囲で設定できます。
ko_kr: 이것은 스와이프로 간주되도록 스와이프 시작과 끝 사이의 최대 지연을 설정합니다. 이 간격 이상에서는 패닝으로 간주됩니다. 간격 값은 밀리 초이며 범위는 100(0.1 초)에서 2000(2 초)까지입니다.
nl_nl: Hiermee wordt de maximale vertraging tussen het begin en het einde van een veegbeweging ingesteld om als een veegbeweging te worden beschouwd. Boven dit interval wordt het beschouwd als slepen. De intervalwaarde is in milliseconden en kan variëren van 100 (0,1 seconden) tot 2000 (2 seconden).
pl: Ustawia maksymalne opóźnienie między początkiem i końcem przesunięcia, aby było ono traktowane jako przesunięcia. Powyżej tego przedziału jest uważane za przesuwanie. Wartość przedziału jest wyrażona w milisekundach i może wynosić od 100 (0,1 sekundy) do 2000 (2 sekundy).
pt_br: Isso define o intervalo máximo entre o início e o fim de um deslizamento para ser considerado um deslize. Acima desse intervalo, é considerado um deslocamento. O valor do intervalo está em milissegundos e pode variar de 100 (0,1 segundo) a 2000 (2 segundos).
ro: Aceasta setează intervalul maxim de întîrziere dintre începutul și finalul unei glisări pentru a fi considerată glisare. Tot ce depășește acest interval va fi considerat panoramare. Intervalul este dat în milisecunde poate fi cuprins între 100 (0,1 secunde) și 2000 (2 secunde).
ru: Максимальная задержка между началом и концом свайпа, в пределах которой он считается жестом. При бо́льшей задержке действие считается прокруткой. Значение интервала указывается в миллисекундах и может варьироваться от 100 до 2000 (0.1-2 сек).
sk: Týmto sa nastavuje maximálne oneskorenie medzi začiatkom a koncom potiahnutia, aby sa považovalo za potiahnutie. Pri prekročení tohto intervalu sa považuje za posúvanie. Hodnota intervalu sa udáva v milisekundách a môže sa pohybovať od 100 (0,1 sekundy) do 2000 (2 sekundy).
sr: Ово поставља максимално кашњење краја превлачења након почетка превлачења када се догађај још увек препознаје као превлачење. Ако је интервал дужи, препознаје се као померање. Вредност интервала је у милисекундама и може да буде у опсегу од 100 (0,1 секунда) до 2000 (2 секунде).
tr: Bu seçenek, eylemin kaydırma olarak kabul edilmesi için bir kaydırmanın başlangıcı ile sonu arasındaki en fazla gecikmeyi belirler. Bu aralığı aşan süreler, kaydırma olarak kabul edilir. Aralık değeri milisaniye cinsindendir ve 100 (0,1 saniye) ile 2000 (2 saniye) arasında değişebilir.
uk: Це встановлює максимальну затримку між початком та кінцем проведення, щоб вважати його проведенням. Понад цей інтервал вважається панорамуванням. Значення інтервалу в мілісекундах і може коливатися від 100 (0,1 секунди) до 2000 (2 секунди).
zh_cn: 设置从滑动开始到滑动结束之间的最大延迟。超过这个区间，该动作将被认为是拖拽。 间隔值以毫秒为单位，范围从 100 (0.1秒)到 2000 (2秒)。

source: Gesture manager
ar: منظّم إيماءات اللمس
ca: Configuració de gestos
cs: Správce gest
de: Gesten Verwaltung
el: Διαχείριση χειρονομιών
es: Configuración de gestos
fa: مدیریت ژست‌های حرکتی
fr: Gestionnaire de gestes
gl: Controlador de acenos
hu: Gesztuskezelő
it_it: Impostazioni dei gesti
ja: ジェスチャー管理
ko_kr: 제스처 관리자
nl_nl: Gebarenbeheer
pl: Menedżer gestów
pt_br: Gerenciador de gestos
ro: Manager gesturi
ru: Менеджер жестов
sk: Správca gest
sr: Управљач гестикулацијама
tr: El hareketi yöneticisi
uk: Менеджер жестів
zh_cn: 手势管理

source: Turn on multiswipes
ar: شغّل الإيماءات متعدّدة الاتجاهات
ca: Activar multilliscament
cs: Povolit multi-tahy
de: Multiswipes einschalten
el: Ενεργοποίηση πολυ-σαρώσεων
es: Activar multideslizamiento
fr: Activer les balayages multiples
gl: Activar acenos múltiples
hu: Többujjas érintések engedélyezése
it_it: Attiva gesti multi-dito
ja: マルチスワイプを有効にする
ko_kr: 다중 스와이프 활성화
nl_nl: Multivegen inschakelen
pl: Włącz wielogesty
pt_br: Ligar multideslizes
ro: Activează glisările multiple
ru: Включить мультисвайпы ⓘ
sk: Zapnúť viacnásobné potiahnutie prstom
sr: Укључи мултипревлачења
tr: Çoklu kaydırmayı aç
uk: Увімкнути жести
zh_cn: 启用多重滑动手势

source: Multiswipes
ar: السحب المتعدد
ca: Multilliscament
cs: Multi-tahy
el: Πολυ-σαρώσεις
es: Multideslizamiento
fr: Balayages multiples
gl: Acenos múltiples
hu: Többujjas érintések
it_it: Gesti multipli
ja: マルチスワイプ
ko_kr: 다중 스와이프
nl_nl: Multivegen
pl: Wielogesty
pt_br: Multideslizes
ro: Glisare multiplă
ru: Мультисвайпы
sk: Viacnásobné potiahnutia prstom
sr: Мултипревлачења
tr: Çoklu kaydırma
uk: Жести
zh_cn: 多重滑动手势

source: Custom multiswipes
ar: تخصيص السحب المتعدد
ca: Personalitzar multilliscament
cs: Vlastní multi-tahy
de: Benutzerdefinierte Multiswipes
el: Προσαρμοσμένες πολυ-σαρώσεις
es: Personalizar multideslizamiento
fr: Balayages multiples personnalisés
gl: Activar acenos múltiples
hu: Egyedi többujjas érintések
it_it: Gesti multi-dito personalizzati
ja: カスタム マルチスワイプ
ko_kr: 맞춤 다중 스와이프
nl_nl: Aangepaste multivegen
pl: Niestandardowe wielogesty
pt_br: Multideslizes personalizados
ro: Glisări multiple particularizate
ru: Пользовательские мультисвайпы
sk: Vlastné viacnásobné potiahnutia prstom
sr: Произвољна мултипревлачења
tr: Özel çoklu kaydırma
uk: Власні жести
zh_cn: 自定义多重滑动手势

source: Tap corner
ar: لمس الزاوية
ca: Pulsació a les cantonades
cs: Ťuknutí na roh
de: Ecke antippen
el: Πάτημα γωνίας
es: Pulsación en las esquinas
fa: ضربه در گوشه‌ها
fr: Toucher dans les coins
gl: Premer esquina
hu: Sarkok érintése
it_it: Tocco nell'angolo
ja: コーナーをタップ
ko_kr: 모서리 탭
nl_nl: Tik op hoek
pl: Stuknięcie rogu
pt_br: Toque no canto
ro: Atinge colțul
ru: Касание угла
sk: Ťuknutie na roh
sr: Тап на угао
tr: Köşeye dokun
uk: Торкання кута
zh_cn: 点击角落

source: Long-press on corner
ar: الضغط مطوّلًا على الزاوية
ca: Pulsació llarga a les cantonades
cs: Dlouhé stisknutí v rohu
de: Langer Druck auf die Ecke
el: Παρατεταμένο πάτημα σε γωνία
es: Pulsación larga en las esquinas
fa: لمس طولانی در گوشه‌ها
fr: Appui long sur le coin
gl: Pulsación longa nunha esquina
hu: Nyomvatartás a sarkokon
it_it: Pressione a lungo sugli angoli
ja: コーナーを長押しする
ko_kr: 모서리 길게 누르기
nl_nl: Langer indrukken om te kiezen
pl: Przytrzymanie rogu
pt_br: Toque longo no canto
ro: Apasă lung pe colț
ru: Долгое касание угла
sk: Dlhé stlačenie v rohu
sr: Дуги притисак на угао
tr: Köşede uzun basma
uk: Тривале натиснення, щоб вибрати
zh_cn: 长按角落

source: One-finger swipe
ca: Gestos de lliscament amb un dit
cs: Přejetí jedním prstem
de: Ein-Finger Wischgeste
el: Σάρωση με ένα δάχτυλο
es: Gestos de deslizamiento con un dedo
fa: کشیدن یک انگشتی
fr: Balayage à un doigt
gl: Deslizar cun dedo
hu: Egyujjas suhintás
it_it: Scorri con un dito
ja: １本指スワイプ
ko_kr: 한 손가락 스와이프
nl_nl: Eenvinger-veeg
pl: Przesunięcie jednym palcem
pt_br: Deslize com um dedo
ro: Glisare cu un deget
ru: Свайп одним пальцем
sk: Potiahnutie jedným prstom
sr: Превлачење једним прстом
tr: Tek parmakla kaydırma
uk: Проведення одним пальцем
zh_cn: 单指滑动

source: Double tap
ar: انقر مرتين
ca: Pulsació doble
cs: Dvojí ťuknutí
de: Doppeltippen
el: Διπλό πάτημα
es: Pulsación doble
fa: دوبار ضربه
fr: Toucher double
gl: Pulsación dobre
hu: Dupla érintés
it_it: Doppio tocco
ja: ダブルタップ
ko_kr: 더블 탭
nl_nl: Dubbeltikken
pl: Podwójne stuknięcie
pt_br: Toque duplo
ro: Dublă atingere
ru: Двойное касание
sk: Dvojité ťuknutie
sr: Двоструки тап
tr: Çift dokunma
uk: Подвійне торкання
zh_cn: 双击手势

source: Two-finger tap corner
ca: Prémer a les cantonades amb dos dits
cs: Ťuknutí na roh dvěma prsty
de: Zwei-Finger Tippen in Ecke
el: Πάτημα γωνίας με δύο δάχτυλα
es: Pulsar en las esquinas con dos dedos
fa: ضربه دوانگشتی در گوشه‌ها
fr: Toucher à deux doigts dans les coins
gl: Premer esquina con dous dedos
hu: Sarkok kétujjas érintése
it_it: Tocca l'angolo con due dita
ja: ２本指コーナータップ
ko_kr: 모서리를 두 손가락으로 탭하기
nl_nl: Tweevingerhoektik
pl: Stuknięcie rogu dwoma palcami
pt_br: Toque no canto com dois dedos
ro: Atingere colț cu 2 degete
ru: Касание угла двумя пальцами
sk: Ťuknutie na roh dvoma prstami
sr: Тап са два прста у угао
tr: İki parmakla köşeye dokunma
uk: Торкання кута двома пальцями
zh_cn: 双指点击角落

source: Two-finger swipe
ar: سحبٌ بأصبعين
ca: Gestos de lliscament amb dos dits
cs: Přejetí dvěma prsty
de: Zwei-Finger Wischgeste
el: Σάρωση με δύο δάχτυλα
es: Gestos de deslizamiento con dos dedos
fa: کشیدن دوانگشتی
fr: Balayage à deux doigts
gl: Deslizar con dous dedos
hu: Kétujjas suhintás
it_it: Scorri con due dita
ja: ２本指スワイプ
ko_kr: 두 손가락 스와이프
nl_nl: Tweevingerveeg
pl: Przesunięcie dwoma palcami
pt_br: Deslize com dois dedos
ro: Glisare cu 2 degete
ru: Свайп двумя пальцами
sk: Potiahnutie dvoma prstami
sr: Превлачење са два прста
tr: İki parmakla kaydırma
uk: Проведення двома пальцями
zh_cn: 双指滑动

source: Spread and pinch
ca: Pessigar i separar
cs: Rozevření a sevření
de: Spread und pinch
el: Απόκλιση και σύγκλιση δαχτύλων
es: Acercar y separar dos dedos
fr: Écarter et pincer
gl: Espallar e beliscar
hu: Kétujjas kicsinyítés és nagyítás
it_it: Allontanare e avvicinare le dita
ja: スプレッド(広げる)とピンチ(挟む)
ko_kr: 펼치기와 오므리기
nl_nl: Spreiden en knijpen
pl: Uszczypnięcie i rozszerzenie
pt_br: Estender e pinçar
ro: Îndindere și ciupire
ru: Растягивание и сжатие
sk: Roztiahnuť a zúžiť
sr: Ширење и штипање
tr: Açma ve sıkıştırma
uk: Розведення та зведення пальців
zh_cn: 放大再捏合

source: Gestures have been upgraded. You may now set more than one action per gesture.
ca: Els gestos han estat millorats. Ara és possible configurar més d'una acció per gest.
cs: Gesta byla aktualizována. Nyní může nastavit více než jednu akci na gesto.
de: Die Gesten wurden aktualisiert. Sie können jetzt mehr als eine Aktion pro Geste festlegen.
el: Οι χειρονομίες έχουν αναβαθμιστεί. Μπορείτε τώρα να ορίσετε περισσότερες από μία ενέργειες ανά κίνηση.
es: Los gestos han sido mejorados. Ahora es posible configurar más de una acción por gesto.
fr: Les gestes ont été améliorés. Vous pouvez désormais définir plus d’une action par geste.
gl: Os acenos foron mellorados. Agora podes configurar máis dunha acción por aceno.
hu: A gesztusok frissültek. Mostantól gesztusonként egynél több műveletet is beállíthat.
it_it: I gesti sono stati migliorati. Ora si può impostare più di un'azione per gesto.
ja: ジェスチャーがアップグレードしました。ジェスチャー毎に複数のアクションを設定できるようになりました。
ko_kr: 제스처가 업그레이드되었습니다. 제스처 당 하나 이상의 동작을 지정할 수 있습니다.
nl_nl: Gebaren zijn geüpgraded. Er kan nu meer dan één actie per gebaar worden ingesteld.
pl: Gesty zostały uaktualnione. Można teraz ustawić więcej niż jedną czynność na gest.
pt_br: Os gestos foram atualizados. Agora você pode definir mais de uma ação por gesto.
ro: Gesturile au fost îmbunătățite. De acum poți seta mai mult de o acțiune pe gest.
ru: Жесты были обновлены. Теперь вы можете назначать более одного действия на жест.
sk: Gestá boli aktualizované. Teraz môžete nastaviť viac ako jednu akciu na jedno gesto.
sr: Гестикулације су ажуриране. Сада можете да поставите више од једне акције по гестикулацији.
tr: El hareketleri yükseltildi. Artık bir harekete birden fazla işlem ayarlayabilirsiniz.
uk: Жести оновлено. Тепер ви можете призначити більше однієї дії для кожного жесту.
zh_cn: 手势已经升级。您现在可以为每个手势设置多个动作。

source: You have just performed your first multiswipe gesture.
ar: لقد قمت توًّا بأوّل إيماءةٍ متعددة الاتجاهات لك.
ca: Acaba de realitzar un gest de multilliscament per primera vegada.
cs: Právě jste udělali vaše první multi-tahové gesto.
de: Du hast zum ersten Mal eine Multiswipe Geste ausgeführt.
el: Μόλις εκτελέσατε την πρώτη σας κίνηση πολυ-σάρωσης.
es: Acaba de realizar un gesto de multideslizamiento por primera vez.
fr: Vous venez d’effectuer votre premier geste de balayage multiple.
gl: Acabas de facer un aceno múltiple por primeira vez.
hu: Most hajtotta végre az első többujjas érintést.
it_it: Hai appena eseguito un gesto multi-dito per la prima volta.
ja: 初めてマルチスワイプジェスチャーを実行しました。
ko_kr: 첫번째 다중 스와이프 제스처를 수행했습니다.
nl_nl: Je hebt je eerste multiveeggebaar gemaakt.
pl: Właśnie wykonałeś swój pierwszy wielogest.
pt_br: Você acabou de realizar um gesto multideslize pela primeira vez.
ro: Tocmai ai făcut prima ta glisare multiplă.
ru: Вы только что выполнили мультисвайп в первый раз.
sk: Práve ste vykonali svoje prvé gesto viacnásobného potiahnutia prstom.
sr: Управо сте извршили своју прву гестикулацију са мултипревлачењем.
tr: İlk çoklu el hareketinizi yaptınız.
uk: Ви щойно здійснили свій перший жест із багаторазовим проведенням.
zh_cn: 你使用了一次多重滑动手势。

source: Hello
ar: مرحبًا
ca: Hola
cs: Ahoj
de: Hallo
el: Γεια σου
es: Hola
fa: سلام
fr: Bonjour
gl: Ola
hu: Helló
it_it: Ciao
ja: こんにちは
ko_kr: 안녕하세요
nl_nl: Hallo
pl: Witaj
pt_br: Olá
ro: Salut
ru: Привет
sk: Ahoj
sr: Здраво
tr: Merhaba
uk: Привіт
zh_cn: 你好

source: This is a debugging plugin.
ca: Aquest és un complement de depuració.
cs: Toto je ladící doplněk.
de: Dies ist ein Debugging-Plugin.
el: Αυτό είναι ένα πρόσθετο εντοπισμού σφαλμάτων.
es: Este es un complemento de depuración.
fa: این یک افزونه اشکال‌زدایی (Debuging) است.
fr: Ceci est un module de débogage.
gl: Este é un engadido para depurar.
hu: Ez egy hibakereső bővítmény.
it_it: Questa è un'estensione di debug.
ja: これはデバッグ用のプラグインです。
ko_kr: 이것은 디버깅 플러그인입니다.
nl_nl: Dit is een debug-plugin.
pl: To jest wtyczka do debugowania.
pt_br: Este é um plug-in de depuração.
ro: Aceasta este o extensie de depanare.
ru: Данный плагин является отладочным.
sk: Toto je doplnok pre odlaďovanie.
sr: Ово је додатак за отклањање грешака.
tr: Hata ayıklama uygulama eki.
uk: Це плагін відладки.
zh_cn: 这是一个调试用插件。

source: Hello World
ca: Hola, món
cs: Ahoj světe
de: Hallo Welt
el: Γειά σου Κόσμε
es: Hola, mundo
fa: سلام دنیا
fr: Bonjour tout le monde
gl: Ola Mundo
hu: Helló világ
it_it: Ciao Mondo
ja: 初めまして
ko_kr: 모두 안녕하세요
nl_nl: Hallo wereld
pl: Witaj świecie
pt_br: Olá Mundo
ro: Salut Lume
ru: Здравствуй, мир
sk: Ahoj Svet
sr: Здраво свима
tr: Merhaba Dünya
uk: Привіт Світ
zh_cn: 你好，世界

source: Hello, plugin world
ar: أهلًا, عالم الإضافات
ca: Hola, món de connectors
cs: Ahoj, světe doplňků
de: Hallo Welt plugin
el: Γεια σου κόσμε του πρόσθετου
es: Hola, mundo de complementos
fa: سلام، دنیای افزونه
fr: Bonjour, le monde des modules
gl: Ola, mundo dos engadidos
hu: Helló, bővítmény-világ
it_it: Ciao, mondo delle estensioni
ja: プラグインワールドへようこそ
ko_kr: 플러그인 세상에 오신 것을 환영합니다
nl_nl: Hallo, plugin-wereld
pl: Wtyczka witaj, świecie
pt_br: Olá, mundo do plugin
ro: Salut, extensie lume
ru: Здравствуй, мир плагинов
sk: Ahoj, svet doplnkov
sr: Здраво, свете додатака
tr: Merhaba dünya uygulama eki
uk: Привіт, світ плагінів
zh_cn: 你好，插件世界
