Repository: spruceUI/spruceOS
Catalog: App/KoReader/l10n/*/koreader.po
Languages: ar, ca, cs, de, el, es, fa, fr, gl, hu, it_it, ja, ko_kr, nl_nl, pl, pt_br, ro, ru, sk, sr, tr, uk, zh_cn

source: ## User interface <a id="ui"></a> <div class="img-block">![Touch zones](resources/quickstart/touchzones.png)</div> - To show the **TOP MENU** or **BOTTOM MENU** you can click the indicated zones. You can click or swipe down the upper zone to show the **TOP MENU**. - The **STATUS BAR** zone can be used to cycle between STATUS BAR items if one item is visible. This will also hide and show the STATUS BAR if you tap enough times.
ar: ## User interface <a id="ui"></a> <div class="img-block">![Touch zones](resources/quickstart/touchzones.png)</div> - لإظهار ** القائمة العلوية ** أو ** القائمة السفلية ** يمكنك النقر فوق المناطق المشار إليها. يمكنك النقر فوق المنطقة العلوية أو السحب لأسفل لعرض ** القائمة العلوية **. - يمكن استخدام منطقة ** شريط الحالة ** للتنقل بين عناصر شريط الحالة إذا كان أحد العناصر مرئيًا. سيؤدي هذا أيضًا إلى إخفاء شريط الحالة وإظهاره إذا نقرت مرات كافية.
ca: ## Interfície d'usuari <a id="ui"></a> <div class="img-block">![Zones tàctils](resources/quickstart/touchzones.png)</div> - Per a mostrar el **MENÚ SUPERIOR** o el **MENÚ INFERIOR** es pot prémer en les zones indicades. Per a mostrar el **MENÚ SUPERIOR** es pot prémer o lliscar cap avall en la zona superior. - La zona de la **BARRA D'ESTAT** es pot utilitzar per a alternar entre els elements de la BARRA D'ESTAT si hi ha un element visible. Així mateix, si es prem suficient nombre de vegades, s'ocultarà i mostrarà la BARRA D'ESTAT .
cs: ## Uživatelské rozhraní <a id="ui"></a> <div class="img-block">![Dotekové zóny](resources/quickstart/touchzones.png)</div> - Pro zobrazení **HORNÍ NABÍDKY** nebo **SPODNÍ NABÍDKY** můžete kliknout na vyznačené zóny. Pro zobrazení **HORNÍ NABÍDKY** můžete kliknout nebo sjet prstem dolů přes horní zónu. - Zóna **STAVOVÉ LIŠTY** může být použita pro procházení mezi jednotlivými položkami STAVOVÉ LIŠTY, pokud je zobrazena jedna položka. Také s ní můžete úplně skrýt nebo zobrazit STAVOVOU LIŠTU, pokud na ni dostkrát ťuknete.
de: ## Benutzeroberfläche <a id="ui"></a> <div class="img-block">![Berührungszonen](resources/quickstart/touchzones.png)</div> - Um das **OBERE MENÜ** oder **UNTERE MENÜ** anzuzeigen, können Sie auf die angegebenen Zonen klicken. Sie können auf den oberen Bereich klicken oder nach unten wischen, um das **OBERE MENÜ** anzuzeigen. - Der Bereich **STATUSLEISTE** kann verwendet werden, um zwischen den Elementen der STATUSLEISTE zu wechseln, wenn ein Element sichtbar ist. Außerdem wird die STATUSLEISTE ein- und ausgeblendet, wenn Sie oft genug darauf tippen.
el: ## ΔΙΕΠΑΦΗ ΧΡΗΣΤΗ <a id="ui"></a> <div class="img-block">![Touch zones](../resources/quickstart/touchzones.png)</div> - Για να εμφανίσετε το **ΕΠΑΝΩ ΜΕΝΟΥ** ή το **ΚΑΤΩ ΜΕΝΟΥ** μπορείτε να πατήσετε στις υποδεικνυόμενες ζώνες. Μπορείτε να πατήσετε ή να σύρετε προς τα κάτω την επάνω ζώνη για να εμφανίσετε το **ΕΠΑΝΩ ΜΕΝΟΥ**. - Η ζώνη **ΓΡΑΜΜΗ ΚΑΤΑΣΤΑΣΗΣ** μπορεί να χρησιμοποιηθεί για την εναλλαγή μεταξύ των στοιχείων ΓΡΑΜΜΗΣ ΚΑΤΑΣΤΑΣΗΣ, εάν είναι ορατό ένα στοιχείο. Αυτό θα αποκρύψει και θα εμφανίσει επίσης τη ΓΡΑΜΜΗ ΚΑΤΑΣΤΑΣΗΣ, αν πατήσετε αρκετές φορές.
es: ## Interfaz de usuario <a id="ui"></a> <div class="img-block">![Zonas táctiles](resources/quickstart/touchzones.png)</div> - Para mostrar el **MENÚ SUPERIOR** o el **MENÚ INFERIOR** se puede pulsar en las zonas indicadas. Para mostrar el **MENÚ SUPERIOR** se puede pulsar o deslizar hacia abajo en la zona superior. - La zona de la **BARRA DE ESTADO** se puede utilizar para alternar entre los elementos de la BARRA DE ESTADO si hay un elemento visible. Asimismo, si se pulsa suficiente número de veces, se ocultará y mostrará la BARRA DE ESTADO .
fa: ## رابط کاربری <a id="ui"></a> <div class="img-block">![مناطق لمس](resources/quickstart/touchzones.png)</div> - برای نمایش **منوی بالایی** یا **منوی پایینی** می‌توانید بر روی ناحیه مشخص شده کلیک کنید. می‌توانید با کلیک یا پایین کشیدن (سواپ) ناحیه بالایی **منوی بالایی** را نمایش دهید. - محدوده **نوار وضعیت** می‌تواند برای چرخش بین آیتم‌های آن در صورت قابل مشاهده بودن نوار وضعیت استفاده شود . همچنین این مورد می‌تواند نوار وضعیت را در صورتی که به تعداد کافی بر روی آن ضربه بزنید پنهان کند.
fr: ## Interface utilisateur <a id="ui"></a> <div class="img-block"> ![Zones tactiles](resources/quickstart/touchzones.png)</div> - Pour afficher le **MENU SUPÉRIEUR** ou le **MENU INFÉRIEUR**, vous pouvez cliquer sur les zones indiquées. Vous pouvez cliquer ou faire glisser vers le bas la zone supérieure pour afficher le **MENU SUPÉRIEUR**. - La **BARRE D’ÉTAT** peut être utilisée pour faire défiler les éléments de la BARRE D’ÉTAT si un élément est visible. Elle permet également de masquer et d’afficher la BARRE D’ÉTAT si vous appuyez suffisamment souvent dessus.
gl: ## Interface de usuario <a id="ui"></a> <div class="img-block">![Zonas táctiles](resources/quickstart/touchzones.png)</div> - Para mostrar **MENÚ SUPERIOR** ou **MENÚ INFERIOR** podes premer nas zonas indicadas. Podes premer ou arrastrar para abaixo a parte superior para mostrar o **MENÚ SUPERIOR**. - A zona da **BARRA DE ESTADO** pode usarse para rotar elementos da BARRA DE ESTADO se só un é visible. Isto tamén agochará e mostrará a BARRA DE ESTADO se premes un número suficiente de veces.
hu: ## Felhasználói felület (UI) <a id="ui"></a> <div class="img-block">![Érintési helyek](resources/quickstart/touchzones.png)</div> - Hogy előhívja a **FELSŐ MENÜ**-t vagy az **ALSÓ MENÜ**-t kattintson a kijelölt helyekre. Klikkelhet vagy lehúzhatja az ujját felülről, hogy előhívja a **FELSŐ MENÜ**-t. - Az **ÁLLAPOTSOR** használható az ÁLLAPOTSOR ikonjai közötti váltásra, ha egy ikon látható. Az **ÁLLAPOTSOR**-t eltüntetheti és előhívhatja, ha azt többször megérinti.
it_it: ## Interfaccia utente <a id="ui"></a> <div class="img-block">![Zone di tocco](../resources/quickstart/touchzones.png)</div> - Per mostrare il **MENÙ SUPERIORE** o il **MENÙ INFERIORE** puoi cliccare sulle zone indicate. Puoi cliccare o scorrere verso il basso la zona superiore per mostrare il **MENÙ SUPERIORE**. - La zona **BARRA DI STATO** può essere usata per scorrere tra le voci della BARRA DI STATO se una voce è visibile. Questo nasconderà e mostrerà anche la BARRA DI STATO se si tocca abbastanza volte.
ja: ## ユーザーインターフェース<a id="ui"></a> <div class="img-block">![タッチ領域](resources/quickstart/touchzones.png)</div> - **上部メニュー** or **下部メニュー**を表示するには支持された領域をタップします。上部ゾーンをタップまたはスワイプダウンすると**上部メニュー**が表示されます。 - **ステータスバー**領域はステータスバーの項目が表示されている場合、その項目間を循環します。また、十分な回数をタップすると、ステータスバーの表示／非表示が切り替わります。
ko_kr: ## 사용자 인터페이스 <a id="ui"></a> <div class="img-block">![터치 영역](resources/quickstart/touchzones.png)</div> - **상단 메뉴** 또는 **하단 메뉴**를 표시하려면 표시된 영역을 클릭할 수 있습니다. 상단 영역을 클릭하거나 아래로 스와이프하여 **상단 메뉴**를 표시할 수 있습니다. - **상태 표시줄** 영역은 하나의 항목이 표시되는 경우 상태 표시줄 항목 사이를 순환하는 데 사용할 수 있습니다. 충분히 여러 번 탭하면 상태 표시줄이 숨겨지고 표시됩니다.
nl_nl: ## Gebruikersinterface <a id="ui"></a> <div class="img-block">! [Aanraakzones](.. /resources/quickstart/touchzones.png)</div> - Om het **BOVENMENU** of **ONDERMENU** weer te geven kunt u op de aangegeven zones tikken. U kunt op de bovenste zone tikken of omlaag vegen om het **BOVENMENU** weer te geven. - De **STATUSBALK**-zone kan worden gebruikt om tussen STATUSBALK-items te wisselen als één item zichtbaar is. Dit verbergt en toont ook de STATUSBALK als u voldoende keer tikt.
pl: ## Interfejs użytkownika <a id="ui"></a> <div class="img-block">![Strefy dotykowe](resources/quickstart/touchzones.png)</div> - Aby wyświetlić **GÓRNE MENU** lub **DOLNE MENU**, kliknij wskazane strefy. Możesz kliknąć lub przesunąć w dół górną strefę, aby wyświetlić **GÓRNE MENU**. - Strefa **PASKA STANU** może być używana do przełączania się między pozycjami PASKU STANU, jeśli jedna pozycja jest widoczna. Spowoduje to również ukrycie i wyświetlenie PASKU STANU, jeśli stukniesz wystarczająco dużo razy.
pt_br: ## Interface de usuário <a id="ui"></a> <div class="img-block">![Zonas de toque](resources/quickstart/touchzones.png)</div> - Para mostrar o **MENU SUPERIOR** ou o **MENU INFERIOR** você pode clicar nas zonas indicadas. Você pode clicar ou deslizar para baixo na zona superior para mostrar o **MENU SUPERIOR**. - A zona da **BARRA DE ESTADO** pode ser usada para alternar entre os itens da BARRA DE ESTADO se um item estiver visível. Isso também vai esconder ou mostrar a BARRA DE ESTADO se você tocar o bastante.
ro: ## Interfața cu utilizatorul <a id="ui"></a> <div class="img-block">![Zone de atingere](resources/quickstart/touchzones.png)</div> - Pentru a afișa **MENIUL DE SUS** sau **MENIUL DE JOS** poți atinge zonele indicate. Poți apăsa sau glisa în jos din zona de sus pentru a afișa **MENIUL DE SUS**. - Zona **BAREI DE STARE** poate fi folosită pentru a cicla între diferite elemente ale barei de stare. Tot așa se poate și ascunde și afișa iar bara de stare dacă atingi de mai multe ori.
ru: ## Интерфейс пользователя <a id="ui"></a> <div class="img-block">![Сенсорные зоны](resources/quickstart/touchzones.png)</div> - Чтобы отобразить **ВЕРХНЕЕ МЕНЮ** или **НИЖНЕЕ МЕНЮ**, вы можете коснуться указанных зон. Также оба меню можно вызывать свайпами от этих зон в сторону другого края экрана. - Зона **СТРОКА СОСТОЯНИЯ** может использоваться для циклического переключения между элементами СТРОКИ СОСТОЯНИЯ, если единовременно отображается только один из них. Также можно скрывать и показывать СТРОКУ СОСТОЯНИЯ, если коснуться её достаточное число раз.
sk: ## Používateľské rozhranie <a id="ui"></a> <div class="img-block">![Touch zones](resources/quickstart/touchzones.png)</div> - Ak si prajete zobraziť **VRCHNÉ MENU** (**TOP MENU**) alebo **SPODNÉ MENU** (**BOTTOM MENU**), môžete ťuknúť na vyznačené zóny. Ťuknutím alebo potiahnutím prstu nadol v hornej časti zobrazíte **VRCHNÉ MENU**. - Zónu **STAVOVÁ LIŠTA** (**STATUS BAR**) možno použiť na prepínanie medzi položkami STAVOVEJ LIŠTY, ak je jedna položka viditeľná. Toto tiež skryje a zobrazí STAVOVÚ LIŠTU, ak ťuknete viacero krát.
sr: ## Кориснички интерфејс (КИ) <a id="ui"></a> <div class="img-block">![Зоне додира](resources/quickstart/touchzones.png)</div> - Да би се приказао **TOP MENU (мени на врху)** или **BOTTOM MENU (мени на дну)** можете да кликнете на назначене зоне. Можете да кликнете или да превучете наниже горњу зону да се прикаже **TOP MENU (мени на врху)**. - **STATUS BAR** зона може да се користи за кружење по ставкама статусне линије ако је видљива једна ставка. Ово ће такође да сакрије и прикаже статусну линију ако тапнете довољан број пута.
tr: ## Kullanıcı arabirimi <a id="ui"></a> <div class="img-block">![Dokunma bölgeleri](resources/quickstart/touchzones.png)</div> - **ÜST MENÜ** veya **ALT MENÜ** ögesini görüntülemek için belirtilen bölgelere dokunabilirsiniz. **ÜST MENÜ** için üst bölgeye dokunabilir veya aşağı kaydırabilirsiniz. - **DURUM ÇUBUĞU** bölgesi, bir öge görünüyorsa DURUM ÇUBUĞU ögeleri arasında geçiş yapmak için kullanılabilir. Bu bölge ayrıca, yeterince kez dokunursanız DURUM ÇUBUĞU ögesini gizler ya da görüntüler.
uk: ## Користувацький інтерфейс <a id="ui"></a> <div class="img-block">![Сенсорні ділянки](../resources/quickstart/touchzones.png)</div> - Щоб показати **ВЕРХНЄ МЕНЮ** чи **НИЖНЄ МЕНЮ**, ви можете торкнутись на зазначених ділянок. Ви можете натиснути або провести пальцем униз по верхній ділянці, щоб відкрити **ВЕРХНЄ МЕНЮ**. - Ділянка **ПАНЕЛЬ СТАНУ** може застосовуватись для перемикання між елементами ПАНЕЛІ СТАНУ, якщо показано один елемент. Це також приховає і покаже ПАНЕЛЬ СТАНУ, якщо ви натиснете достатню кількість разів.
zh_cn: ## 用户界面 <a id="ui"></a> <div class="img-block">![触摸区域](../resources/quickstart/touchzones.png)</div> - 要显示 **顶部菜单** 或 **底部菜单**，您可以单击指示的区域。 您可以单击或向下滑动上方区域以显示**顶部菜单**。 - 如果一个项目可见，**状态栏** 区域可用于在状态栏项目之间循环。 如果您点击次数足够多，这也将隐藏和显示状态栏。
