Repository: spruceUI/spruceOS
Catalog: App/KoReader/l10n/*/koreader.po
Languages: ar, ca, cs, de, el, es, fa, fr, gl, hu, it_it, ja, ko_kr, nl_nl, pl, pt_br, ro, ru, sk, sr, tr, uk, zh_cn

source: Increase the width of all CJK (Chinese, Japanese, Korean) chararacters by this percentage. This has the effect of adding space between these glyphs, and might make them easier to distinguish to some readers.
ca: Augmenta l'amplària de tots els caràcters CJK (xinès, japonès i coreà) en un percentatge donat. Això produeix l'efecte d'afegir espai entre glifs, i podria fer-los més fàcils de distingir per a alguns lectors.
cs: Zvětší šířku všech ČJK (čínština, japonština, korejština) znaků o toto procento. Toto nastavení přidá místo mezi tyto glyfy a někteří čtenáři je mohou snadněji rozlišovat.
de: Vergrößern Sie die Breite aller CJK-Zeichen (Chinesisch, Japanisch, Koreanisch) um diesen Prozentsatz. Dadurch wird der Abstand zwischen diesen Zeichen vergrößert, so dass sie für manche Leser leichter zu unterscheiden sind.
el: Αυξάνει το πλάτος όλων των χαρακτήρων CJK (Κινέζικα, Ιαπωνικά, Κορεάτικα) κατά αυτό το ποσοστό. Αυτό έχει ως αποτέλεσμα την προσθήκη διαστήματος μεταξύ αυτών των χαρακτήρων και μπορεί να τους κάνει πιο ευδιάκριτους σε ορισμένους αναγνώστες.
es: Aumenta la anchura de todos los caracteres CJK (chino, japonés y coreano) en un porcentaje dado. Esto produce el efecto de añadir espacio entre glifos, y podría hacerlos más fáciles de distinguir para algunos lectores.
fr: Augmenter la largeur des caractères CJK (Chinois, Japonais, Coréen) par ce pourcentage. Ça a l'effet d'ajouter un espace entre les symboles, et peut rendre la lecture plus aisée sur certains lecteurs.
gl: Aumentar a anchura de todos os caracteres CJK (chinés, xaponés e coreano) nesta porcentaxe. Isto ten o efecto de engadir espacio entre estes glifos e pode facelos máis fáciles de distinguir para algunhas persoas.
hu: Megnöveli a szélességét az összes CJK (Kínai, Japán, Koreai) karakternek ezzel a százalékkal. Ennek hatására megnő a távolság ezek között a karakterek között, ezáltal egyes olvasók számára könnyebbé válhat elolvasásuk.
it_it: Aumenta la larghezza di tutti i caratteri CJK (cinese, giapponese, coreano) di questa percentuale. Questo ha l'effetto di aggiungere spazio tra questi glifi, e potrebbe renderli più facili da distinguere per alcuni lettori.
ja: すべての CJK (中国語、日本語、韓国語) 文字の幅をこの割合で大きくします。これは、これらのグリフ間にスペースを追加する効果があり、一部の読者には区別しやすくなる可能性があります。
ko_kr: 이 비율만큼 모든 CJK(중국어, 일본어, 한국어) 문자의 너비를 늘립니다. 이것은 이러한 글리프 사이에 공백을 추가하는 효과가 있으며 일부 독자는 글리프를 더 쉽게 구별할 수 있습니다.
nl_nl: Vergroot de breedte van alle CJK (Chinees, Japans, Koreaans) karakters met dit percentage. Dit zorgt voor meer ruimte tussen deze tekens en maakt ze voor sommige lezers gemakkelijker te onderscheiden.
pl: Zwiększ szerokość wszystkich znaków CJK (chińskich, japońskich, koreańskich) o ten procent. Powoduje to zwiększenie odstępów między tymi glifami i może ułatwić ich rozróżnianie przez niektórych czytelników.
pt_br: Aumenta a largura de todos os caracteres CJK (chinês, japonês, coreano) nessa porcentagem. Isso tem o efeito de adicionar espaço entre esses glifos e pode torná-los mais fáceis de distinguir para alguns leitores.
ro: Mărește lățimea tuturor caracterelor CJK (chinezești, japoneze, koreene) cu acest procent. Aceasta are ca efect adăugarea unui spațiu între aceste caractere și le pot face mai ușor de citit pentru unii cititori.
ru: Увеличить ширину всех CJK-символов (китайских, японских, корейских) на указанный процент. Это приводит к добавлению пустого пространства между такими символами и помогает некоторым читателям различать их.
sk: Zväčšiť šírku všetkých CJK (čínskych, japonských, kórejských) znakov o toto percento. To má za následok pridanie medzery medzi tieto glyfy. Toto môže niektorým čitateľom uľahčiť ich rozoznávanie.
sr: Повећава ширину свих CJK (кинеских, јапанских, корејских) карактера за наведени проценат. Ово има ефекат као да се додаје размак између глифова, па неким читаоцима може да олакша разликовање.
tr: Tüm CJK (Çince, Japonca, Korece) karakterlerinin genişliğini bu yüzde kadar artırır. Bu seçenek ile, bu glifler arasına boşluk eklenebilir ve bazı okuyucularda ayırt edilmeleri kolaylaşır.
uk: Збільшити ширину всіх символів CJK (китайської, японської, корейської) на цей відсоток. Це має ефект додавання простору між цими гліфами, і може полегшити їх розрізнення для деяких читачів.
zh_cn: 以此百分比增加中日韩字符间距，使文字更易于辨认。

source: Word expansion
ca: Expansió de paraules
cs: Rozšíření slov
de: Worterweiterung
el: Διεύρυνση λέξεων
es: Expansión de palabras
fa: کشیدن کلمه
fr: Dilatation des mots
gl: Expansión de palabras
hu: Szó kibontása
it_it: Espansione delle parole
ja: 単語伸張
ko_kr: 낱말 확장
nl_nl: Woorduitbreiding
pl: Rozszerzenie słów
pt_br: Expansão de palavras
ro: Expansiune cuvînt
ru: Растягивать слова
sk: Rozšírenie slov
sr: Експанзија речи
tr: Sözcük genişletme
uk: Розширення слів
zh_cn: 单词扩展

source: Contrast
ar: التباين
cs: Kontrast
de: Kontrast
el: Αντίθεση
es: Contraste
fa: کنتراست
fr: Contraste
gl: Contraste
hu: Kontraszt
it_it: Contrasto
ja: コントラスト
ko_kr: 대비
pl: Kontrast
pt_br: Contraste
ru: Контрастность
sk: Kontrast
sr: Контраст
tr: Karşıtlık
uk: Контраст
zh_cn: 对比度

source: Font Weight
ar: وزن الخط (سماكته)
ca: Amplada de lletra
cs: Tloušťka písma
de: Schriftstärke
el: Πάχος Γραμματοσειράς
es: Grosor de letra
fa: وزن قلم
fr: Épaisseur de la police
gl: Grosor da fonte
hu: Telítettség
it_it: Spessore font
ja: 文字の太さ
ko_kr: 글꼴 굵기
nl_nl: Lettertypegewicht
pl: Grubość czcionki
pt_br: Peso da fonte
ro: Grosime litere
ru: Толщина шрифта
sk: Šírka písma
sr: Тежина фонта
tr: Yazı kalınlığı
uk: Товщина шрифту
zh_cn: 字重

source: Set the font weight delta from "regular" to apply to all fonts. - 0 will use the "Regular (400)" variation of a font. - +1 will use the "Medium (500)" variation of a font if available. - +3 will use the "Bold (700)" variation of a font if available. If a font variation is not available, as well as for fractional adjustments, it will be synthesized from the nearest available weight.
ar: عيّن دلتا وزن الخط من "عادي" لتطبيقه على جميع الخطوط. - 0 سيستخدم التباين "Regular (400)" للخط. - +1 سيستخدم التباين "Medium (500)" للخط إذا كان متاحًا. - +3 سيستخدم الاختلاف "Bold (700)" للخط إذا كان متاحًا. إذا كان اختلاف الخط غير متاح ، وكذلك لعمليات الضبط الجزئي ، فسيتم تصنيعه من أقرب وزن متاح.
ca: Ajustar a partir del valor "normal" el diferencial de gruix de lletra que s'aplicarà a tots els tipus de lletres. - 0 utilitzarà la variant "Normal (400)" d'un tipus de lletra. - +1 utilitzarà la variant "Mitjana (500)" d'tipus de lletra si està disponible. - +3 utilitzarà la variant "Negreta (700)" d'tipus de lletra si està disponible. Si una variant de tipus de lletra no està disponible, o es realitzen ajustos fraccionaris, el gruix es calcularà a partir del valor més aproximat d'entre els disponibles.
cs: Nastavte tloušťku písma pro všechna písma vycházející ze „základní“tloušťky. - 0 použije „Základní (400)“ variantu písma. - +1 použije „Střední (500)“ variantu písma pokud je dostupná. - +3 použije „Tučnou (700)“ variantu písma pokud je dostupná. Pokud není určitá varianta písma dostupná, nebo pro zlomkové úpravy, bude výsledná tloušťka dopočítaná z nejbližší dostupné tloušťky.
de: Legen Sie das Schriftgewichts-Delta von "Normal" fest, das für alle Schriftarten gelten soll. - Bei 0 wird die Variante "Normal (400)" einer Schriftart verwendet. - +1 verwendet die "Medium (500)"-Variante einer Schriftart, falls verfügbar. - +3 verwendet die "Fett (700)"-Variante einer Schriftart, falls verfügbar. Wenn eine Schriftvariante nicht verfügbar ist, sowie für gebrochene Anpassungen, wird sie aus dem nächstliegenden verfügbaren Gewicht synthetisiert.
el: Ορίζει το πάχος της γραμματοσειράς διαφορετικό από το "κανονικό" για εφαρμογή σε όλες τις γραμματοσειρές. - Το 0 θα χρησιμοποιήσει την παραλλαγή "Κανονική (400)" μιας γραμματοσειράς. - Το +1 θα χρησιμοποιήσει την παραλλαγή γραμματοσειράς "Μέτρια (500)", εάν είναι διαθέσιμη. - Το +3 θα χρησιμοποιήσει την παραλλαγή της γραμματοσειράς "Έντονη (700)", εάν είναι διαθέσιμη. Εάν δεν υπάρχει παραλλαγή γραμματοσειράς, καθώς και για κλασματικές προσαρμογές, θα συντεθεί από το πλησιέστερο διαθέσιμο πάχος.
es: Ajustar a partir del valor "normal" el diferencial de grosor de fuente que se aplicará a todas las fuentes. - 0 utilizará la variante "Normal (400)" de una fuente. - +1 utilizará la variante "Mediana (500)" de una fuente si está disponible. - +3 utilizará la variante "Negrita (700)" de una fuente si está disponible. Si una variante de la fuente no está disponible, o se realizan ajustes fraccionarios, el grosor se calculará a partir del valor más aproximado de entre los disponibles.
fr: Définissez le delta de l’épaisseur de la police par rapport à « normal » à appliquer à toutes les polices. - 0 utilisera la variante « Normal (400) » d’une police. - +1 utilisera la variante « Moyen (500) » d’une police si elle est disponible. - +3 utilisera la variante « Gras (700) » d’une police si elle est disponible. Si une variante de police n’est pas disponible, ainsi que pour les ajustements fractionnaires, elle sera synthétisée à partir de l’épaisseur disponible la plus proche.
gl: Establecer a diferencia do peso da fonte con respecto a "normal" para aplicar a todas as fontes. - 0 usarase a variante "Regular (400)" dunha fonte. - +1 usarase a variante "Medium (500)" dunha fonte se está dispoñible. - +3 usarase a variante "Bold (700)" dunha fonte se está dispoñible. Se a variante dunha fonte non está dispoñible, como para axustes fraccionarios, será sintetizada a partires do peso dispoñible máis achegado.
hu: Állítsa be a betűsúly delta értékét a "regular"-tól, hogy minden betűtípusra érvényes legyen. - A 0 a betűtípus "Regular (400)" változatát fogja használni. - A +1 a betűtípus "Medium (500)" változatát használja, ha van ilyen. - A +3 a betűtípus "Bold (700)" változatát fogja használni, ha van ilyen. Ha egy betűtípus-változat nem áll rendelkezésre, valamint a tört alakú beállítások esetén a legközelebbi rendelkezésre álló súlyból szintetizálódik.
it_it: Imposta il delta del peso del font da "normale" per applicarlo a tutti i font. - 0 userà la variante "Regular (400)" del font. - +1 userà la variante "Medium (500)" del font, se disponibile. - +3 userà la variante "Bold (700)" del font, se disponibile. Se una variante di font non è disponibile, così come per gli aggiustamenti frazionari, sarà sintetizzata dal peso disponibile più vicino.
ja: すべてのフォントに適用される、「レギュラー」からのフォントの太さの増分を設定します。 - 0はフォントの「レギュラー(400)」バリエーションを使用します。 - +1はフォントの「ミディアム(500)」バリエーションがあればそれを使用します。 - +3はフォントの「ボールド(700)」がある場合、それを使用します。 フォントのバリエーションがない場合、および端数調整については、最も近い利用可能なウェイトから合成されます。
ko_kr: 모든 글꼴에 적용하려면 글꼴 두께 델타를 "일반"에서 설정하세요. - 0은 글꼴의 "일반 (400)" 변형을 사용합니다. - +1은 가능한 경우 글꼴의 "중간 (500)" 변형을 사용합니다. - +3은 가능한 경우 글꼴의 "굵게 (700)" 변형을 사용합니다. 글꼴 변형을 사용할 수 없고, 부분 조정을 위해 사용할 수 없는 경우에는 가장 가까운 사용 가능한 굵기에서 합성됩니다.
nl_nl: Stel het lettergewichtsverschil ten opzichte van "normaal" op alle lettertypes toe te passen. - 0 zal de "Normaal (400)" variatie van een lettertype gebruiken. - +1 zal de "Middel (500)" variatie van een lettertype gebruiken, indien beschikbaar. - +3 gebruikt de "Vet (700)" variatie van een lettertype indien beschikbaar. Als een lettertypevariant niet beschikbaar is, en ook voor fractionele aanpassingen, zal er een synthese worden gemaakt op basis van het dichtstbijzijnde beschikbare gewicht.
pl: Ustaw różnicę grubości czcionki od „regularnej”, aby zastosować ją do wszystkich czcionek. - 0 użyje odmiany czcionki „Regularna (400)”. - +1 użyje odmiany czcionki „Podstawowa (500)”, jeśli jest dostępna. - +3 użyje odmiany czcionki „Pogrubiona (700)”, jeśli jest dostępna. Jeśli odmiana czcionki nie jest dostępna, a także w przypadku dostosowań ułamkowych, zostanie zsyntetyzowana na podstawie najbliższej dostępnej grubości.
pt_br: Define a variação do peso da fonte a partir de ‘regular’ para aplicar a todas as fontes. - 0 usa a variação ‘Regular (400)’ de uma fonte. - +1 usa a variação ‘Médio (500)’ de uma fonte se disponível. - +3 usa a variação ‘Negrito (700)’ de uma fonte se disponível. Se uma variação de fonte não estiver disponível, bem como ajustes fracionários, ela será sintetizada a partir do peso disponível mais próximo.
ro: Setează diferența de grosime a unui font din „normal” să se aplice tuturor fonturilor. - 0 va folosi varianta „Normal (400)”. - +1 va folosi varianta „Mediu (500)”. - +3 va folosi varianta „Aldin (700)”. Dacă o variantă a unui font nu este disponibilă, va fi sintetizată din cea mai apropiată variantă.
ru: Выбор дельты толщины шрифта от «нормального» для применения ко всем шрифтам. • «0» будет использовать вариант шрифта «Нормальный (400)»; • «+1» будет использовать вариант шрифта «Средний (500)», если есть; • «+3» будет использовать вариант шрифта «Жирный (700)», если есть. Если вариант шрифта недоступен (а также для дробных значений), он будет синтезирован из ближайшей доступной насыщенности.
sk: Nastaví šírku písma vychádzajúcu z "bežného" tak, aby sa vzťahovala na všetky písma. 0 použije variáciu písma "Bežné (400)". +1 použije variáciu písma "Stredne tučné (500)", ak je k dispozícii. +3 použije variáciu písma "Tučné (700)", ak je k dispozícii. Ak variácia písma nie je k dispozícii, ako aj pre zlomkové nastavenia, bude vytvorená z najbližšej dostupnej šírky písma.
sr: Поставља одступање тежине фонта од „regular” које се примењујена све фонтове. - 0 ће да користи „Regular (400)” варијанту фонта. - +1 ће да користи „Medium (500)” варијанту фонта ако је доступна. - +3 ће да користи „Bold (700)” варијанту фонта ако је доступна. Ако варијанта фонта није доступна, као и у случају подешавања која нису целобројна, креираће се из најбложе доступне тежине.
tr: Tüm yazı tiplerine uygulanacak yazı tipi koyuluğu farkını "normale" göre ayarlayın. - 0, bir yazı tipinin "Normal (400)" çeşidi kullanılır. - +1, varsa bir yazı tipinin "Orta (500)" çeşidi kullanılır. - +3, varsa bir yazı tipinin "Kalın (700)" çeşidi kullanılır. Kesirli ayarlamalar gibi kesirler için bir yazı tipi çeşidi kullanılamıyorsa, var olan en yakın koyuluktan sentezlenir.
uk: Установіть дельту ваги шрифту від «звичайного» для застосування до всіх шрифтів. - 0 застосовуватиме варіант шрифту «Звичайний (400)». - +1 застосовуватиме варіант шрифту «Середній (500)», якщо він доступний. - +3 застосовуватиме варіант шрифту «Жирний (700)», якщо він доступний. Якщо варіант шрифту недоступний, а також для дрібних коригувань, він буде синтезований з найближчої доступної ваги.
zh_cn: 设置来自“常规”的字重 delta 来应用到所有字体。 - 0 将使用字体的 "Regular (400)" 变体。 - +1 将使用字体的 "Medium (500)" 变体，如果有的话。 - +3 将使用字体的 "Bold (700)" 变体, 如果有的话。 如果一个字体变体不可用，也无法进行部分调整，将从最接近的可用字重进行合成。

source: The default font '%1' provides the following weight classes: %2.
ar: يوفر الخط الافتراضي '%1' فئات الوزن التالية: %2.
ca: El tipus de lletra predeterminat '%1' proporciona les següents classes de gruix: %2.
cs: Ve výchozím písmu „%1“ jsou k dispozici následující třídy tloušťky písma: %2.
de: Die Standardschriftart '%1' bietet die folgenden Gewichtsklassen: %2.
el: Η προεπιλεγμένη γραμματοσειρά "%1" παρέχει τις ακόλουθες κατηγορίες πάχους: %2.
es: La fuente predeterminada '%1' proporciona las siguientes clases de grosor: %2.
fa: قلم پیشفرض '%1' کلاس‌های وزنی که در ادامه آمده است را محیا می‌کند: %2.
fr: La police par défaut « %1 » fournit les classes d’épaisseurs suivantes : %2.
gl: A fonte por defecto '%1' proporciona as seguintes clases de peso: %2.
hu: Az alapértelmezett '%1' betűtípus a következő súlyosztályokat biztosítja: %2.
it_it: Il carattere predefinito "%1" fornisce le seguenti classi di peso: %2.
ja: 既定のフォント '%1' は次のウェイト・クラスを提供します: %2。
ko_kr: 기본 글꼴 '%1'은 다음과 같은 굵기 등급을 제공합니다: %2.
nl_nl: Het standaardlettertype '%1' bevat de volgende gewichtsklassen: %2.
pl: Domyślna czcionka '%1' zawiera następujące klasy grubości: %2.
pt_br: A fonte padrão ‘%1’ fornece as seguintes classes de espessura: %2.
ro: Fontul implicit „%1” conține următoarele clase de grosime: %2.
ru: Шрифт по умолчанию «%1» обеспечивает следующие категории насыщенности: %2.
sk: Predvolené písmo '%1' poskytuje tieto typy: %2.
sr: Подразумевани фонт ’%1’ обезбеђује следеће класе тежине: %2.
tr: Varsayılan yazı tipi '%1' şu koyuluk sınıflarını sağlar: %2.
uk: Типовий шрифт «%1» надає такі класи ваги: %2.
zh_cn: 默认字体 '%1' 提供下列字重类：%2。

source: Font Hinting
ar: تلميح الخط
ca: Optimització de lletres
cs: Hinting písma
el: Βελτιστοποίηση Γραμματοσειράς
es: Optimización de fuentes
fa: نرمی قلم‬
fr: Traitement des polices
gl: Optimización da fonte
hu: Betű simítás
it_it: Suggerimento per i caratteri
ja: フォントヒンティング
ko_kr: 글꼴 힌팅
nl_nl: Letterhinten
pl: Dopasowanie czcionki
pt_br: Hinting da fonte
ro: Încadrare font
ru: Хинтинг шрифта
sk: Štýl zobrazenia
sr: Хинтовање фонта
tr: Yazı düzeltme
uk: Гінтинг шрифту
zh_cn: 字体微调

# Font hinting
source: off
ar: مطفأ
ca: desactivat
cs: vyp
de: aus
el: όχι
fa: خاموش
fr: inactif
gl: desactivada
hu: ki
it_it: spento
ja: オフ
ko_kr: 끄기
nl_nl: uit
pl: wyłącz
pt_br: desligado
ro: fără
ru: выкл
sk: vypnuté
sr: искључено
tr: kapalı
uk: вимкнено
zh_cn: 关闭

# Font hinting
source: native
ar: الاصلية
ca: nadiu
cs: přirozený
de: nativ
el: εγγενής
es: nativo
fa: بومی
fr: natif
gl: nativa
hu: natív
it_it: nativo
ja: ネイティブ
ko_kr: 글꼴대로
nl_nl: ingebouwd
pl: natywne
pt_br: nativo
ro: nativă
ru: нативный
sk: vstavané
sr: уграђено у фонт
tr: doğal
uk: вбудований
zh_cn: 原生

# Font hinting
source: auto
ar: تلقائي
ca: automàtica
el: αυτόματη
fa: خودکار
gl: automática
ja: 自動
ko_kr: 자동
pl: automatyczne
ro: automată
ru: авто
sk: automatické
sr: аутоматско
tr: oto
uk: авто
zh_cn: 自动
