Repository: spruceUI/spruceOS
Catalog: App/KoReader/l10n/*/koreader.po
Languages: ar, ca, cs, de, el, es, fa, fr, gl, hu, it_it, ja, ko_kr, nl_nl, pl, pt_br, ro, ru, sk, sr, tr, uk, zh_cn

source: When checked, the current rotation will be kept when switching between the file browser and the reader, in both directions, and that no matter what the document's saved rotation or the default reader or file browser rotation may be. This means that nothing will ever sneak a rotation behind your back, you choose your device's rotation, and it stays that way. When unchecked, the default rotation of the file browser and the default/saved reader rotation will not affect each other (i.e., they will be honored), and may very well be different.
ar: عند تحديده ، سيتم الاحتفاظ بالدوران الحالي عند التبديل بين مستعرض الملفات والقارئ ، في كلا الاتجاهين ، وبغض النظر عن التدوير المحفوظ للمستند أو دوران القارئ الافتراضي أو مستعرض الملفات. هذا يعني أنه لن يحصل أي دوران بدون علمك ، فأنت تختار دوران جهازك ، ويبقى على هذا النحو. عند إلغاء التحديد ، لن يؤثر التدوير الافتراضي لمتصفح الملفات والتناوب الافتراضي / المحفوظ للقارئ على بعضهما البعض (أي أن الحساس سيفعل) ، وقد يكونان مختلفين تمامًا.
ca: Si es marca aquesta opció, la rotació actual es mantindrà en canviar entre l'explorador d'arxius i el lector, en totes dues direccions, sense importar quina sigui la rotació guardada del document o la rotació predeterminada del lector o explorador d'arxius. És a dir, no hi haurà cap canvi de rotació, i la rotació triada es mantindrà.. Si no es marca aquesta opció, la rotació predeterminada del navegador d'arxius i la rotació predeterminada/guardada del lector seran independents entre si (és a dir, es respectaran), i poden ser diferents.
cs: Při zatržení zůstane aktuální otočení zachováno při přecházení mezi Prohlížečem souborů a Čtečkou (v obou směrech) a nebude záležet na tom, jaké má dokument uložené otočení, nebo jaké je výchozí otočení Čtečky, nebo Prohlížeče souborů. To znamená, že vám nic za vašimi zády nezmění otočení. Sami si určíte otočení vašeho zařízení a to tak zůstane. Když nezatrhnete, nebudou mít na sebe výchozí otočení Prohlížeče souborů a výchozí (nebo uložené) otočení Čtečky žádný vliv. Tzn., že můžou být otočeny stejně, nebo jinak.
de: Wenn dieses Kontrollkästchen aktiviert ist, wird die aktuelle Rotation beim Umschalten zwischen dem Dateibrowser und dem Lesegerät in beiden Richtungen beibehalten, und zwar unabhängig von der gespeicherten Rotation des Dokuments oder der Standarddrehung des Lesegeräts oder des Dateibrowsers. Das bedeutet, dass nichts jemals eine Rotation hinter Ihrem Rücken verheimlichen wird, Sie wählen die Rotation Ihres Geräts und es bleibt so. Wenn dieses Kontrollkästchen deaktiviert ist, beeinflussen sich die Standarddrehung des Dateibrowsers und die Standarddrehung des Lesegeräts bzw. die gespeicherte Leserdrehung nicht gegenseitig (d.h. sie werden respektiert) und können sehr wohl unterschiedlich sein.
el: Όταν επιλεγεί, η τρέχουσα περιστροφή θα διατηρείται κατά την εναλλαγή μεταξύ του περιηγητή αρχείων και του αναγνώστη, και προς τις δύο κατευθύνσεις, και αυτό ανεξάρτητα από την αποθηκευμένη περιστροφή του εγγράφου ή την προεπιλεγμένη περιστροφή του ανάγνώστη ή του περιηγητή αρχείων. Αυτό σημαίνει ότι τίποτα δεν θα κάνει ποτέ κρυφά μια περιστροφή πίσω από την πλάτη σας, εσείς επιλέγετε την περιστροφή της συσκευής σας και αυτή παραμένει έτσι. Όταν δεν είναι επιλεγμένη, η προεπιλεγμένη περιστροφή του περιηγητή αρχείων και η προεπιλεγμένη/αποθηκευμένη περιστροφή του αναγνώστη δεν θα επηρεάζουν η μία την άλλη (δηλαδή, θα τηρούνται) και μπορεί κάλλιστα να είναι διαφορετικές.
es: Si se marca esta opción, la rotación actual se mantendrá al cambiar entre el explorador de archivos y el lector, en ambas direcciones, sin importar cuál sea la rotación guardada del documento o la rotación predeterminada del lector o explorador de archivos. Es decir, no habrá ningún cambio de rotación, y la rotación elegida se mantendrá.. Si no se marca esta opción, la rotación predeterminada del navegador de archivos y la rotación predeterminada/guardada del lector serán independientes entre sí (es decir, se respetarán), y pueden ser diferentes.
fr: Si cochée, l’orientation actuelle sera conservée lors du basculement entre le navigateur de fichiers et le lecteur, dans les deux sens, et ce quelle que soit la rotation enregistrée du document ou la rotation par défaut du lecteur ou du navigateur de fichiers. Cela signifie que l’orientation ne changera jamais à votre insu, vous choisissez l’orientation de votre appareil et elle reste ainsi. Non cochée, l’orientation par défaut du navigateur de fichiers et l’orientation du lecteur par défaut/enregistré ne s’affecteront pas (c’est-à-dire qu’elles seront respectées) et peuvent très bien être différentes.
gl: Cando se selecciona esta opción, a rotación actual manterase cando se cambie entre o xestor de ficheiros e o lector, an ámbalas dúas direccións, sen importar a rotación gardada para o documento ou as rotacións por defecto do lector ou do xestor de ficheiros. Isto quere dicir que non haberá cambios de rotación inesperados, escolles unha rotación para o teu dispositivo e manterase así. Se esta opción non se marca, a rotación por defecto do xestor de ficheiros e a rotación por defecto ou gardada do lector serán independentes (é dicir, serán respectadas) e poden ser diferentes.
hu: Ha be van jelölve, akkor a kijelző aktuális állása megmarad a fájlböngésző és az olvasó közötti váltáskor bármely irányban, függetlenül attól, hogy a dokumentum elmentett elforgatása, vagy az alapértelmezett olvasó vagy fájlböngésző elforgatása milyen. Ez azt jelenti, hogy soha semmi sem fog elfordulni a hátérben, ön dönti el az eszköz forgatását, és ez megmarad. Ha nincs bejelölve, akkor a fájlböngésző alapértelmezett állása és az olvasó alapértelmezett / mentett állása nem fogja befolyásolni egymást (vagyis tiszteletben tartják egymás beállításait), és ezek eltérőek is lehetnek.
it_it: Se marcato, la rotazione attuale verrà mantenuta quando si passa dal gestore di file al lettore o viceversa, non importa quali siano le impostazioni salvate per la rotazione del documento o le impostazioni predefinite per la rotazione del lettore o del gestore di file. Questo significa che niente possa causare una rotazione involontaria. La rotazione è e rimane quella impostata. Se non marcato, la rotazione predefinita di sfoglia file e quella predefinita/salvata del lettore non interferiscono l'una coll'altra (cioè, sono rispettate), e possono essere diverse.
ja: チェックすると、ファイルブラウザとリーダーを切り替えたときに、両方向で現在の端末方向が維持され、文書が保持する回転やリーダーやファイルブラウザのデフォルト回転がどうであっても、その回転が維持されます。 つまり、デバイスの回転を選択すれば、その回転が維持されます。 チェックを外すと、ファイルブラウザのデフォルトの回転と、デフォルトまたは保存されたリーダーの回転は互いに影響せず(つまり、尊重されます)、非常によく異なる場合があります。
ko_kr: 이 옵션을 선택하면, 문서에 저장된 회전 방향이나 리더와 파일 탐색기의 기본 회전 방향에 상관없이, 파일 탐색기와 리더 사이를 오갈 때 현재의 회전 방향이 유지됩니다. 즉, 장치의 회전을 선택한 대로 유지됩니다. 이 옵션을 선택하지 않으면, 파일 탐색기와 리더의 회전 기본값/저장된 회전 방향이 서로 영향을 미치지 않으며(즉, 존중되어) 서로 다를 수 있습니다.
nl_nl: Met deze optie aangevinkt blijft de huidige rotatie behouden bij het schakelen tussen de bestandsverkenner en de lezer, in beide richtingen, en dat ongeacht wat de opgeslagen rotatie van het document of de standaarddraairichting van de lezer of de bestandsverkenner is. Dit betekent dat er nooit een ongevraagde rotatie zal plaatsvinden. De rotatie van het apparaat blijft hetzelfde nadat ze gekozen is. Indien uitgevinkt, zullen de standaardrotatie van de bestandsverkenner en de standaard / opgeslagen lezerrotatie elkaar niet beïnvloeden (d.w.z. ze zullen worden gerespecteerd), en kunnen heel goed verschillend zijn.
pl: Po zaznaczeniu bieżący obrót zostanie zachowany podczas przełączania między przeglądarką plików a czytnikiem w obu kierunkach i bez względu na zapisany obrót dokumentu lub domyślny obrót czytnika lub przeglądarki plików. Oznacza to, że nic nigdy nie przemieści się za twoimi plecami, wybierasz obrót urządzenia i tak pozostaje. Gdy odznaczone, domyślna rotacja przeglądarki plików i domyślna/zapisana rotacja czytnika nie będą miały na siebie wpływu (tj. będą uwzględniane) i mogą się bardzo różnić.
pt_br: Se esta opção estiver marcada, a rotação atual será mantida ao alternar entre o navegador de arquivos e o leitor, em ambas as direções, não importando qual seja a rotação salva do documento ou a rotação padrão do leitor ou do navegador de arquivos. Ou seja, não haverá mudança de rotação, e a rotação escolhida será mantida. Se esta opção não estiver marcada, a rotação padrão do navegador de arquivos e a rotação padrão/salva do leitor serão independentes entre si (ou seja, respeitadas) e podem ser diferentes.
ro: Cînd este bifat, rotația curentă va fi reținută la comutarea între navigatorul de fișiere și carte, în ambele direcții, și indiferent care este rotația salvată în carte sau cea implicită din navigatorul de fișiere. Acest lucru asigură faptul că nimeni nu poate roti ecranul fără cunoștința ta. Rotația aleasă de tine va rămîne așa. Cînd este debifat, rotația implicită a navigatorului de fișiere și a cărții nu se vor influența reciproc (vor fi tratate separat) și vor putea fi diferite.
ru: Если задан данный параметр, текущая ориентация сохраняется при переключении между просмотром файлов и чтением документа в обе стороны, независимо от сохранённой ориентации для документа или ориентации по умолчанию для чтения / просмотра файлов. Это означает, что ориентация никогда не будет изменена помимо вашей воли - какая выбрана, такая и останется. Если параметр не задан, ориентация по умолчанию для просмотра файлов / чтения документа и сохранённая ориентация для данного документа не будут влиять друг на друга (т.е. они будут учитываться) и вполне могут отличаться.
sk: Ak je začiarknuté, pri prepínaní medzi prehliadačom súborov a čítačkou sa zachová aktuálne otočenie v oboch smeroch, a to bez ohľadu na to, aké je uložené otočenie dokumentu alebo predvolené otočenie čítačky alebo prehliadača súborov. To znamená, že sa vám už samovoľne nezmení otočenie obrazovky vášho zariadenia. Keď nie je začiarknuté, predvolené otočenie prehliadača súborov a predvolená/uložené otočenie čítačky sa navzájom neovplyvnia (t. j. budú rešpektované) a môžu sa aj vzájomne líšiť.
sr: Када се штиклира, текућа ротација ће се задржати када се прелази са прегледача фајлова на читач, у оба смера, без обзира на то која ротација је сачувана за документ или која је подразумевана ротација читача или прегледача фајлова. Ово значи да ништа не може да поремети ротацију без вашег знања, изаберете ротацију вашег уређаја и она остаје таква. Када није штиклирано, подразумевана ротација прегледача фајлова и подразумевана/сачувана ротација читача неће да утичу једна на другу (тј. поштоваће се) и могу да буду потпуно различите.
tr: Bu seçenek etkinleştirildiğinde, dosya tarayıcısı ile okuyucu arasında geçiş yapılırken, belgenin kaydedilmiş doğrultusu veya varsayılan okuyucu veya dosya tarayıcısı doğrultusu ne olursa olsun her iki yönde de geçerli doğrultu korunur. Böylece, hiçbir şey arkanızdan bir döndürmeye gizlice giremez. Aygıtınızın doğrultusunu seçersiniz ve bu şekilde kalır. Seçenek devre dışı bırakıldığında, dosya tarayıcısının varsayılan doğrultusu ve varsayılan/kaydedilmiş okuyucu doğrultusu birbirini etkilemez (yani, öncelik verilir) ve çok farklı olabilir.
uk: Якщо ця опція вибрана, поточна орієнтація збережеться під час перемиканні між читанням документа і переглядом файлів в обидва боки, незалежно від того, яка орієнтація збережена для документа або типова орієнтація для читання чи для перегляду файлів. Це означає, що орієнтація ніколи не буде змінена без вашої волі — ви вибрали орієнтацію і вона залишиться такою. Якщо опція не вибрана, типова орієнтація для перегляду файлів, типова орієнтація для читання документа і збережена орієнтація для цього документа не впливатимуть один на одного (тобто вони будуть використовуватися) і вони цілком можуть відрізнятися одна від одної.
zh_cn: 勾选此项后，在文件浏览器和阅读器之间进行双向切换时，将保持当前的屏幕方向，无论文档保存的方向是什么，也不管默认的阅读器或文件浏览器的方向是什么。 这意味着屏幕方向由你做主，你选定了设备的屏幕方向，它就一直这样。 未选中此选项时，文件浏览器的默认旋转和阅读器的默认/保存旋转将不会相互影响，且很有可能会不同。

source: Image viewer rotation
ca: Rotació del visor d'imatges
cs: Otáčení prohlížeče obrázků
de: Drehung des Bildbetrachters
el: Περιστροφή προβολής εικόνων
es: Giro del visor de imágenes
fa: چرخش نمایشگر تصویر
fr: Rotation de la visionneuse d'images
gl: Rotación do visor de imaxes
hu: Képmegjelenítő forgatása
it_it: Rotazione del visore immagini
ko_kr: 이미지 뷰어 회전
nl_nl: Afbeeldingsviewer-draaiing
pl: Obrót przeglądarki obrazów
pt_br: Rotação do visualizador de imagens
ru: Поворот при просмотре изображений
sk: Otočenie prehliadača obrázkov
sr: Ротациј приказивача слике
tr: Görsel görüntüleyici döndürmesi
uk: Обертання переглядача зображень
zh_cn: 旋转图片查看器

source: Invert default rotation in portrait mode
ca: Invertir la rotació predeterminada en mode retrat
de: Umkehrung der Standardrotation im Hochformat
el: Αντιστροφή της προεπιλεγμένης περιστροφής σε λειτουργία κάθετης προβολής
es: Invertir el giro predeterminado en modo vertical
fr: Inverser la rotation par défaut en mode portrait
gl: Inverter a rotación por defecto en modo retrato
hu: Alapértelmezett forgatás invertálása portré módban
it_it: Invertire la rotazione predefinita in modo ritratto
ko_kr: 세로 모드에서 기본 회전을 반대로
nl_nl: Standaardrotatie in staande modus omkeren
pl: Odwróć domyślny obrót w trybie portretu
pt_br: Inverter rotação padrão no modo retrato
ru: По умолчанию поворачивать в портретный режим
sk: Invertovať predvolené otočenie v režime portrétu
sr: Инвертуј подразумевану ротацију у усправном режиму
tr: Dikey kipte varsayılan döndürmeyi ters çevir
uk: Типово інвертувати обертання у портретному режимі
zh_cn: 在竖屏模式下翻转180度

source: Invert default rotation in landscape mode
ca: Invertir la rotació predeterminada en mode paisatge
de: Umkehrung der Standardrotation im Querformat
el: Αντιστροφή της προεπιλεγμένης περιστροφής σε λειτουργία οριζόντιας προβολής
es: Invertir el giro predeterminado en modo horizontal
fr: Inverser la rotation par défaut en mode paysage
gl: Inverter a rotación por defecto en modo apaisado
hu: Alapértelmezett forgatás invertálása tájkép módban
it_it: Invertire la rotazione predefinita in modo paesaggio
ko_kr: 가로 모드에서 기본 회전을 반대로
nl_nl: Standaardrotatie in liggende modus omkeren
pl: Odwróć domyślny obrót w trybie krajobrazu
pt_br: Inverter rotação padrão no modo paisagem
ru: По умолчанию поворачивать в альбомный режим
sk: Invertovať predvolené otočenie v režime na šírku
sr: Инвертуј подразумевану ротацију у положеном режиму
tr: Yatay kipte varsayılan döndürmeyi ters çevir
uk: Типово інвертувати обертання в альбомному режимі
zh_cn: 在横屏模式下翻转180度

source: Auto-rotate for best fit
ca: Acte-rotació per a un millor ajust
de: Automatisches Drehen für beste Passform
el: Αυτόματη περιστροφή για βέλτιστη εφαρμογή
es: Auto-rotación para un mejor ajuste
fa: برای بهترین نتیجه خودکار بچرخان
fr: Rotation automatique pour le meilleur ajustement
gl: Rotación automática para mellor encaixe
hu: Autoforgatás a legjobb illeszkedés érdekében
it_it: Rotazione automatica per l'adattamento migliore
ko_kr: 최적의 맞춤을 위한 자동 회전
nl_nl: Automatisch draaien voor de beste pasvorm
pl: Automatyczne obracanie dla najlepszego dopasowania
pt_br: Rotação automática para melhor ajuste
ru: Автоповорот для лучшего заполнения ⓘ
sk: Automaticky prispôsobiť otočenie
sr: Аутоматски ротирај тако да се најбоље уклопи
tr: En iyi uyum için otomatik döndür
uk: Автообертання для найкращого заповнення
zh_cn: 根据图片比例自动旋转

source: Auto-rotate the image to best match screen and image aspect ratios on image viewer launch (ie. if in portrait mode, a landscape image will be rotated).
ca: Auto-rotar la imatge a la millor relació d'aspecte de pantalla i d'imatge en llançar el visor d'imatges (és a dir, en el mode retrat, les imatges en format paisatge, giraran).
de: Automatisches Drehen des Bildes, um es beim Start des Bildbetrachters bestmöglich an das Bildschirm- und Bildseitenverhältnis anzupassen (z. B. wird ein Bild im Hochformat gedreht, wenn es im Querformat ist).
el: Αυτόματη περιστροφή της εικόνας ώστε να ταιριάζει καλύτερα με τις αναλογίες διαστάσεων της οθόνης και της εικόνας κατά την εκκίνηση του προγράμματος προβολής εικόνων (π.χ. αν είναι σε κατακόρυφη προβολή, μια οριζόντια εικόνα θα περιστραφεί).
es: Al iniciar el visor de imágenes, girar automáticamente la imagen para que su relación de aspecto coincida con la pantalla (es decir, en modo vertical se girarán las imágenes horizontales).
fr: Oriente automatiquement l'image selon le rapport d'image le plus adapté au lancement du visualiseur d'images (c.-à-d. si en mode portrait, une image de paysage sera réorientée).
gl: Rotación automática da imaxe para que coincida mellor co tamaño e aspecto da imaxe e pantalla ao comezar o visor de imaxes (é dicir, en modo retrato, unha imaxe apaisada vai ser rotada).
hu: A kép automatikus forgatása, hogy a képnézegető indításakor a lehető legjobban illeszkedjen a képernyő és a kép oldalarányaihoz (azaz, ha a képet függőleges módban használja, akkor a képet elforgatja).
it_it: Ruota automaticamente l'immagine per adattarla al meglio alle proporzioni dello schermo, all'apertura del visore di immagini (cioè se in modalità ritratto, un'immagine di paesaggio verrà ruotata).
ko_kr: 이미지 뷰어를 시작할 때 화면과 이미지의 종횡비가 가장 잘 맞도록 이미지를 자동으로 회전합니다(예: 세로 모드이면 가로 이미지는 회전됨).
nl_nl: Automatisch draaien van de afbeelding om deze zo goed mogelijk af te stemmen op de scherm- en beeldverhouding bij het starten van de afbeeldingsweergave (d.w.z. in staande modus wordt een liggende afbeelding gedraaid).
pl: Automatycznie obróć obraz, aby najlepiej dopasować ekran i proporcje obrazu po uruchomieniu przeglądarki obrazów (tj. w trybie portretu obraz poziomy zostanie obrócony).
pt_br: Gira automaticamente a imagem para melhor corresponder às proporções da tela e da imagem na inicialização do visualizador de imagens (ou seja, se estiver no modo retrato, uma imagem em paisagem será girada).
ru: Автоматический поворот изображений при запуске их просмотрщика, для наилучшего соответствия пропорций экрана и картинок (т.е. в портретном режиме чтения альбомные иллюстрации будут поворачиваться).
sk: Pri spustení prehliadača obrázkov automatický otočí obrázok pre najlepšie zachovanie jeho stranového pomeru voči obrazovke (napr. ak je v režime portrétu, obrázok čo je orientovaný na šírku bude otočený).
sr: Аутоматски ротира слику тако да набоље одговара екрану и пропорцијама странице слике приликом покретања приказивача слике (нпр. у случају усправног режима, положена слика ће се ротирати).
tr: Görsel görüntüleyici başlatıldığında ekran ve görüntü en boy oranlarına en iyi şekilde uyması için görseli otomatik olarak döndür (örneğin, dikey kipteyse, görsel yatay olacak şekilde döndürülecektir).
uk: Автообертання зображення для найкращого узгодження співвідношення сторін екрана та зображення під час запуску переглядача зображень (тобто, якщо ви перебуваєте в портретному режимі, альбомне зображення буде повернуте).
zh_cn: 在启动时自动根据屏幕方向与图像比例自动旋转图像。

source: Wallpaper
de: Hintergrundbild
el: Ταπετσαρία
es: Fondo de pantalla
fa: کاغذدیواری
gl: Fondo de pantalla
it_it: Tappezzeria
ko_kr: 배경 화면
nl_nl: Achtergrond
pl: Tapeta
ru: Обои
sk: Pozadie obrazovky
sr: Позадина екрана
tr: Duvar kağıdı

source: Show book cover on sleep screen
de: Umschlagbild auf dem Ruhebildschirm anzeigen
el: Εμφάνιση του εξωφύλλου του βιβλίου στην οθόνη αναστολής λειτουργίας
es: Mostrar la portada del libro en la pantalla de reposo
fa: نمایش جلد کتاب در صفحه خواب
gl: Mostrar a portada do libro na pantalla de suspensión
it_it: Mostra la copertina del libro sulla schermata di sospensione
ko_kr: 잠든 화면에서 책 표지 표시하기
nl_nl: Boekomslag op het slaapscherm tonen
pl: Pokaż okładkę książki na ekranie uśpienia
ru: Показывать обложку книги как заставку в режиме сна
sk: Zobraziť obálku knihy na obrazovke v režime spánku
sr: Прикажи омот књиге на екрану спавања
tr: Uyku ekranında kitap kapağını göster

source: Show custom image or cover on sleep screen
de: Benutzerdefiniertes Bild oder Umschlagbild auf dem Ruhebildschirm anzeigen
el: Εμφάνιση προσαρμοσμένης εικόνας ή εξωφύλλου στην οθόνη αναστολής λειτουργίας
es: Mostrar una imagen personalizada o una portada en la pantalla de reposo
fa: نمایش تصویر یا جلد سفارشی در صفحه خواب
gl: Mostrar unha imaxe personalizada ou portada na pantalla de suspensión
it_it: Mostra immagine personalizzata sulla schermata di sospensione
ko_kr: 잠든 화면에 사용자 지정 이미지나 표지 표시하기
nl_nl: Aangepaste afbeelding of omslag op het slaapscherm tonen
pl: Pokaż niestandardowy obraz lub okładkę na ekranie uśpienia
ru: Показывать свою картинку или обложку книги как заставку в режиме сна
sk: Zobraziť vlastný obrázok alebo obálku knihy na obrazovke v režime spánku
sr: Прикажи произвољну слику или омот књиге на екрану спавања
tr: Uyku ekranında özel görsel veya kapak göster

source: Show random image from folder on sleep screen
de: Zufälliges Bild aus einem Ordner auf dem Ruhebildschirm anzeigen
el: Εμφάνιση τυχαίας εικόνας από φάκελο στην οθόνη αναστολής λειτουργίας
es: Mostrar imagen aleatoria de la carpeta en la pantalla de reposo
fa: نمایش تصویر اتفاقی از پوشه در صفحه خواب
gl: Usar imaxe aleatoria dun cartafol na pantalla de suspensión
it_it: Usa un'immagine casuale dalla cartella come schermata di sospensione
ko_kr: 잠든 화면에서 폴더의 무작위 이미지 표시하기
nl_nl: Willekeurige afbeelding uit map gebruiken op het slaapscherm
pl: Pokaż losowy obraz z folderu na ekranie uśpienia
ru: Показывать случайное изображение из папки как заставку в режиме сна
sk: Na obrazovke v režime spánku použiť náhodný obrázok z priečinka
sr: Прикажи случајну слику из фолдера на екрану спавања
tr: Uyku ekranında bir klasördeki görseller rastgele kullanılsın

source: Show reading progress on sleep screen
de: Anzeige des Lesefortschritts auf dem Ruhebildschirm
el: Εμφάνιση προόδου ανάγνωσης στην οθόνη αναστολής λειτουργίας
es: Mostrar el progreso de la lectura en la pantalla de reposo
fa: نمایش پیشرفت مطالعه در صفحه خواب
gl: Mostrar o progreso de lectura na pantalla de suspensión
it_it: Usa progresso di lettura come schermata di sospensione
ko_kr: 잠든 화면에서 읽기 진행률 표시하기
nl_nl: Leesvoortgang gebruiken als slaapscherm
pl: Pokaż postęp czytania na ekranie uśpienia
ru: Показывать прогресс чтения как заставку в режиме сна
sk: Zobraziť priebeh čítania knihy na obrazovke v režime spánku
sr: Прикажи напредак читања на екрану спавања
tr: Uyku ekranında okuma ilerlemesi görüntülensin

source: Show book status on sleep screen
de: Buchstatus auf dem Ruhebildschirm anzeigen
el: Εμφάνιση κατάστασης βιβλίου στην οθόνη αναστολής λειτουργίας
es: Mostrar el estado del libro en la pantalla de reposo
fa: نمایش وضعیت کتاب در صفحه خواب
gl: Usar estado do libro na pantalla de suspensión
it_it: Utilizza lo stato del libro come schermata di sospensione
ko_kr: 잠든 화면에서 책 상태 표시하기
nl_nl: Boekstatus gebruiken als slaapscherm
pl: Pokaż status książki na ekranie uśpienia
ru: Показывать статус книги как заставку в режиме сна
sk: Zobraziť stav knihy na obrazovke v režime spánku
sr: Прикажи статус књиге на екрану спавања
tr: Uyku ekranında kitap durumu görüntülensin

source: Leave screen as-is
ca: Deixar pantalla com està
cs: Nechat obrazovku jak je
de: Bildschirm so lassen wie er ist
el: Αφήστε την οθόνη ως έχει
es: Dejar la pantalla como está
fa: صفحه را همانطور که هست رها کن
fr: Laisser l’écran tel quel
gl: Deixar a pantalla tal cal
hu: Hagyja a képernyőt változatlanul
it_it: Lascia lo schermo com'è
ko_kr: 화면을 그대로 남겨두기
nl_nl: Laat scherm zoals het is
pl: Pozostaw ekran bez zmian
pt_br: Deixar a tela como está
ru: Заставка экрана задаётся устройством
sk: Ponechať obrazovku tak, ako je
sr: Остави екран онакав какав је
tr: Ekran olduğu gibi kalsın
uk: Залишити екран як є
zh_cn: 保持屏幕原样
