Repository: spruceUI/spruceOS
Catalog: App/KoReader/l10n/*/koreader.po
Languages: ar, ca, cs, de, el, es, fa, fr, gl, hu, it_it, ja, ko_kr, nl_nl, pl, pt_br, ro, ru, sk, sr, tr, uk, zh_cn

source: Edit
ar: تحرير
ca: Edita
cs: Upravit
de: Bearbeiten
el: Επεξεργασία
es: Editar
fa: ویرایش
fr: Modifier
gl: Editar
hu: Szerkesztés
it_it: Modifica
ja: 編集
ko_kr: 수정
nl_nl: Bewerk
pl: Edycja
pt_br: Editar
ro: Editează
ru: Редактировать
sk: Upraviť
sr: Уреди
tr: Düzenle
uk: Редагувати
zh_cn: 编辑

source: Delete
ar: حذف
ca: Suprimeix
cs: Smazat
de: Löschen
el: Διαγραφή
es: Eliminar
fa: حذف
fr: Supprimer
gl: Borrar
hu: Törlés
it_it: Elimina
ja: 削除
ko_kr: 삭제
nl_nl: Verwijder
pl: Usuń
pt_br: Excluir
ro: Șterge
ru: Удалить
sk: Zmazať
sr: Обриши
tr: Sil
uk: Видалити
zh_cn: 删除

source: Synchronize now
ar: المزامنة الآن
ca: Sincronitza ara
cs: Synchronizovat
de: Jetzt synchronisieren
el: Συγχρονισμός τώρα
es: Sincronizar ahora
fa: اکنون همگام‌سازی کن
fr: Synchroniser maintenant
gl: Sincronizar agora
hu: Szinkronizálás
it_it: Sincronizza ora
ja: 今すぐ同期
ko_kr: 지금 동기화
nl_nl: Nu synchroniseren
pl: Synchronizuj teraz
pt_br: Sincronizar agora
ro: Sincronizează acum
ru: Синхронизировать сейчас
sk: Teraz synchronizovať
sr: Усагласи одмах
tr: Şimdi eşitle
uk: Синхронізувати зараз
zh_cn: 现在同步

source: Synchronize settings
ar: إعدادات المزامنة
ca: Paràmetres de sincronització
cs: Nastavení synchronizace
de: Einstellungen synchronisieren
el: Συγχρονισμός ρυθμίσεων
es: Configuración de sincronización
fa: تنظیمات همگام‌سازی
fr: Synchroniser les paramètres
gl: Sincronizar configuración
hu: Szinkronizálási beállítások
it_it: Impostazioni di sincronizzazione
ja: 同期設定
ko_kr: 동기화 설정
nl_nl: Instellingen synchroniseren
pl: Ustawienia synchronizacji
pt_br: Sincronizar configurações
ro: Sincronizează setările
ru: Настройки синхронизации
sk: Synchronizovať nastavenia
sr: Подешавања усаглашавања
tr: Eşitleme ayarları
uk: Синхронізувати налаштування
zh_cn: 同步设置

source: No files to download from Dropbox.
ar: لا توجد ملفّاتٌ ليتمّ تحميلها من Dropbox.
ca: No hi ha cap fitxer a baixar des del Dropbox.
cs: Žádné soubory ke stažení z Dropboxu.
de: Keine Dateien zum Herunterladen von Dropbox.
el: Δεν υπάρχουν αρχεία για κατέβασμα από το Dropbox.
es: No hay archivos de Dropbox para descargar.
fa: پرونده‌ای برای دانلود از دراپ‌باکس وجود ندارد.
fr: Aucun fichier à télécharger depuis Dropbox.
gl: Non hai ficheiros novos en Dropbox.
hu: A Dropbox nem tartalmaz letölthető fájlokat.
it_it: Nessun file da scaricare da Dropbox.
ja: Dropboxからダウンロードするファイルはありません。
ko_kr: Dropbox에서 다운로드할 파일이 없습니다.
nl_nl: Er zijn geen bestanden om van Dropbox te downloaden.
pl: Brak plików do pobrania z Dropboxa.
pt_br: Nenhum arquivo para baixar do Dropbox.
ro: Nu există fișiere de descărcat de pe Dropbox.
ru: Нет файлов для загрузки из Dropbox.
sk: Žiadne súbory na stiahnutie z Dropboxu.
sr: На Dropbox сервису нема ниједан фајл који може да се преузме.
tr: Dropbox üzerinden indirilecek bir dosya yok.
uk: Немає файлів для завантаження з Dropbox.
zh_cn: 没有文件需要从 Dropbox下载。

source: Successfully downloaded 1 file from Dropbox to local storage.
ar: لم يتم تحميل اي ملف من Dropbox.
ca: S’ha baixat 1 fitxer des del Dropbox a l’emmagatzematge local.
cs: Z Dropboxu do lokálního úložiště byl úspěšně stažen 1 soubor.
de: Erfolgreich 1 Datei von Dropbox in den lokalen Speicher heruntergeladen.
el: Επιτυχής λήψη 1 αρχείου από το Dropbox στον τοπικό χώρο αποθήκευσης.
es: Descargado un archivo desde Dropbox a almacenamiento local.
fa: ۱ پرونده به‌صورت موفقیت‌آمیز از دراپ‌باکس به فضای ذخیره‌سازی محلی دانلود شد.
fr: 1 fichier a été téléchargé avec succès depuis Dropbox.
gl: Un ficheiro foi descargado con éxito desde Dropbox ao almacenamento local.
hu: Sikeresen letöltött egy fájlt a Dropboxból a helyi tárolóba.
it_it: Un file scaricato correttamente da Dropbox nella memoria locale.
ja: Dropboxからローカルストレージに %1 個のファイルをダウンロードしました。
ko_kr: Dropbox에서 기기의 저장소로 %1 개의 파일을 다운로드했습니다.
nl_nl: Er is één bestand van Dropbox gedownload.
pl: Pomyślnie pobrano 1 plik z Dropboxa do pamięci lokalnej.
pt_br: 1 arquivo do Dropbox baixado com sucesso para o armazenamento local.
ro: S-a descărcat cu succes 1 fișier de pe Dropbox pe mediul local.
ru: Из Dropbox в локальное хранилище успешно загружен %1 файл.
sk: Úspešne bol stiahnutý 1 súbor z Dropboxu do miestneho úložiska.
sr: Успешно је преузет %1 фајл са Dropbox сервиса у локално складиште.
tr: 1 dosya Dropbox üzerinden yerel depolamaya indirildi.
uk: Успішно завантажено 1 файл з Dropbox до локального сховища.
zh_cn: 成功从 Dropbox 下载了 %1 个文件到本地存储。

source: Failed to download 1 file.
ar: فشل في تحميل %1 ملف.
ca: No s’ha pogut baixar 1 fitxer.
cs: Nepodařilo se stáhnout 1 soubor.
de: Der Download von 1 Datei ist fehlgeschlagen.
el: Αποτυχία λήψης 1 αρχείου.
es: No se ha podido descargar 1 archivo.
fa: دانلود ۱ فایل ناموفق بود.
fr: Échec du téléchargement du fichier %1.
gl: Non se puido descargar 1 ficheiro.
hu: Sikertelen fájl letöltés.
it_it: Scaricamento di 1 file fallito.
ja: %1 個のファイルのダウンロードに失敗しました。
ko_kr: 파일 %1개를 다운로드하지 못했습니다.
nl_nl: Downloaden van één bestand mislukt.
pl: Nie udało się pobrać 1 pliku.
pt_br: Falha ao baixar 1 arquivo.
ro: A eșuat descărcarea unui fișier.
ru: Не удалось загрузить %1 файл.
sk: Nepodarilo sa stiahnuť 1 súbor.
sr: Није успело преузимање %1 фајла.
tr: 1 dosya indirilemedi.
uk: Не вдалося завантажити 1 файл.
zh_cn: 未能下载 %1 个文件。

source: No files to download from Dropbox. Please check your configuration and connection.
ar: لا توجد ملفّاتٌ ليتم تحميلها من Dropbox. قم فضلًا بالتحقق من إعداداتك واتصالك بالشبكة.
ca: No hi ha cap fitxer del Dropbox per a baixar. Comproveu la configuració i la connexió.
cs: Žádné soubory ke stažení z Dropboxu. Prosím, zkontrolujte vaše nastavení a připojení.
de: Keine Dateien zum Herunterladen von Dropbox. Bitte überprüfen Sie Ihre Konfiguration und Verbindung.
el: Δεν υπάρχουν αρχεία για κατέβασμα από το Dropbox. Παρακαλούμε ελέγξτε την διαμόρφωση και την σύνδεσή σας.
es: No hay archivos de Dropbox para descargar. Comprobar configuración y conexión.
fa: پرونده‌ای برای دانلود از دراپ‌باکس وجود ندارد. لطفا تنظیماتتان و اتصال را بررسی کنید.
fr: Aucun fichier à télécharger depuis Dropbox. Vérifiez votre connexion et votre configuration.
gl: Non hai ficheiros para descargar de Dropbox. Por favor comproba a configuración e a conexión.
hu: A Dropbox nem tartalmaz letölthető fájlokat. Kérjük ellenőrizze a konfigurációt és a hálózati kapcsolatot.
it_it: Nessun file da scaricare da Dropbox. Controlla le tue impostazioni e connessione.
ja: Dropboxからダウンロードするファイルはありません。 接続設定や接続状態を確認してください。
ko_kr: Dropbox에서 다운로드할 파일이 없습니다 . 사용자의 설정 사항과 연결 상태를 확인해 보세요.
nl_nl: Geen bestanden om van Dropbox te downloaden. Controleer de configuratie of netwerkverbinding.
pl: Brak plików do pobrania z Dropboxa. Sprawdź konfiguracje i połączenie sieciowe.
pt_br: Nenhum arquivo para baixar do Dropbox. Por favor, verifique suas configurações e conexão.
ro: Nici un fișier nu a fost descărcat de pe Dropbox. Te rog verifică configurația și conexiunea.
ru: Нет файлов для загрузки из Dropbox. Пожалуйста, проверьте свои настройки и подключение к сети.
sk: Žiadne súbory na stiahnutie z Dropboxu. Skontrolujte svoje nastavenia a pripojenie.
sr: На Dropbox сервису нема ниједан фајл који може да се преузме. Молимо вас да проверите подешавања и везу.
tr: Dropbox üzerinden herhangi bir dosya indirilmedi. Lütfen yapılandırmanızı ve bağlantı durumunuzu denetleyin.
uk: Немає файлів для завантаження з Dropbox. Перевірте конфігурацію та з'єднання.
zh_cn: 没有要从 Dropbox 下载的文件。 请检查你的配置和网络连接。

source: Retrieving files…
ar: جارٍ تلقّي الملفات…
ca: S’estan recuperant els fitxers…
cs: Načítání souborů…
de: Dateien abrufen…
el: Ανάκτηση αρχείων…
es: Recuperando archivos…
fa: درحال بازیابی پرونده‌ها…
fr: Récupération des fichiers…
gl: A obter ficheiros…
hu: Fájlok visszanyerése…
it_it: Recuperando i file…
ja: ファイルの受信中…
ko_kr: 파일을 가져오는 중…
nl_nl: Bestanden ophalen…
pl: Pobieranie plików…
pt_br: Recuperando arquivos…
ro: Se preiau fișierele…
ru: Получение файлов…
sk: Načítavajú sa súbory…
sr: Фајлови се преузимају…
tr: Dosyalar alınıyor…
uk: Отримання файлів …
zh_cn: 正在接收文件…

source: Dropbox folder: %1 Local folder: %2
ar: مجلّد Dropbox: %1 المجلّد على الجهاز: %2
ca: Carpeta del Dropbox: %1 Carpeta local: %2
cs: Složka na Dropboxu: %1 Lokální složka: %2
de: Dropbox Ordner: %1 Lokaler Ordner: %2
el: Φάκελος Dropbox: %1 Τοπικός φάκελος: %2
es: Carpeta de Dropbox: %1 Carpeta local: %2
fa: پوشه دراپ‌باکس: %1 پوشه محلی: %2
fr: Dossier Dropbox : %1 Dossier local : %2
gl: Cartafol de Dropbox: %1 Cartafol local: %2
hu: Dropbox mappa: %1 Helyi mappa: %2
it_it: Cartella di Dropbox: %1 Cartella locale: %2
ja: Dropbox フォルダー: %1 ローカルフォルダー: %2
ko_kr: 드롭박스 폴더: %1 기기의 폴더: %2
nl_nl: Dropboxmap: %1 Loale map: %2
pl: Folder Dropbox: %1 Folder lokalny: %2
pt_br: Pasta do Dropbox: %1 Pasta local: %2
ro: Dosar Dropbox: %1 Dosar local: %2
ru: Папка Dropbox: %1 Локальная папка: %2
sk: Priečinok Dropbox: %1 Miestny priečinok: %2
sr: Dropbox директоријум: %1 Локални директоријум: %2
tr: Dropbox klasörü: %1 Yerel klasör: %2
uk: Тека Dropbox: %1 Локальна тека: %2
zh_cn: Dropbox 文件夹: %1 本地文件夹: %2

source: Choose Dropbox folder
ar: اختر مجلد Dropbox
ca: Selecciona la carpeta del Dropbox
cs: Vyberte složku na Dropboxu
de: Wähle Dropbox Ordner
el: Επιλογή φακέλου Dropbox
es: Seleccionar carpeta de Dropbox
fa: انتخاب پوشه دراپ‌باکس
fr: Choisir le dossier Dropbox
gl: Escoller cartafol de Dropbox
hu: Válasszon Dropbox mappát
it_it: Scegliere cartella di Dropbox
ja: Dropboxフォルダーを選択
ko_kr: Dropbox 폴더 고르기
nl_nl: Dropboxmap kiezen
pl: Wybierz folder Dropboxa
pt_br: Escolher pasta do Dropbox
ro: Alege dosar Dropbox
ru: Выбрать папку Dropbox
sk: Vybrať priečinok Dropbox
sr: Изаберите Dropbox директоријум
tr: Dropbox klasörünü seçin
uk: Вибрати теку Dropbox
zh_cn: 选择 Dropbox 文件夹

source: Choose local folder
ar: اختر مجلدًا على الجهاز
ca: Selecciona la carpeta local
cs: Vyberte lokální složku
de: Wähle lokalen Ordner
el: Επιλογή τοπικού φακέλου
es: Seleccionar carpeta local
fa: انتخاب پوشه محلی
fr: Choisir le dossier local
gl: Escoller cartafol local
hu: Válasszon helyi mappát
it_it: Scegliere cartella locale
ja: ローカルフォルダーを選択
ko_kr: 로컬 폴더 고르기
nl_nl: Lokale map kiezen
pl: Wybierz folder lokalny
pt_br: Escolher pasta local
ro: Alege dosar local
ru: Выбрать локальную папку
sk: Vybrať lokálny priečinok
sr: Изаберите локални директоријум
tr: Yerel klasörü seçin
uk: Вибрати локальну теку
zh_cn: 选择本地文件夹

source: Close
ar: إغلاق
ca: Tanca
cs: Zavřít
de: Schließen
el: Κλείσιμο
es: Cerrar
fa: بستن
fr: Fermer
gl: Pechar
hu: Bezárás
it_it: Chiudi
ja: 閉じる
ko_kr: 닫기
nl_nl: Sluiten
pl: Zamknij
pt_br: Fechar
ro: Închide
ru: Закрыть
sk: Zatvoriť
sr: Затвори
tr: Kapat
uk: Закрити
zh_cn: 关闭

source: Upload file
ar: تحميل الملف
ca: Puja un fitxer
cs: Nahrát soubor
de: Datei hochladen
el: Ανέβασμα Αρχείου
es: Subir archivo
fa: آپلود پرونده
fr: Envoyer le fichier
gl: Subir ficheiro
hu: Fájl feltöltése
it_it: Carica file
ja: ファイルをアップロード
ko_kr: 업로드 파일
nl_nl: Upload bestand
pl: Prześlij plik
pt_br: Fazer upload do arquivo
ro: Încarcă fișier
ru: Выгрузить файл
sk: Nahrať súbor
sr: Отпреми фајл
tr: Dosya yükle
uk: Вивантажити файл
zh_cn: 上传文件

source: New folder
ar: مجلد جديد
ca: Carpeta nova
cs: Nová složka
de: Neuer Ordner
el: Νέος φάκελος
es: Carpeta nueva
fa: پوشه جدید
fr: Nouveau dossier
gl: Novo cartafol
hu: Új mappa
it_it: Nuova cartella
ja: 新規フォルダー
ko_kr: 새 폴더
nl_nl: Nieuwe map
pl: Nowy folder
pt_br: Nova pasta
ro: Dosar nou
ru: Новая папка
sk: Nový priečinok
sr: Нов директоријум
tr: Yeni klasör
uk: Нова тека
zh_cn: 新文件夹

source: Return to cloud storage list
ar: العودة إلى قائمة التخزين السحابي
ca: Tornar a la llista d'emmagatzematge en el núvol
cs: Vrátit se na seznam cloudového úložiště
de: Zurück zur Liste der Cloudspeicher
el: Επιστροφή στον κατάλογο αποθήκευσης στο cloud
es: Volver a la lista de almacenamiento en la nube
fa: بازگشت به لیست فضای ذخیره‌سازی ابری
fr: Retourner aux stockages en ligne
gl: Volver á lista de almacenamento na nube
hu: Vissza a felhőtárhelyekhez
it_it: Torna all'elenco di archiviazione cloud
ja: クラウドストレージリストに戻る
ko_kr: 클라우드 스토리지 목록으로 돌아가기
nl_nl: Terug naar cloudopslaglijst
pl: Wróć do listy dysków w chmurze
pt_br: Retornar para a lista de armazenamento em nuvem
ro: Întoarce-te la lista de stocare în cloud
ru: Вернуться к списку облачных хранилищ
sk: Návrat na zoznam cloudových úložísk
sr: Повратак на листу складишта у облаку
tr: Bulut depolama listesine dön
uk: Повернутися до списку хмарних сховищ
zh_cn: 返回云存储列表

source: File size must be less than 150 MB.
ar: حجم الملف يجب أن يكون أقل من 150 ميغابايت.
ca: La mida del fitxer ha de ser inferior a 150 MB.
cs: Velikost souboru musí být menší než 150 MB.
de: Die Dateigröße muss weniger als 150 MB betragen.
el: Το μέγεθος του αρχείου πρέπει να είναι μικρότερο από 150 MB.
es: El tamaño del archivo debe ser inferior a 150 MB.
fa: حجم پرونده باید کمتر از ۱۵۰ مگابایت باشد.
fr: La taille du fichier ne doit pas dépasser 150 Mo.
gl: O tamaño do ficheiro ten que ser menor que 150 MB.
hu: A fájlméret max. 150 MB lehet.
it_it: La dimensione del file deve essere inferiore a 150 MB.
ja: ファイルサイズは最大150MBに制限されています。
ko_kr: 파일 크기는 150MB보다 작아야 합니다.
nl_nl: De bestandsgrootte moet minder dan 150 MB zijn.
pl: Rozmiar pliku musi być mniejszy niż 150 MB.
pt_br: O tamanho do arquivo deve ser menor que 150 MB.
ro: Mărimea fișierului trebuie să fie mai mică de 150 MO.
ru: Размер файла не должен превышать 150 МБ.
sk: Veľkosť súboru musí byť menšia ako 150 MB.
sr: Величина фајла мора бити мања од 150 MB.
tr: Dosya boyutu 150 MB değerinden küçük olmalıdır.
uk: Розмір файлу має бути менш як 150 МБ.
zh_cn: 文件大小不能大于150MB。

source: Uploading…
ar: جارٍ التحميل…
ca: S’està pujant…
cs: Nahrávání…
de: Hochladen…
el: Μεταφόρτωση…
es: Subiendo…
fa: درحال آپلود…
fr: Envoi…
gl: A subir…
hu: Feltöltés folyamatban…
it_it: Caricamento…
ja: アップロード中…
ko_kr: 업로드 중…
nl_nl: Aan het uploaden…
pl: Przesyłanie…
pt_br: Fazendo upload…
ro: Se încarcă…
ru: Выгрузка…
sk: Nahráva sa…
sr: Отпрема се…
tr: Yükleniyor…
uk: Вивантаження…
zh_cn: 上传中…

source: Create
ar: أنشئ
ca: Crea
cs: Vytvořit
de: Erstellen
el: Δημιουργία
es: Crear
fa: ساخته شود
fr: Créer
gl: Crear
hu: Létrehozás
it_it: Creare
ja: 作成
ko_kr: 만들기
nl_nl: Aanmaken
pl: Utwórz
pt_br: Criar
ro: Crează
ru: Создать
sk: Vytvoriť
sr: Направи
tr: Oluştur
uk: Створити
zh_cn: 创建

source: Enter folder after creation
ar: أدخل المجلد بعد الإنشاء
ca: Entrar en la carpeta després de crear-la
cs: Po vytvoření přejít do složky
de: Ordner nach Erstellung eingeben
el: Μετάβαση στον φάκελο μετά τη δημιουργία
es: Entrar en la carpeta después de crearla
fa: ورود به پوشه پس از ایجاد
fr: Accéder au dossier après création
gl: Entrar no cartafol despois de crealo
hu: Létrehozás után lépjen a mappába
it_it: Entra nella cartella dopo la creazione
ja: 作成後にフォルダーに入る
ko_kr: 만든 후 폴더 입력
nl_nl: Map invoeren na aanmaken
pl: Wejdź do folderu po utworzeniu
pt_br: Entrar na pasta após criação
ro: Accesează dosarul după creare
ru: Войти в папку после создания
sk: Otvoriť priečinok po jeho vytvorení
sr: Уђи у директоријум након креирања
tr: Eklenen klasöre geç
uk: Увійти до теки після створення
zh_cn: 创建后进入文件夹

source: File saved to: %1
ar: تمّ حفظ الملف في: %1
ca: S’ha desat el fitxer a: %1
cs: Soubor byl uložen do: %1
de: Datei gespeichert nach: %1
el: Το αρχείο αποθηκεύτηκε στο: %1
es: Archivo guardado en: %1
fa: فایل ذخیره شد در: %1
fr: Fichier enregistré sous : %1
gl: Ficheiro gardado como: %1
hu: A fájl elmentve ide: %1
it_it: File salvato in: %1
ja: ファイルを保存しました: %1
ko_kr: 저장된 파일: %1
nl_nl: Bestand opgeslagen naar: %1
pl: Plik zapisany do: %1
pt_br: Arquivo salvo em: %1
ro: Fișier salvat în: %1
ru: Файл сохранён в: %1
sk: Súbor uložený do: %1
sr: Фајл је сачуван у: %1
tr: Dosya şuraya kaydedildi: %1
uk: Файл збережено до: %1
zh_cn: 文件已保存至： %1

source: File saved to: %1 Would you like to read the downloaded book now?
ar: تم حفظ الملف في: %1 هل ترغب في قراءة الكتاب الذي تم تنزيله الآن؟
ca: S’ha desat el fitxer a: %1 Voleu llegir ara el llibre baixat?
cs: Soubor byl uložen do: %1 Chcete nyní začít číst staženou knihu?
de: Datei gespeichert in: %1 Möchten Sie das heruntergeladene Buch jetzt lesen?
el: Το αρχείο αποθηκεύτηκε στο: %1 Θα θέλατε να διαβάσετε το κατεβασμένο βιβλίο;
es: Archivo guardado en: %1 ¿Quiere leer ahora el libro descargado?
fa: پرونده ذخیره شد در: %1 آیا می‌خواهید کتاب دانلود شده را الان بخوانید؟
fr: Fichier enregistré sous : %1 Voulez-vous lire le livre téléchargé maintenant ?
gl: Ficheiro gardado en: %1 Gustaríache ler agora o libro descargado?
hu: A fájl elmentve ide: %1 Szeretné elolvasni most a letöltött könyvet?
it_it: File salvato in: %1 Vuoi leggere ora il libro scaricato?
ja: ファイルを保存しました: %1 ダウンロードした書籍を今すぐ読みますか？
ko_kr: 파일 저장된 곳: %1 다운로드된 책을 지금 읽을까요?
nl_nl: Bestand opgeslagen naar: %1 Wil je het gedownloade boek nu lezen?
pl: Plik zapisany do: %1 Czy chcesz teraz czytać pobraną książkę?
pt_br: Arquivo salvo em: %1 Gostaria de ler o livro baixado agora?
ro: Fișierul a fost salvat în: %1 Ai dori să citești cartea descărcată acum?
ru: Файл сохранён в: %1 Вы хотите читать загруженную книгу сейчас?
sk: Súbor uložený do: %1 Prajete si teraz stiahnutú knihu prečítať?
sr: Фајл је сачуван у: %1 Желите ли сада да читате преузету књигу?
tr: Dosya şuraya kaydedilemedi: %1 İndirilen kitabı şimdi okumak ister misiniz?
uk: Файл збережено до: %1 Хочете почати читати завантажену книжку зараз?
zh_cn: 文件已保存至： %1 现在就要阅读刚刚下载的书籍么？

source: Could not save file to: %1
ar: تعذر حفظ الملف إلى: %1
ca: No s’ha pogut desar el fitxer a: %1
cs: Soubor nelze uložit do: %1
de: Konnte Datei nicht speichern nach: %1
el: Δεν μπορεί να αποθηκευτεί το αρχείο στο: %1
es: No se puede guardar el archivo en: %1
fa: نمی‌توان پرونده را ذخیره کرد در: %1
fr: Impossible de sauvegarder le fichier sous : %1
gl: Imposible gardar ficheiro en: %1
hu: Nem sikerült elmenteni a fájlt ide: %1
it_it: Impossibile salvare il file in: %1
ja: 以下にファイルを保存できませんでした: %1
ko_kr: 여기에 파일을 저장할 수 없습니다: %1
nl_nl: Kan bestand niet opslaan naar: %1
pl: Nie można zapisać pliku do: %1
pt_br: Não foi possível salvar o arquivo em: %1
ro: Nu s-a putut salva fișierul în: %1
ru: Не удалось сохранить файл в: %1
sk: Súbor sa nepodarilo uložiť do: %1
sr: Фајл није могао да се сачува у: %1
tr: Dosya şuraya kaydedilemedi: %1
uk: Не вдалося зберегти до: %1
zh_cn: 不能把文件保存至： %1

source: File uploaded: %1
ar: تم تحميل الملف: %1
ca: S’ha pujat el fitxer: %1
cs: Soubor byl nahrán: %1
de: Datei hochgeladen: %1
el: Το αρχείο μεταφορτώθηκε: %1
es: Archivo subido: %1
fa: پرونده آپلود شد: %1
fr: Fichier envoyé : %1
gl: Ficheiro subido: %1
hu: Fájl feltöltve: %1
it_it: File caricato: %1
ja: ファイルをアップロードしました: %1
ko_kr: 업로드된 파일: %1
nl_nl: Bestand opgeladen naar: %1
pl: Plik przesłany do: %1
pt_br: Arquivo carregado: %1
ro: Fișier încărcat: %1
ru: Файл выгружен: %1
sk: Nahraný súbor: %1
sr: Фајл је отпремљен у: %1
tr: Dosya yüklendi: %1
uk: Файл вивантажено: %1
zh_cn: 已上传的文件： %1

source: Could not upload file: %1
ar: تعذر تحميل الملف: %1
ca: No s’ha pogut pujar el fitxer: %1
cs: Soubor nelze nahrát: %1
de: Datei konnte nicht hochgeladen werden: %1
el: Δεν ήταν δυνατή η μεταφόρτωση του αρχείου: %1
es: No se ha podido subir el archivo: %1
fa: آپلود پرونده امکان‌پذیر نبود: %1
fr: Impossible d'envoyer le fichier : %1
gl: Non foi posible subir o ficheiro: %1
hu: Nem sikerült feltölteni a fájlt: %1
it_it: Impossibile caricare il file: %1
ja: 下記のファイルをアップロードできませんでした: %1
ko_kr: 파일을 업로드할 수 없음: %1
nl_nl: Kan bestand niet opladen naar: %1
pl: Nie można przesłać pliku do: %1
pt_br: Não foi possível fazer o upload do arquivo: %1
ro: Nu s-a putut încărca fișierul: %1
ru: Не удалось выгрузить файл: %1
sk: Nepodarilo sa nahrať súbor: %1
sr: Фајл није могао да се отпреми у: %1
tr: Dosya yüklenemedi: %1
uk: Не вдалося вивантажити: %1
zh_cn: 无法上传文件： %1

source: Could not create folder: %1
ar: تعذر إنشاء المجلد: %1
ca: No s’ha pogut crear la carpeta: %1
cs: Nepodařilo se vytvořit složku: %1
de: Ordner konnte nicht erstellt werden: %1
el: Δεν ήταν δυνατή η δημιουργία φακέλου: %1
es: No se ha podido crear la carpeta: %1
fa: ایجاد پوشه امکان‌پذیر نبود: %1
fr: Impossible de créer le dossier : %1
gl: Non se puido crear o cartafol: %1
hu: Mappa létrehozási hiba: %1
it_it: Impossibile creare la cartella: %1
ja: フォルダーを作成できませんでした: %1
ko_kr: 폴더를 만들 수 없습니다: %1
nl_nl: Map aanmaken mislukt: %1
pl: Nie można utworzyć folderu: %1
pt_br: Não foi possível criar a pasta: %1
ro: A eșuat crearea dosarului: %1
ru: Не удалось создать папку: %1
sk: Nepodarilo sa vytvoriť priečinok: %1
sr: Директоријум није могао да се креира: %1
tr: Klasör eklenemedi: %1
uk: Не вдалося створити теку: %1
zh_cn: 无法创建文件夹： %1
