Repository: spruceUI/spruceOS
Catalog: App/KoReader/l10n/*/koreader.po
Languages: ar, ca, cs, de, el, es, fa, fr, gl, hu, it_it, ja, ko_kr, nl_nl, pl, pt_br, ro, ru, sk, sr, tr, uk, zh_cn

source: Switch to rendering debug view
ar: قم بالتبديل إلى وضع إزالة الأعطال الخاص بعملية العرض
ca: Canviar a vista de depuració de renderitzat
cs: Přepnout na vykreslovací ladící zobrazení
de: Zur Rendering Debug-Ansicht wechseln
el: Εναλλαγή σε προβολή σφαλμάτων απόδοσης
es: Cambiar a la vista de depuración de renderizado
fr: Basculer vers la vue de débogage du rendu
gl: Cambiar á vista de depuración de renderización
hu: Átkapcsolás bővített hibakereső nézetre
it_it: Passa al debug della resa grafica
ja: デバグ表示に切り替え
ko_kr: 디버그 보기 렌더링으로 전환
nl_nl: Debug-weergave inschakelen
pl: Przełącz do renderowanego widoku debugowania
pt_br: Mudar para a visualização de depuração de renderização
ro: Comută în mod depanare randare
ru: Переключиться в режим отладки отрисовки
sk: Prepnúť na zobrazenie ladenia vykresľovania
sr: Пређи на поглед за отклањање грешака приказивања
tr: Görüntüleme hata ayıklama görünümüne geç
uk: Перейти в режим налагодження перегляду
zh_cn: 切换至渲染调试视图

source: Switch to unicode debug view
ar: التبديل إلى طريقة عرض تصحيح unicode
ca: Canviar a vista de depuració unicode
cs: Přepnout na unicode ladící zobrazení
de: Zur Unicode Debug-Ansicht wechseln
el: Εναλλαγή σε προβολή εντοπισμού σφαλμάτων unicode
es: Cambiar a vista de depuración de unicode
fr: Basculer vers la vue de débogage unicode
gl: Cambiar á vista de depuración de unicode
hu: Átkapcsolás bővített unicode hibakereső nézetre
it_it: Passa alla vista di debug di unicode
ja: Unicodeデバグ表示に切り替え
ko_kr: 유니코드 디버그 보기로 전환
nl_nl: Unicode debug-weergave inschakelen
pl: Przełącz do widoku debugowania w trybie Unicode
pt_br: Mudar para a visualização de depuração de Unicode
ro: Comută în mod depanare unicode
ru: Переключиться в режим отладки юникода
sk: Prepnúť na zobrazenie ladenia Unicode
sr: Пређи на поглед за отклањање уникод грешака
tr: Unikod hata ayıklama görünümüne geç
uk: Перейти до налагодження в кодуванні Unicode
zh_cn: 切换至 unicode 调试视图

source: Failed getting HTML for selection
ar: فشل الحصول على HTML للتحديد
ca: Error en generar HTML a partir de la selecció
cs: Nepodařilo se získat HTML pro výběr
de: HTML für die Auswahl nicht erhalten
el: Αποτυχία απόκτησης του HTML της επιλογής
es: Error al generar HTML a partir de la selección
fa: دریافت HTML برای انتخاب ناموفق
fr: Échec de l’obtention du code HTML de la sélection
gl: Fallo ao obter HTML para a selección
hu: Sikertelen HTML blokk kijelölés
it_it: Impossibile ottenere l'HTML per la selezione
ja: 選択範囲のHTML取得に失敗
ko_kr: 선택 영역의 HTML 가져오기 실패
nl_nl: HTML voor selectie achterhalen mislukt
pl: Pobieranie HTML-a zakończone niepowodzeniem
pt_br: Falha ao obter HTML para seleção
ro: Nu s-a putut citi HTML-ul pentru selecție
ru: Не удалось получить HTML для выбора
sk: Zlyhalo získanie HTML z výberu
sr: Није успело добављање HTML кода за изабрани текст
tr: Seçim için HTML alınamadı
uk: Не вдалося отримати HTML для виділеного
zh_cn: 获取选择的 HTML 失败

source: View %1
ar: عرض %1
ca: Veure %1
cs: Zobrazit %1
de: %1 anzeigen
el: Προβολή %1
es: Ver %1
fa: دیدن %1
fr: Afficher %1
gl: Vista %1
hu: Nézet %1
it_it: Visualizza %1
ja: %1 を閲覧
ko_kr: %1 보기
nl_nl: Weergeven %1
pl: Widok %1
pt_br: Ver %1
ro: Afișează %1
ru: Режим %1
sk: Zobraziť %1
sr: Поглед %1
tr: %1 görüntüle
uk: Переглянути %1
zh_cn: 查看 %1

source: Failed getting CSS content
ar: فشلت محاولة الحصول على محتوى CSS
ca: Error en la presentació de contingut CSS
cs: Nepodařilo se načíst CSS stylování
de: Der Abruf von CSS-Inhalten ist fehlgeschlagen
el: Αποτυχία λήψης περιεχομένου CSS
es: Error en la presentación de contenido CSS
fa: دریافت محتوای CSS ناموفق بود
fr: Échec de l’obtention du contenu CSS
gl: Fallo obtendo o contido CSS
hu: Nem sikerült a CSS tartalom beolvasása
it_it: Impossibile ottenere il contenuto CSS
ja: CSS コンテンツの取得に失敗しました
ko_kr: CSS 컨텐츠 가져오기 실패
nl_nl: CSS-inhoud achterhalen mislukt
pl: Pobieranie zawartości CSS zakończone niepowodzeniem
pt_br: Falha em obter conteúdo CSS
ro: A eșuat citirea conținutului CSS
ru: Не удалось получить содержимое CSS
sk: Zlyhalo získanie obsahu CSS
sr: Није успело добављање CSS садржаја
tr: CSS içeriği alınamadı
uk: Не вдалося отримати зміст CSS
zh_cn: 获取 CSS 内容失败

source: Selection HTML
ar: اختيار HTML
ca: Selecció HTML
cs: Výběr HTML
de: HTML Auswahl
el: Επιλογή HTML
es: Selección HTML
fa: انتخاب HTML
fr: Code HTML de la sélection
gl: Selección HTML
hu: A kijelölés HTML nézetben
it_it: Selezione HTML
ja: 選択範囲のHTML
ko_kr: 선택 영역의 HTML
nl_nl: Selectie-html
pl: Wybór HTML
pt_br: Seleção HTML
ro: Codul HTML al selecției
ru: Выбор HTML
sk: Výber HTML
sr: HTML избора
tr: Seçim HTML
uk: HTML виділеного
zh_cn: 选中部分的HTML

source: Selector copied to clipboard.
ca: Selector copiat en el portapapers.
cs: Selektor byl zkopírován do schránky.
de: Auswahl in die Zwischenablage kopiert.
el: Η επιλογή αντιγράφηκε στο πρόχειρο.
es: Selector copiado en el portapapeles.
fa: قسمت انتخاب شده به تخته‌گیره اضافه شد.
fr: Sélection copiée dans le presse-papier.
gl: Selector copiado ao portapapeis.
hu: Kijelölés a vágólapra másolva.
it_it: Selettore copiato negli appunti.
ja: 選択内容をクリップボードにコピーしました。
ko_kr: 선택 항목이 클립보드에 복사되었습니다.
nl_nl: Selector naar klembord gekopieerd.
pl: Selektor skopiowano do schowka.
pt_br: Seleção copiada para a área de transferência.
ru: Селектор скопирован в буфер обмена.
sk: Výber bol skopírovaný do schránky.
sr: Селектор је копиран у клипборд.
tr: Seçim panoya kopyalandı.
uk: Вибране скопійовано до буфера обміну.
zh_cn: 已复制所选部分到剪贴板。

source: Selector appended to clipboard.
ca: Selector afegit al portapapers.
cs: Selektor byl připojen k obsahu schránky.
de: Auswahl in die Zwischenablage angehängt.
el: Η επιλογή προστέθηκε στο πρόχειρο.
es: Selector añadido al portapapeles.
fa: قسمت انتخاب شده به تخته‌گیره اضافه شد.
fr: Sélection ajoutée dans le presse-papiers.
gl: Selector engadido ao portapapeis.
hu: Kijelölés a vágólaphoz fűzve.
it_it: Selettore aggiunto agli appunti.
ja: 選択内容をクリップボードに追加しました。
ko_kr: 선택 항목이 클립보드에 추가되었습니다.
nl_nl: Selector toegevoegd aan klembord.
pl: Selektor dołączono do schowka.
pt_br: Seleção anexada à área de transferência.
ru: Селектор добавлен к содержимому буфера обмена.
sk: Výber bol pridaný ku obsahu schránky.
sr: Селектор је надовезан на садржај клипборда.
tr: Seçim panoya eklendi.
uk: Вибране скопійовано на початок буфера обміну.
zh_cn: 已将所选部分添加到剪贴板。

source: Show matched stylesheets rules (element only)
ca: Mostrar regles de fulles d'estil coincidents (només element)
cs: Zobrazit odpovídající pravidla v šablonách stylů (jen elementy)
de: Regeln für übereinstimmende Stylesheets anzeigen (nur Element)
el: Εμφάνιση κανόνων αντίστοιχων φύλλων στυλ (μόνο στοιχείο)
es: Mostrar reglas de hojas de estilo coincidentes (sólo elemento)
fr: Afficher les règles des feuilles de style correspondantes (élément uniquement)
gl: Mostrar regras de estilo que coincidan (só o elemento)
hu: Egyező stíluslapszabályok megjelenítése (csak elem)
it_it: Mostra regole dei fogli di stile corrispondenti (solo elemento)
ja: 一致したスタイルシートのルール(要素のみ)を表示
ko_kr: 일치하는 스타일시트 규칙 표시(요소만 해당)
nl_nl: Regels voor overeenkomende stylesheets weergeven (alleen element)
pl: Pokaż dopasowane reguły arkuszy stylów (tylko element)
pt_br: Mostrar regras de folhas de estilo correspondentes (somente elemento)
ru: Показывать совпадающие правила таблиц стилей (только для элемента)
sk: Zobraziť zhodné pravidlá šablón so štýlmi (iba prvok)
sr: Прикажи правила листе стилова која се подударају (само за елемент)
tr: Eşleşen biçem sayfaları kuralları görüntülensin (yalnızca bileşen)
uk: Показати відповідні правила таблиць стилів (лише для елементів)
zh_cn: 显示匹配的样式表规则（仅元素）

source: Show matched stylesheets rules (all ancestors)
ca: Mostrar regles de fulles d'estil coincidents (tots els elements precedents)
de: Angepasste Stylesheet-Regeln anzeigen (alle Vorgänger)
el: Εμφάνιση κανόνων αντίστοιχων φύλλων στυλ (όλοι οι πρόγονοι)
es: Mostrar reglas de hojas de estilo coincidentes (todos los elementos precedentes)
fr: Afficher les règles des feuilles de style correspondantes (tous les ancêtres)
gl: Mostrar regras de estilo que coincidan (todos os elementos precedentes)
hu: Egyező stíluslapszabályok megjelenítése (minden előd/ős)
it_it: Mostra regole dei fogli di stile corrispondenti (tutti gli antenati)
ja: 一致したスタイルシートのルール(全祖先)を表示
ko_kr: 일치하는 스타일시트 규칙 표시(모든 상위 항목)
nl_nl: Regels voor overeenkomende stylesheets weergeven (alle bovenliggende elementen)
pl: Pokaż dopasowane reguły arkuszy stylów (wszystkie elementy nadrzędne)
pt_br: Mostrar regras de folhas de estilo correspondentes (todos os ancestrais)
ru: Показывать совпадающие правила таблиц стилей (для всех предков)
sk: Zobraziť zhodné pravidlá šablón štýlov (všetci predkovia)
sr: Прикажи правила листе стилова која се подударају (за све предаке)
tr: Eşleşen biçem sayfası kurallarını görüntüle (tüm üst ögeler)
uk: Показати відповідні правила таблиць стилів (для всіх елементів вищого рівня)
zh_cn: 显示匹配的样式表规则（所有节点）

source: Copy to clipboard:
ca: Copiar al portapapers:
cs: Zkopírovat do schránky:
de: Kopiere in die Zwischenablage:
el: Αντιγραφή στο πρόχειρο:
es: Copiar al portapapeles:
fa: رونوشت به تخته‌گیره:
fr: Copié dans le presse-papier :
gl: Copiar ao portapapeis:
hu: Vágólapra másolva:
it_it: Copia negli appunti:
ja: クリップボードにコピー:
ko_kr: 클립보드로 복사하기:
nl_nl: Naar klembord kopiëren:
pl: Skopiowano do schowka:
pt_br: Copiar para a área de transferência:
ru: Скопировано в буфер обмена:
sk: Skopírovať do schránky:
sr: Копирај у клипборд:
tr: Panoya kopyala:
uk: Скопійовано до буфера обміну:
zh_cn: 已复制到剪贴板：

source: Matching rulesets (all ancestors)
ca: Conjunts de regles coincidents (tots els elements precedents)
de: Übereinstimmende Regelsätze (alle Vorgänger)
el: Αντιστοίχιση συνόλων κανόνων (όλοι οι πρόγονοι)
es: Conjuntos de reglas coincidentes (todos los elementos precedentes)
fr: Ensembles de règles correspondantes (tous les ancêtres)
gl: Conxuntos de regras que coincided (todos os elementos anteriores)
hu: Egyező szabálykészletek (minden ős)
it_it: Insieme di regole corrispondenti (tutti gli antenati)
ja: 一致したルールセット(全祖先)
ko_kr: 일치하는 규칙 집합(모든 상위 항목)
nl_nl: Overeenkomende regelsets (alle bovenliggende elementen)
pl: Pasujące zestawy reguł (wszystkie elementy nadrzędne)
pt_br: Conjuntos de regras correspondentes (todos os ancestrais)
ru: Совпадающие наборы правил (для всех предков)
sk: Zodpovedajúce sady pravidiel (všetci predkovia)
sr: Скупови правила која се подударају (за све предаке)
tr: Eşleştirme kural kümeleri (tüm üst ögeler)
uk: Відповідні набори правил (для всіх елементів вищого рівня)
zh_cn: 匹配规则（所有节点）

source: Matching rulesets (element only)
ca: Conjunts de regles de comparació (només element)
cs: Odpovídající sady pravidel (jen elementy)
de: Übereinstimmende Regelsätze (nur Element)
el: Αντιστοίχιση συνόλων κανόνων (μόνο στοιχείο)
es: Conjuntos de reglas de comparación (solo elemento)
fr: Ensembles de règles correspondantes (élément uniquement)
gl: Conxuntos de regras que coinciden (só o elemento)
hu: Egyeztető szabálykészletek (csak elem)
it_it: Insieme di regole corrispondenti (solo elemento)
ja: 一致したルールセット(要素のみ)
ko_kr: 일치하는 규칙 집합(요소만 해당)
nl_nl: Overeenkomende regelsets (alleen element)
pl: Pasujące zestawy reguł (tylko element)
pt_br: Conjuntos de regras correspondentes (somente elemento)
ru: Совпадающие наборы правил (только для элемента)
sk: Zodpovedajúce sady pravidiel (iba prvok)
sr: Скупови правила која се подударају (само за елемент)
tr: Eşleştirme kural kümeleri (yalnızca bileşen)
uk: Відповідні набори правил (лише для елемента)
zh_cn: 匹配规则（仅元素）

source: No matching rulesets
ca: No hi ha conjunts de regles de comparació
cs: Žádné odpovídající sady providel
de: Keine passenden Regelsätze
el: Δεν υπάρχουν αντίστοιχα σύνολα κανόνων
es: No hay conjuntos de reglas de comparación
fr: Aucun ensemble de règles correspondant
gl: Non hai conxuntos de regras que coincidan
hu: Nincsenek egyező szabálykészletek
it_it: Nessun insieme di regole corrispondenti
ja: 一致したルールセットはありません
ko_kr: 일치하는 규칙 집합 없음
nl_nl: Geen overeenkomende regelsets
pl: Brak pasujących zestawów reguł
pt_br: Nenhum conjunto de regras correspondente
ru: Нет совпадающих наборов правил
sk: Žiadne zodpovedajúce sady pravidiel
sr: Не подудара се ниједан скуп правила
tr: Eşleşen bir kural kümesi yok
uk: Немає відповідних наборів правил
zh_cn: 没有匹配的规则

source: About book map (overview)
ca: Sobre el mapa del llibre (visió general)
cs: O mapě knihy (přehled)
de: Über Buchkarte (Übersicht)
el: Σχετικά με τον χάρτη βιβλίου (επισκόπηση)
es: Acerca del mapa del libro (visión general)
fa: درباره نقشه کتاب (نمای کلی)
fr: À propos de la carte de livre (aperçu)
gl: Acerca do mapa do libro (vista xeral)
hu: A könyvtérképről (áttekintés)
it_it: Informazioni sulla mappa del libro (panoramica)
ko_kr: 책 지도에 대해서(개요)
nl_nl: Over boekkaart (overzicht)
pl: O mapie książki (przegląd)
pt_br: Sobre o mapa do livro (visão geral)
ru: О карте книги (обзоре)
sk: O knižnej mape (prehľad)
sr: О мапи књиге (прегледу)
tr: Kitap haritası hakkında (özet)
uk: Про мапу книги (огляд)
zh_cn: 关于书籍地图（预览）

source: About book map
ca: Sobre el mapa del llibre
cs: O mapě knihy
de: Über Buchkarte
el: Σχετικά με τον Χάρτη βιβλίου
es: Acerca del mapa del libro
fa: درباره نقشه کتاب
fr: À propos de la carte de livre
gl: Acerca do mapa do libro
hu: A könyvtérképről
it_it: Informazioni sulla mappa del libro
ko_kr: 도서 맵에 대해서
nl_nl: Over boekkaart
pl: O mapie książki
pt_br: Sobre o mapa do livro
ru: О карте книги
sk: O knižnej mape
sr: О мапи књиге
tr: Kitap haritası hakkında
uk: Про карту книги
zh_cn: 关于书籍地图

source: Available gestures
ca: Gestos disponibles
cs: Dostupná gesta
de: Verfügbare Gesten
el: Διαθέσιμες χειρονομίες
es: Gestos disponibles
fa: ژست‌های حرکتی در دسترس
fr: Gestes disponibles
gl: Acenos dispoñibles
hu: Rendelkezésre álló gesztusok
it_it: Gesti disponibili
ko_kr: 사용 가능한 제스처
nl_nl: Beschikbare gebaren
pl: Dostępne gesty
pt_br: Gestos disponíveis
ru: Доступные жесты
sk: Dostupné gestá
sr: Доступне гестикулације
tr: Kullanılabilecek el hareketleri
uk: Доступні жести
zh_cn: 可用的手势

source: Page browser on tap
ca: Navegador de pàgines en prémer
cs: Prohlížeč stránek na ťuknutí
de: Seitenbrowser bei Tippen
el: Περιήγηση σελίδων με ένα πάτημα
es: Navegador de páginas al pulsar
fa: مرور صفحات با ضربه
fr: Navigateur de page au toucher
gl: Explorador de páxinas ao pulsar
hu: Oldalböngésző érintésre
it_it: Navigatore delle pagine al tocco
ko_kr: 탭할 때 페이지 탐색기
nl_nl: Paginabrowser op tik
pl: Przeglądarka stron po stuknięciu
pt_br: Navegador de páginas ao tocar
ru: Браузер страниц по касанию
sk: Prehliadač stránok po ťuknutí
sr: Прегледач страница кад се тапне
tr: Dokunulduğunda sayfa tarayıcı
uk: Браузер сторінок після торкання
zh_cn: 轻按显示页面浏览器

source: Alternative theme
ca: Tema alternatiu
de: Alternatives Thema
el: Εναλλακτικό θέμα
es: Tema alternativo
fa: ظاهر جایگزین
fr: Thème alternatif
gl: Tema alternativo
hu: Alternatív téma
it_it: Tema alternativo
ko_kr: 대체 테마
nl_nl: Alternatief thema
pl: Alternatywny motyw
pt_br: Tema alternativo
ru: Альтернативная тема
sk: Alternatívna téma
sr: Алтернативна тема
tr: Alternatif tema
uk: Альтернативна тема
zh_cn: 切换主题

source: Switch current/initial views
ca: Alternar entre les vistes actual/inicial
cs: Přepnout aktuální/počáteční zobrazení
de: Umschalten aktuelle/Startansichten
el: Εναλλαγή τρέχουσας/αρχικής προβολής
es: Alternar entre las vistas actual/inicial
fa: تغییر نمای فعلی / اولیه
fr: Changer les vues actuelles/initiales
gl: Alternar vista actual/vista inicial
hu: Váltás az aktuális/kezdeti nézetek között
it_it: Cambiare vista corrente/iniziale
ko_kr: 현재/초기 보기 전환
nl_nl: Huidige/initiële weergave schakelen
pl: Przełącz widoki: bieżący/początkowy
pt_br: Alternar exibição atual/inicial
ru: Переключить вид: текущий/исходный
sk: Prepnúť aktuálne/počiatočné zobrazenia
sr: Пребацуј текући/почетни поглед
tr: Geçerli/başlangıç görünümüne geç
uk: Перемикання поточного/початкового виглядів
zh_cn: 切换当前/初始视图

source: Switch grid/flat views
ca: Alternar entre vista en quadrícula/plana
de: Umschalten Raster-/Flachansicht
el: Εναλλαγή πλέγματος/ισόπεδης προβολής
es: Alternar entre vista en cuadrícula/plana
fa: تغییر به نمای مشبک/تخت
fr: Passer de la vue en grille à la vue plateforme ou l'inverse
gl: Alternar vista grade/vista plana
hu: Rácsos/Lapos nézetek váltása
it_it: Cambia vista griglia/piatta
ko_kr: 그리드/평면 보기 전환
nl_nl: Raster/vlakke weergave schakelen
pl: Przełącz widoki: siatki/płaski
pt_br: Alternar exibição grade/plano
ru: Переключить вид: сеткой/плоский
sk: Prepnúť zobrazenie mriežky/plochého zobrazenia
sr: Пребацуј поглед мреже/равни
tr: Izgara/düz görünüme geç
uk: Перемикання сіткового/плоского перегляду
zh_cn: 切换网格/平面视图

source: Chapter levels
ca: Nivells dels capítols
cs: Úrovně kapitol
de: Kapitel Ebenen
el: Επίπεδα κεφαλαίων
es: Niveles de los capítulos
fr: Niveaux de chapitre
gl: Niveis dos capítulos
hu: Fejezetszint
it_it: Livelli dei capitoli
ko_kr: 챕터 레벨
nl_nl: Hoofdstukniveaus
pl: Poziomy rozdziałów
pt_br: Níveis de capítulos
ru: Уровни глав
sk: Úrovne kapitol
sr: Нивои поглавља
tr: Bölüm düzeyleri
uk: Рівні розділів
zh_cn: 章节等级

source: Page slot width
ca: Amplària de l'espai entre pàgines
de: Breite des Seitenbereichs
el: Πλάτος εγκοπής σελίδας
es: Anchura del espacio entre páginas
fr: Largeur d'emplacement de page
gl: Largo da marca de páxina
hu: Oldal nyílásszélessége
it_it: Larghezza della casella della pagina
ko_kr: 페이지 슬롯 너비
nl_nl: Breedte paginasleuf
pl: Szerokość szczeliny strony
pt_br: Largura do slot de página
ru: Ширина слота страницы
sk: Šírka priestoru pre stranu
sr: Ширина места за страницу
tr: Sayfa aralığı genişliği
uk: Ширина слота сторінки
zh_cn: 页面槽宽度

source: 10-page markers
ca: Marcadors de 10 pàgines
cs: 10-stránkové značky
de: 10-Seiten-Marker
el: Δείκτες 10 σελίδων
es: Marcadores de 10 páginas
fa: نشگانگر‌های هر ‍۱۰ صفحه
fr: 10 marque-pages
gl: Marcadores de 10 páxinas
hu: 10 oldalas jelölők
it_it: indicatori di 10 pagine
ko_kr: 10페이지 마커
nl_nl: 10-pagina markeringen
pl: 10-stronicowe znaczniki
pt_br: Marcas de 10 páginas
ru: 10-страничные метки
sk: 10-stranové značky
sr: Маркери сваке 10. странице
tr: 10 sayfa işaretleri
uk: 10-сторінкові маркери
zh_cn: 10页处标记
