Repository: spruceUI/spruceOS
Catalog: App/KoReader/l10n/*/koreader.po
Languages: ar, ca, cs, de, el, es, fa, fr, gl, hu, it_it, ja, ko_kr, nl_nl, pl, pt_br, ro, ru, sk, sr, tr, uk, zh_cn

source: Awake since last charge
ar: قيد التشغيل (منذ آخر شَحنَة)
ca: Actiu des de l'última càrrega
cs: Vzhůru od posledního nabíjení
de: Eingeschaltet seit letztem Laden
el: Σε λειτουργία από την τελευταία φόρτιση
es: Activo desde la última carga
fa: بیداری از آخرین شارژ
fr: Quand actif depuis la dernière recharge
gl: Esperto dende a derradeira carga
hu: Felébredés a legutóbbi töltés óta
it_it: Sveglia dall'ultima carica
ja: 最後の充電から起床
ko_kr: 지난 충전 후 작동 시간
nl_nl: Actief sinds laatste keer laden
pl: Działanie od ostatniego ładowania
pt_br: Reativado desde a última carga
ro: Treaz de la ultima încărcare
ru: Пробуждений с момента последней зарядки
sk: Od posledného nabíjania
sr: Будан од последњег пуњења
tr: Son şarjdan bu yana uyanık
uk: Минуло часу від останнього заряджання
zh_cn: 上次充电以来的唤醒时间

source: Sleeping since last charge
ar: متوقّف (منذ آخر شَحنَة)
ca: Inactiu des de l'última càrrega
cs: V režimu spánku od posledního nabíjení
de: Im Ruhezustand seit letztem Laden
el: Σε νάρκη από την τελευταία φόρτιση
es: Inactivo desde la última carga
fa: در حال خواب از آخرین شارژ
fr: Quand inactif depuis la dernière recharge
gl: A durmir dende a derradeira carga
hu: Alvás az utolsó töltés óta
it_it: A riposo dall'ultima ricarica
ja: 最後の充電からスリープ
ko_kr: 마지막 충전 이후 잠들기
nl_nl: Slapen sinds vorige lading
pl: Uśpienia od ostatniego ładowania
pt_br: Suspenso desde a última carga
ro: Ațipit de la ultima încărcare
ru: Засыпаний с момента последней зарядки
sk: Čas spánku od posledného nabitia
sr: Успаван од последњег пуњења
tr: Son şarjdan bu yana uyuma
uk: У режимі сну від часу останнього заряджання
zh_cn: 上次充电以来的睡眠时间

source: During last charge
ar: خلال آخر شحنة
ca: Durant l'última càrrega
cs: Během posledního nabíjení
de: Während dem letzten Laden
el: Κατά τη διάρκεια της τελευταίας φόρτισης
es: Durante la última carga
fr: Pendant la dernière recharge
gl: Durante a derradeira carga
hu: A legutóbbi töltés folyamán
it_it: Durante l'ultima ricarica
ja: 最後の充電中
ko_kr: 지난 충전 동안
nl_nl: Tijdens vorige lading
pl: Od ostatniego ładowania
pt_br: Durante a última carga
ro: În timpul ultimei încărcări
ru: В течение последней зарядки
sk: Počas posledného nabíjania
sr: У току последњег пуњења
tr: Son şarj boyunca
uk: Під час останнього заряджання
zh_cn: 上次充电时间

source: Charged:
ar: تم شحن:
ca: Carregat:
cs: Nabití:
de: Aufgeladen:
el: Φορτισμένο:
es: Cargado:
fa: شارژ شده:
fr: Chargé :
gl: Cargada:
hu: Töltött:
it_it: Caricato:
ja: 充電:
ko_kr: 충전:
nl_nl: Opgeladen:
pl: Naładowany:
pt_br: Carregado:
ro: Încărcat:
ru: Заряжено:
sk: Nabité:
sr: Напуњено:
tr: Doldu:
uk: Заряджено:
zh_cn: 已充电：

source: Since last charge
ar: منذ آخر شحنة
ca: Des de l'última càrrega
cs: Od posledního nabíjení
de: Seit letztem Laden
el: Από την τελευταία φόρτιση
es: Desde la última carga
fa: از آخرین شارژ
fr: Depuis la dernière recharge
gl: Dende a derradeira carga
hu: A legutóbbi töltés óta
it_it: Dall'ultima ricarica
ja: 最後の充電から
ko_kr: 지난 충전 이후
nl_nl: Sinds vorige lading
pl: Od ostatniego naładowania
pt_br: Desde a última carga
ro: De la ultima încărcare
ru: С момента последней зарядки
sk: Od posledného nabíjania
sr: Од последњег пуњења
tr: Son şarjdan bu yana
uk: Від останнього заряджання
zh_cn: 自从上次充电

source: Book shortcuts
ar: اختصارات الكتاب
ca: Dreceres a llibres
cs: Zkratky knihy
de: Buchverknüpfungen
el: Συντομεύσεις βιβλίων
es: Accesos directos a libros
fa: میانبر‌های کتاب
fr: Raccourcis de livre
gl: Atallos a libros
hu: Könyv hivatkozások
it_it: Scorciatoie libri
ja: 書籍のショートカット
ko_kr: 책 바로가기
nl_nl: Boeksnelkoppelingen
pl: Skróty do książek
pt_br: Atalhos de livro
ro: Scurtături cărți
ru: Ярлыки книг
sk: Knižné skratky
sr: Пречице књиге
tr: Kitap kısayolları
uk: Ярлики книг
zh_cn: 书籍快捷方式

source: This plugin allows adding a book shortcut to a gesture.
ca: Aquest connector permet associar una drecera a un llibre a un gest.
cs: Tento doplněk umožňuje přiřazovat zkratky knih ke gestům.
de: Dieses Plugin ermöglicht das Hinzufügen einer Buchverknüpfung zu einer Geste.
el: Αυτό το πρόσθετο επιτρέπει την προσθήκη μιας συντόμευσης βιβλίου σε μια χειρονομία.
es: Este complemento permite asociar un acceso directo a un libro a un gesto.
fa: این افزونه اجازه اضافه کردن یک میانبر کتاب را به یک ژست حرکتی را می‌دهد.
fr: Ce module permet d'ajouter un raccourci de livre à un geste.
gl: Este engadido permite asociar un atallo a un libro a un aceno.
hu: Ez a bővítmény lehetővé teszi, hogy egy gesztushoz könyv parancsikonokat adjon hozzá.
it_it: Questa estensione permette di aggiungere una scorciatoia libro a un gesto.
ja: ジェスチャーに書籍のショートカットを追加できるプラグインです。
ko_kr: 이 플러그인을 사용하면 제스처에 책 바로가기를 추가할 수 있습니다.
nl_nl: Deze plugin maakt het mogelijk om een boeksnelkoppeling toe te voegen aan een gebaar.
pl: Ta wtyczka umożliwia dodanie gestu skrótu do książki.
pt_br: Esse plugin permite adicionar um atalho de livro a um gesto.
ro: Această extensie permite adăugarea unei scurtături la o carte pe o gest.
ru: Данный плагин позволяет назначать жестам вызов ярлыков книг и папок.
sk: Tento doplnok umožňuje pomocou gesta pridať odkaz na knihu.
sr: Овај додатак вам омогућава да додате пречицу књиге као гестикулацију.
tr: Bu uygulama eki, bir el hareketine kitap kısayolları eklenmesini sağlar.
uk: Це розширення дає змогу додати ярлик книги до жесту.
zh_cn: 此插件允许将书籍快捷方式添加到手势。

source: last book
ar: آخر كتاب
ca: últim llibre
cs: poslední kniha
de: letztes Buch
el: τελευταίο βιβλίο
es: último libro
fa: آخرین کتاب
fr: dernier livre
gl: derradeiro libro
hu: utolsó könyv
it_it: ultimo libro
ja: 最後の書籍
ko_kr: 마지막 책
nl_nl: laatste boek
pl: Ostatnia książka
pt_br: último livro
ro: ultima carte
ru: последняя книга
sk: posledná kniha
sr: последња књига
tr: son kitap
uk: остання книга
zh_cn: 上一本书

source: New shortcut
ar: اختصار جديد
ca: Drecera nova
cs: Nová zkratka
de: Neue Verknüpfung
el: Νέα συντόμευση
es: Nuevo acceso directo
fa: میانبر جدید
fr: Nouveau raccourci
gl: Novo atallo
hu: Új hivatkozás
it_it: Nuova scorciatoia
ja: 新規ショートカット
ko_kr: 새 바로가기
nl_nl: Nieuwe snelkoppeling
pl: Nowy skrót
pt_br: Novo atalho
ro: Scurtătură nouă
ru: Новый ярлык
sk: Nová skratka
sr: Нова пречица
tr: Yeni kısayol
uk: Новий ярлик
zh_cn: 新建快捷方式

source: Folder action: %1
ca: Acció de carpeta: %1
cs: Akce složky: %1
de: Ordneraktion: %1
el: Ενέργεια φακέλου: %1
es: Acción de carpeta: %1
fr: Action du dossier : %1
gl: Acción de cartafol: %1
hu: Mappa művelet: %1
it_it: Azione cartella: %1
ja: フォルダー操作: %1
ko_kr: 폴더 작업: %1
nl_nl: Mapactie: %1
pl: Czynność folderu: %1
pt_br: Ação da pasta: %1
ro: Acțiune dosar: %1
ru: Действие с папкой: %1
sk: Akcia priečinka: %1
sr: Акција директоријума: %1
tr: Klasör işlemi: %1
uk: Дія теки: %1
zh_cn: 文件夹操作：%1

source: Recursively search folders
ca: Buscar recursivament en carpetes
cs: Rekurzivně vyhledat složky
de: Rekursiv in Ordnern suchen
el: Επαναλαμβανόμενη αναζήτηση φακέλων
es: Buscar recursivamente en carpetas
fa: جستجوی تو در توی پوشه‌ها
fr: Recherche récursive dans les dossiers
gl: Buscar recursivamente nos cartafoles
hu: Rekurzív keresés a mappákban
it_it: Cerca ricorsivamente nelle cartelle
ja: フォルダを再帰的に検索する
ko_kr: 재귀적으로 폴더 검색
nl_nl: Recursief zoeken in mappen
pl: Rekursywnie przeszukuj foldery
pt_br: Buscar pastas recursivamente
ro: Caută recursiv în subdirectoare
ru: Рекурсивный поиск по папкам
sk: Rekurzívne prehľadávanie priečinkov
sr: Рекурзивна претрага директоријума
tr: Klasörler alta doğru aransın
uk: Рекурсивний пошук тек
zh_cn: 递归搜索文件夹

source: Do you want to delete this shortcut?
ar: هل تريد حذف هذا الاختصار؟
ca: Voleu suprimir aquesta drecera?
cs: Chcete smazat tuto zkratku?
de: Möchten Sie diese Verknüpfung löschen?
el: Θέλετε να διαγραφεί αυτή η συντόμευση;
es: ¿Eliminar este acceso directo?
fa: می‌خواهید این میانبر حذف شود؟
fr: Voulez-vous supprimer ce raccourci ?
gl: Queres borrar este atallo?
hu: Biztosan törli ezt a hivatkozást?
it_it: Vuoi eliminare questa scorciatoia?
ja: このショートカットを削除してもよろしいですか?
ko_kr: 이 바로가기를 삭제할까요?
nl_nl: Deze snelkoppeling verwijderen?
pl: Czy chcesz usunąć ten skrót?
pt_br: Deseja remover esse atalho?
ro: Dorești să ștergi această scurtătură?
ru: Вы хотите удалить данный ярлык?
sk: Prajete si odstrániť túto skratku?
sr: Желите ли да обришете ову пречицу?
tr: Bu kısayolu silmek istiyor musunuz?
uk: Бажаєте видалити цей ярлик?
zh_cn: 你要删除这个快捷方式吗？

source: Calibre
ar: غالبيرى
fa: کالیبره
ko_kr: 캘리버
ru: Менеджер книг Calibre

source: Integration with calibre. Send documents from calibre library via Wi-Fi and search calibre metadata.
ca: Integració amb calibre. Enviar documents des de la biblioteca de calibre a través de wifi i cercar en les metadades de calibre.
cs: Integrace s calibre. Umožňuje odeslat dokumenty z calibre knihovny přes Wi-Fi a prohledávat metadata z calibre.
de: Integration mit Calibre. Senden Sie Dokumente aus der Calibre-Bibliothek über WLAN und durchsuchen Sie Calibre-Metadaten.
el: Ενσωμάτωση με calibre. Αποστολή εγγράφων από τη βιβλιοθήκη calibre μέσω Wi-Fi και αναζήτηση μεταδεδομένων calibre.
es: Integración con calibre. Enviar documentos desde calibre usando wifi y buscar en los metadatos de calibre.
fa: ادغام با کالیبره. ارسال اسناد از کتابخانه کالیبره به وسیله ارتباط بی‌سیم و جستجو در فراداده کالیبره.
fr: Intégration avec calibre. Envoyer des documents depuis la bibliothèque calibre via le Wi-Fi et rechercher dans les métadonnées de calibre.
gl: Integración con calibre. Envía documentos dende calibre empregando Wi-Fi e fai buscas empregando os metadatos de calibre.
hu: Calibre integráció. Könyvek küldése a Calibre könyvtárból WiFi-n keresztül, keresés a Calibre metaadatokban.
it_it: Integrazione con calibre. Trasmetti documenti dalla biblioteca di calibre col Wi-Fi e cerca nei metadati di calibre.
ja: Calibreとの連携。Wi-Fi経由でcalibre書庫から文書を送信し、calibreメタデータを検索します。
ko_kr: 캘리브와 통합. Wi-Fi로 캘리브 라이브러리에서 문서를 보내고 캘리브 메타데이터를 검색하세요.
nl_nl: Integratie met calibre. Voor het verzenden van documenten vanuit de calibrebibliotheek via wifi en het doorzoeken van calibremetadata.
pl: Integracja z Calibre. Wysyłaj dokumenty z biblioteki Calibre przez Wi-Fi i wyszukuj metadane Calibre.
pt_br: Integração com o Calibre. Envia documentos da biblioteca do Calibre via Wi-Fi e busca metadados do Calibre.
ro: Integrare cu Calibre. Trimite documente din biblioteca Calibre prin Wi-Fi și caută metadate.
ru: Данный плагин обеспечивает интеграцию с Calibre: доступны отправка документов из библиотеки Calibre через Wi-Fi и поиск метаданных Calibre.
sk: Integrácia s programom Calibre. Odosielanie dokumentov z knižnice Calibre cez Wi-Fi a vyhľadávanie metadát Calibre.
sr: Интеграција са calibre. Шаље документе из calibre библиотеке преко Wi-Fi и претражује calibre метаподатке.
tr: Kalibre bütünleştirmesi. Wi-Fi ile Calibre kitaplığından belgeler gönderin ve Calibre üst verilerini arayın.
uk: Інтеграція з calibre. Надсилайте документи з бібліотеки calibre за допомогою Wi- Fi та шукайте метадані calibre.
zh_cn: 与 calibre 整合。通过 Wi-Fi 从 calibre 库发送文档并搜索 calibre 元数据。

source: Calibre metadata search
ar: البحث في بيانات Calibre الوصفية
ca: Cerca de metadades de Calibre
cs: Hledat v Calibre metadatech
de: Calibre Metadaten-Suche
el: Αναζήτηση μεταδεδομένων Calibre
es: Búsqueda de metadatos de Calibre
fa: جستجو در فراداده‌های کالیبره
fr: Recherche dans les métadonnées calibre
gl: Procurar nos metadatos de calibre
hu: Calibre metaadat keresés
it_it: Ricerca metadati di Calibre
ja: Calibreでメタデーターの検索
ko_kr: Calibre 메타 데이터 검색
nl_nl: Calibre-metadata doorzoeken
pl: Wyszukiwanie metadanych Calibre
pt_br: Busca nos metadados do Calibre
ro: Căutare în metadatele Calibre
ru: Поиск по метаданным Calibre
sk: Vyhľadávanie metadát Calibre
sr: Претрага Calibre метаподатака
tr: Calibre üst verisi arama
uk: Пошук метаданих calibre
zh_cn: Calibre 元数据搜索

source: Browse all calibre tags
ar: تصفح جميع علامات calibre
ca: Examinar totes les etiquetes de calibre
cs: Procházet všechny štítky calibre
de: Alle Calibre Stichworte durchsuchen
el: Περιήγηση σε όλες τις ετικέτες του Calibre
es: Explorar todas las etiquetas de calibre
fa: مرور همه برچسب‌های کالیبره
fr: Parcourir toutes les étiquettes de calibre
gl: Explorar todas as etiquetas de calibre
hu: Calibre címkék böngészése
it_it: Sfoglia tutti i tags di calibre
ja: 全てのCalibre タグを参照
ko_kr: 모든 calibre 태그 찾아보기
nl_nl: Blader door calibretags
pl: Przeglądaj tagi Calibre
pt_br: Explorar todas as etiquetas do Calibre
ro: Răsfoiește toate etichete Calibre
ru: Просмотреть все теги Calibre
sk: Prehľadávať všetky značky Calibre
sr: Прегледај све calibre ознаке
tr: Tüm Calibre etiketlerine göz at
uk: Переглянути всі мітки calibre
zh_cn: 浏览 calibre 上的所有标签

source: Browse all calibre series
ar: تصفح جميع سلاسل calibre
ca: Examinar totes les sèries calibre
cs: Procházet všechny série calibre
de: Alle Calibre Serien durchsuchen
el: Περιήγηση σε όλες τις σειρές του Calibre
es: Explorar todas las series de calibre
fa: مرور همه مجموعه‌های کالیبره
fr: Parcourir toutes les séries de calibre
gl: Explorar todas as series de calibre
hu: Calibre sorozatok böngészése
it_it: Sfoglia tutte le serie di calibre
ja: 全てのCalibre シリーズを参照
ko_kr: 모든 calibre 시리즈 찾아보기
nl_nl: Blader door alle calibreseries
pl: Przeglądaj wszystkie cykle calibre
pt_br: Explorar todas as séries do Calibre
ro: Răsfoiește toate seriile Calibre
ru: Просмотреть все серии Calibre
sk: Prehľadávať všetky série Calibre
sr: Прегледај све calibre серије
tr: Tüm Calibre dizilerine göz at
uk: Переглянути всі частини calibre
zh_cn: 浏览 calibre 上的所有丛书

source: Browse all calibre authors
ca: Buscar tots els autors de calibre
cs: Procházet všechny autory calibre
de: Alle Calibre-Autoren durchsuchen
el: Περιήγηση σε όλους τους συγγραφείς του Calibre
es: Explorar todos los autores de calibre
fa: مرور همه نویسندگان کالیبره
fr: Parcourir tous les auteurs de Calibre
gl: Ollar todos os autores de calibre
hu: Minden Calibre szerző böngészése
it_it: Sfoglia tutti gli autori di calibre
ja: 全てのCalibre 著者を参照
ko_kr: 모든 calibre 작성자 찾아보기
nl_nl: Blader door calibre-auteurs
pl: Przeglądaj wszystkich autorów calibre
pt_br: Navegue por todos os autores do calibre
ru: Просмотреть всех авторов Calibre
sk: Prehľadávať všetkých autorov Calibre
sr: Прегледај све calibre ауторе
tr: Tüm Calibre yazarlarına göz at
uk: Переглянути всіх авторів calibre
zh_cn: 浏览 calibre 上的所有作者

source: Browse all calibre titles
ca: Examinar totes les etiquetes de calibre
cs: Procházet všechny názvy calibre
de: Alle Calibre-Titel durchsuchen
el: Περιήγηση σε όλους τους τίτλους του Calibre
es: Explorar todos los títulos de calibre
fa: مرور همه عناوین کالیبره
fr: Parcourir tous les titres de Calibre
gl: Ollar todos os títulos de calibre
hu: Minden Calibre cím böngészése
it_it: Sfoglia tutti i titoli di calibre
ja: 全てのCalibre 題名を参照
ko_kr: 모든 calibre 제목 찾아보기
nl_nl: Blader door alle calibretitels
pl: Przeglądaj wszystkie tytułu calibre
pt_br: Navegue por todos os títulos do calibre
ru: Просмотреть все названия Calibre
sk: Prehľadávať všetky názvy kníh Calibre
sr: Прегледај све calibre наслове
tr: Tüm Calibre başlıklarına göz at
uk: Переглянути всі назви calibre
zh_cn: 浏览 calibre 上的所有标题

source: Disconnect
ar: قطع الاتصال
ca: Desconnectar
cs: Odpojit
de: Verbindung trennen
el: Αποσύνδεση
es: Desconectar
fa: قطع اتصال
fr: Déconnecter
gl: Desconectar
hu: Szétkapcsolás
it_it: Disconnetti
ja: 接続解除
ko_kr: 연결 끊기
nl_nl: Verbinding verbreken
pl: Rozłącz
pt_br: Desconectar
ro: Deconectare
ru: Отключиться
sk: Odpojiť
sr: Прекини везу
tr: Bağlanıtıyı kes
uk: Від'єднатись
zh_cn: 断开连接

source: Search settings
ar: إعدادات البحث
ca: Paràmetres de cerca
cs: Nastavení vyhledávání
de: Such-Einstellungen
el: Ρυθμίσεις αναζήτησης
es: Ajustes de búsqueda
fa: تنظیمات جستجو
fr: Paramètres de recherche
gl: Axustes de busca
hu: Keresési beállítások
it_it: Impostazioni di ricerca
ja: 検索の設定
ko_kr: 검색 설정
nl_nl: Zoekinstellingen
pl: Ustawienia wyszukiwania
pt_br: Configurações de busca
ro: Setări căutare
ru: Настройки поиска
sk: Nastavenia vyhľadávania
sr: Подешавања претраге
tr: Arama ayarları
uk: Параметри пошуку
zh_cn: 搜索设置

source: Wireless settings
ar: إعدادات الشبكة اللاسلكية
ca: Paràmetres de la xarxa sense fils
cs: Nastavení bezdrátového připojení
de: Drahtlos Einstellungen
el: Ρυθμίσεις ασύρματου δικτύου
es: Ajustes de conexión inalámbrica
fa: تنظیمات اتصال بی‌سیم
fr: Paramètres Wi-Fi
gl: Axustes da conexión inalámbrica
hu: WiFi beállítások
it_it: Impostazioni Wi-Fi
ja: 無線LANの設定
ko_kr: 무선 설정
nl_nl: Wifi-instellingen
pl: Ustawienia sieci bezprzewodowej
pt_br: Configurações de conexão sem fio
ro: Setări Wi-Fi
ru: Настройки беспроводной сети
sk: Nastavenia bezdrôtového pripojenia
sr: Подешавања бежичног интерфејса
tr: Kablosuz ayarları
uk: Параметри бездротового з'єднання
zh_cn: 无线网络设置

source: Manage libraries
ca: Administrar biblioteques
cs: Správa knihoven
de: Bibliotheken verwalten
el: Διαχείριση βιβλιοθηκών
es: Gestionar librerías
fa: مدیریت کتابخانه‌ها
fr: Gérer les bibliothèques
gl: Xestionar librerías
hu: Könyvtárak kezelése
it_it: Organizza biblioteche
ja: Calibre書庫管理
ko_kr: 라이브러리 관리
nl_nl: Bibliotheken beheren
pl: Zarządzaj bibliotekami
pt_br: Gerenciar bibliotecas
ro: Administrare biblioteci
ru: Управление библиотеками
sk: Spravovať knižnice
sr: Управљање библиотекама
tr: Kitaplık yönetimi
uk: Керувати бібліотеками
zh_cn: 管理库

source: No calibre libraries
ar: لا توجد مكتبات calibre
ca: No hi ha biblioteques de calibre
cs: Žádná calibre knihovna
de: Keine Calibre Bibliotheken
el: Δεν υπάρχουν βιβλιοθήκες Calibre
es: No hay librerías de calibre
fa: بدون کتابخانه کالیبره
fr: Aucune bibliothèque calibre
gl: Non hai librerías de calibre
hu: Nincsenek Calibre könyvtárak
it_it: Nessuna biblioteca di calibre
ja: Calibre 書庫なし
ko_kr: 캘리버 라이브러리가 없음
nl_nl: Geen calibrebibliotheken
pl: Brak bibliotek Calibre
pt_br: Nenhuma biblioteca do Calibre
ro: Nu există biblioteci Calibre
ru: Нет библиотек Calibre
sk: Žiadne knižnice Calibre
sr: Нема ниједне calibre библиотеке
tr: Yerel Calibre kitaplıkları
uk: Немає бібліотек calibre
zh_cn: 无calibre库

source: Rescan disk for calibre libraries
ar: إعادة فحص القرص لمكتبات calibre
ca: Tornar a cercar biblioteques de calibre
cs: Znovu vyhledat na disku calibre knihovny
de: Datenträger für Calibre Bibliotheken erneut scannen
el: Σάρωση ξανά του δίσκου για βιβλιοθήκες Calibre
es: Buscar liberías de calibre en el disco
fa: اسکن دوباره دیسک برای کتابخانه‌های کالیبره
fr: Réanalyser le disque à la recherche de bibliothèques calibre
gl: Buscar no disco bibliotecas de calibre
hu: Calibre könyvtárak ismételt keresése
it_it: Analizza nuovamente il disco per le librerie di calibre
ja: ディスクを再スキャンしてcalibre書庫を探す
ko_kr: 캘리버 라이브러리를 위한 디스크 재검색
nl_nl: Schijf opnieuw scannen voor calibrebibliotheken
pl: Przeskanuj dysk ponownie w poszukiwaniu bibliotek Calibre
pt_br: Buscar bibliotecas do Calibre no disco
ro: Scanează din nou discul pentru biblioteci Calibre
ru: Сканировать память в поисках библиотек Calibre
sk: Vyhľadanie knižníc Calibre na disku
sr: Поново скенирај диск да пронађеш calibre библиотеке
tr: Diski Calibre kitaplıkları için yeniden tara
uk: Повторити пошук на диску у бібліотеках calibre
zh_cn: 重新扫描磁盘获取 calibre 库

source: Enable searches in the reader
ca: Habilitar cerques al lector
cs: Povolit vyhledávání ve čtečce
de: Suchvorgänge im Reader aktivieren
el: Ενεργοποίηση αναζητήσεων στον αναγνώστη
es: Habilitar búsquedas desde el lector
fa: فعال کردن جستجو‌ در کتابخوان
fr: Activer les recherches dans le lecteur
gl: Habilitar buscas no lector
hu: Keresés engedélyezése a készüléken
it_it: Permetti ricerche nel lettore
ja: ビューアーで検索を有効にします
ko_kr: 리더에서 검색 사용
nl_nl: Zoekopdrachten in de lezer inschakelen
pl: Włącz wyszukiwanie w czytniku
pt_br: Ativar buscas no leitor
ro: Activează căutările în eReader
ru: Включить поиск в программе чтения
sk: Povoliť vyhľadávanie v čítačke
sr: Укључи претраге у читачу
tr: Okuyucuda arama yapılabilsin
uk: Увімкнути пошук у читачі
zh_cn: 在阅读器中启用搜索

source: Store metadata in cache
ar: تخزين البيانات الوصفية في ذاكرة التخزين المؤقت
ca: Emmagatzemar metadades a la memòria cau
cs: Uložit metadata v mezipaměti
de: Metadaten im Cache speichern
el: Αποθήκευση μεταδεδομένων στην κρυφή μνήμη
es: Almacenar metadatos en cache
fa: نگهداری فراداده در حافظه نهان
fr: Garder les métadonnées en cache
gl: Gardar metadatos en caché
hu: Metaadatok tárolása a gyorstárban
it_it: Memorizzare i metadati nella cache
ja: メタデータをキャッシュに保存する
ko_kr: 캐시에 메타데이터 저장
nl_nl: Metadata opslaan in cache
pl: Przechowuj metadane w pamięci podręcznej
pt_br: Armazenar metadados em cache
ro: Stochează metadatele în cache
ru: Хранить метаданные в кэше
sk: Uložiť metadáta do vyrovnávacej pamäte
sr: Сачувај метаподатке у кеш
tr: Üst veri ön bellek içinde tutulsun
uk: Зберігати метадані в кеші
zh_cn: 在缓存中存储元数据

source: Case sensitive search
ca: Cerca sensible a majúscules i minúscules
cs: Vyhledávání citlivé na malá a velká písmena
de: Groß-/Kleinschreibung beachten
el: Αναζήτηση με διάκριση πεζών-κεφαλαίων
es: Búsqueda sensible a mayúsculas y minúsculas
fa: جستجوی حساس به حروف کوچک و بزرگ
fr: Recherche sensible à la casse
gl: Buscar distinguindo maiúsculas e minúsculas
hu: Kis- és nagybetűk megkülönböztetése
it_it: Ricerca ignora maiuscole/minuscole
ja: 大/小文字を区別した検索
ko_kr: 대소문자 구분하여 검색
nl_nl: Hoofdlettergevoelig zoeken
pl: Wyszukiwanie z uwzględnieniem wielkości liter
pt_br: Busca sensível a caixa (maiúscula/minúscula)
ro: Căutare sensibilă la litere verzale
ru: Поиск с учётом регистра
sk: Vyhľadávanie rozlišujúce veľké a malé písmená
sr: Претрага разликује величину слова
tr: Büyük-küçük harfe duyarlı arama
uk: Пошук з урахуванням регістру
zh_cn: 区分大小写的搜索

source: Search by title
ar: البحث حسب العنوان
ca: Cercar per títol
cs: Vyhledávat podle názvu
de: Suche nach Titel
el: Αναζήτηση με βάση τον τίτλο
es: Buscar libros por título
fa: جستجو در عنوان
fr: Rechercher par titre
gl: Buscar por título
hu: Keresés a címekben
it_it: Cerca per titolo
ja: 題名で検索
ko_kr: 제목으로 검색
nl_nl: Zoeken op titel
pl: Szukaj po tytule
pt_br: Buscar por título
ro: Caută după titlu
ru: Поиск по названию
sk: Vyhľadávanie podľa názvu knihy
sr: Претрага по наслову
tr: Başlığı göre ara
uk: Пошук за назвою
zh_cn: 按标题搜索

source: Search by authors
ar: البحث حسب المؤلفين
ca: Cercar per autor
cs: Vyhledávat podle autorů
de: Suche nach Autor
el: Αναζήτηση με βάση τον συγγραφέα
es: Buscar libros por autor
fa: جستجو در نویسندگان
fr: Rechercher par auteurs
gl: Buscar por autor/a
hu: Keresés a szerzőkben
it_it: Cerca per autori
ja: 著者で検索
ko_kr: 저자로 검색
nl_nl: Zoeken op auteurs
pl: Szukaj po autorze
pt_br: Buscar por autor
ro: Caută după autor
ru: Поиск по авторам
sk: Vyhľadávanie podľa autorov
sr: Претрага по ауторима
tr: Yazara göre ara
uk: Пошук за авторами
zh_cn: 按作者搜索

source: Search by series
ca: Buscar per sèrie
cs: Vyhledávat podle série
de: Suche nach Serien
el: Αναζήτηση με βάση την σειρά
es: Buscar por serie
fa: جستجو در مجموعه‌ها
fr: Recherche par série
gl: Buscar por serie
hu: Keresés sorozatok alapján
it_it: Cerca per serie
ja: シリーズで検索
ko_kr: 시리즈로 검색
nl_nl: Zoeken op serie
pl: Szukaj po cyklu
pt_br: Buscar por série
ru: Поиск по сериям
sk: Vyhľadávanie v knižných sériach
sr: Претрага по серијама
tr: Diziye göre ara
uk: Пошук за серіями
zh_cn: 按系列搜索

source: Search by tag
ca: Cercar per etiqueta
cs: Vyhledávat podle tagu
de: Suche nach Tag
el: Αναζήτηση με βάση την ετικέτα
es: Buscar por etiqueta
fa: جستجو در برچسب‌
fr: Recherche par mot-clé
gl: Buscar por etiqueta
hu: Keresés címkék alapján
it_it: Cerca per etichetta
ja: タグで検索
ko_kr: 태그로 검색
nl_nl: Zoeken op label
pl: Szukaj po znaczniku
pt_br: Buscar por etiqueta
ru: Поиск по тегу
sk: Vyhľadávanie podľa značiek
sr: Претрага по ознаци
tr: Etikete göre ara
uk: Пошук за теґом
zh_cn: 按标签搜索
