Repository: spruceUI/spruceOS
Catalog: App/KoReader/l10n/*/koreader.po
Languages: ar, ca, cs, de, el, es, fa, fr, gl, hu, it_it, ja, ko_kr, nl_nl, pl, pt_br, ro, ru, sk, sr, tr, uk, zh_cn

source: This will automatically turn Wi-Fi off after a generous period of network inactivity, without disrupting workflows that require a network connection, so you can just keep reading without worrying about battery drain.
ar: سيؤدي هذا إلى إيقاف تشغيل Wi-Fi تلقائيًا بعد فترة معقولة من عدم نشاط الشبكة ، دون تعطيل سير العمل الذي يتطلب اتصالاً بالشبكة ، بحيث يمكنك الاستمرار في القراءة دون القلق بشأن نفاد البطارية.
ca: Aquesta opció apagarà automàticament la wifi després d'un llarg període d'inactivitat de la xarxa, sense interrompre els fluxos de treball que requereixen una connexió de xarxa, per la qual cosa és possible continuar llegint sense preocupar-se pel consum de bateria.
cs: Tato funkce automaticky vypne Wi-Fi po delší době bez síťové aktivity, aby nenarušila práci, která vyžaduje připojení k síti, takže budete moci pokračovat ve čtení beze strachu o vybití baterie.
de: Dadurch wird WLAN nach einer großzügigen Zeit der Netzwerkinaktivität automatisch abgeschaltet, ohne dass Arbeitsabläufe, die eine Netzwerkverbindung erfordern, unterbrochen werden, so dass Sie einfach weiterlesen können, ohne sich Sorgen um den Batterieverbrauch machen zu müssen.
el: Αυτό θα απενεργοποιήσει αυτόματα το Wi-Fi μετά από μια παρατεταμένη περίοδο αδράνειας δικτύου, χωρίς να διακόψει τις ροές εργασίας που απαιτούν σύνδεση δικτύου, οπότε μπορείτε απλώς να συνεχίσετε να διαβάζετε χωρίς να ανησυχείτε για την εξάντληση της μπαταρίας.
es: Esta opción apagará automáticamente el wifi después de un largo período de inactividad de la red, sin interrumpir los flujos de trabajo que requieren una conexión de red, por lo que es posible seguir leyendo sin preocuparse por el consumo de batería.
fr: Cela coupera automatiquement le Wi-Fi après une période marquée d’inactivité réseau, sans perturber les utilisations qui nécessitent passivement une connexion réseau. Vous pouvez donc continuer à lire sans vous soucier de la décharge de la batterie.
gl: Esta opción desactivará a wifi despois dun tempo xeneroso de inactividade da rede, sen interromper accións que precisan dunha conexión á rede, para que poidas seguir lendo sen preocuparse do consumo da batería.
hu: Automatikusan kikapcsolja a WiFi-t hosszabb hálózati inaktivitást követően, anélkül, hogy megszakítaná a hálózati kapcsolatot igénylő munkafolyamatokat, így folytathatja az olvasást anélkül, hogy aggódnia kellene az akkumulátor merülése miatt.
it_it: Questo spegne automaticamente il Wi-Fi dopo un generoso periodo di inattività, senza interrompere azioni che richiedono una connessione di rete, in modo che si possa continuare a leggere senza preoccuparsi di scaricare eccessivamente la batteria.
ja: これにより、ネットワーク接続を必要とする運用を中断することなく、長時間ネットワークを使用しないとWi-Fiが自動的にオフになり、バッテリーの消耗を気にせずに読書を続けることができます。
ko_kr: 이렇게 하면, 네트워크 연결이 필요한 작업을 방해하지 않으면서 네트워크를 많이 사용하지 않으면 Wi-Fi가 자동으로 꺼지므로, 배터리 소모에 대한 걱정없이 계속 읽을 수 있습니다.
nl_nl: Dit zal de wifi automatisch uitschakelen na een ruime periode van netwerkinactiviteit, zonder dat de workflows die een netwerkverbinding vereisen, worden verstoord, zodat u gewoon kunt blijven lezen zonder dat u zich zorgen hoeft te maken over het leeglopen van de batterij.
pl: Spowoduje to automatyczne wyłączenie sieci Wi-Fi po dłuższym okresie braku aktywności sieciowej, bez zakłócania działań, które wymagają połączenia sieciowego, dzięki czemu możesz po prostu czytać bez obawy o wyczerpanie akumulatora.
pt_br: O Wi-Fi será desligado automaticamente se não houver atividade na rede. Os fluxos de trabalho existentes que requerem uma conexão não serão interrompidos. Desta forma, a bateria será economizada.
ro: Acest lucru va dezactiva Wi-Fi automat după o perioadă generoasă de inactivitate a rețelei fără să afecteze aplicațiile care necesită o conexiune la rețea. Astfel poți continua să citești fără să te îngrijorezi cu privire la consumul bateriei.
ru: Автоматическое отключение Wi-Fi после длительного бездействия сети, с сохранением требующих сетевого подключения рабочих процессов. Вы можете просто продолжать чтение, не беспокоясь о разряде батареи.
sk: Toto automaticky vypne Wi-Fi po dlhom období nečinnosti siete, bez narušenia činností, ktoré vyžadujú sieťové pripojenie, takže môžete pokračovať v čítaní bez obáv z vybitia batérie.
sr: Ово ће аутоматски да искључи Wi-Fi након великодушног периода мрежне неактивности, а неће прекинути радне токове који захтевају везу са мрежом, тако да једноставно можете наставити да читате и не бринете о потрошњи батерије.
tr: Bu seçenek, ağ bağlantısı gerektiren iş akışlarını kesintiye uğratmadan, ağın etkin olmadığı uzunca bir süre sonra Wi-Fi bağlantısını otomatik olarak kapatır. Böylece pilin boşalması konusunda endişelenmeden okumayı sürdürebilirsiniz.
uk: Це автоматично вимкне Wi-Fi після тривалого періоду бездіяльності мережі, не порушуючи робочих процесів, які вимагають з'єднання з мережею, тому ви можете просто продовжувати читати, не турбуючись про розряд батареї.
zh_cn: 启用后会在无网络活动一段时间后自动关闭 Wi-Fi 用于节省电量，无需等待网络操作完成后再手动关闭 Wi-Fi。

source: Restore Wi-Fi connection on resume
ar: قم باستعادة اتصال Wi-Fi عند الاستئناف
ca: Reconnectar a xarxa wifi en eixir de la suspensió
cs: Obnovit připojení k Wi-Fi při pokračování práce
de: WLAN-Verbindung bei Wiederaufnahme wiederherstellen
el: Αποκατάσταση σύνδεσης Wi-Fi κατά την έξοδο από αναστολή λειτουργίας
es: Reconectar a red wifi al salir de la suspensión
fr: Restaurer la connexion Wi-Fi en sortie de veille
gl: Reactivar a conexión wifi despois de reiniciar
hu: WiFi kapcsolat visszaállítása felébredés után
it_it: Ripristina la connessione Wi-Fi al risveglio
ja: レジューム時に Wi-Fi 接続を復元する
ko_kr: 다시 계속할 때 Wi-Fi 연결 복원
nl_nl: Wifi-verbinding herstellen na slaapstand
pl: Przywróć połączenie Wi-Fi po wznowieniu
pt_br: Reconectar Wi-Fi ao sair do modo de suspensão
ro: Restaurează conexiunea Wi-Fi după trezire
ru: Восстанавливать подключение Wi-Fi при возобновлении работы
sk: Obnoviť pripojenie Wi-Fi po zobudení sa
sr: Обнови Wi-Fi везу када се настави извршавање
tr: Sürdürüldüğünde Wi-Fi yeniden bağlansın
uk: Відновлення з'єднання Wi-Fi після відновлення роботи
zh_cn: 自动重连 Wi-Fi

source: This will attempt to automatically and silently re-connect to Wi-Fi on startup or on resume if Wi-Fi used to be enabled the last time you used KOReader, and you did not explicitly disable it.
ca: Aquesta opció intentarà tornar a connectar el dispositiu a la xarxa wifi de manera automàtica i silenciosa en arrencar o en eixir de la suspensió, si la xarxa wifi estava habilitada l'última vegada que es va usar KOReader, tret que es desactive explícitament.
cs: Tato funkce se pokusí při startu, nebo při obnovení automaticky a tiše znovupřipojit k Wi-Fi, pokud byla Wi-Fi povolena v době, kdy jste naposledy použili KOReader a pokud jste ji sami výslovně nezakázali.
de: Dadurch wird versucht, beim Start oder bei der Wiederaufnahme des Betriebs automatisch und geräuschlos eine neue WLAN-Verbindung herzustellen, wenn WLAN bei der letzten Verwendung von KOReader aktiviert war und Sie es nicht ausdrücklich deaktiviert haben.
el: Η επιλογή αυτή θα προσπαθήσει να πραγματοποιήσει αυτόματη και αθόρυβη επανασύνδεση στο Wi-Fi κατά την εκκίνηση ή την έξοδο από αναστολή λειτουργίας, εάν το Wi-Fi ήταν ενεργοποιημένο την τελευταία φορά που χρησιμοποιήσατε το KOReader και δεν το απενεργοποιήσατε ρητά.
es: Esta opción intentará volver a conectar el dispositivo a la red wifi de forma automática y silenciosa al arrancar o al salir de la suspensión, si la red wifi estaba habilitada la última vez que se usó KOReader, a no ser que se desactive explícitamente.
fr: Ceci tentera de reconnecter le Wi-Fi automatiquement et silencieusement au démarrage ou en sortie de veille si le Wi-Fi était activé lors de la dernière utilisation de KOReader, et que vous ne l'avez pas explicitement désactivé.
gl: Esta opción tentará conectar outra vez á wifi de xeito automático e silencioso ao arrincar ou ao reiniciar se a wifi estaba activada a derradeira vez que usaches KOReader e non a desactivaches explicitamente.
hu: Ez automatikusan és csendben megpróbál újra csatlakozni a Wi-Fi-hez indításkor vagy folytatáskor, ha a Wi-Fi engedélyezve volt a KOReader legutóbbi használatakor, és nem tiltotta le azt kifejezetten.
it_it: Questo tenterà di riconnettersi automaticamente e silenziosamente al Wi-Fi all'avvio o al ripristino se il Wi-Fi era abilitato l'ultima volta che hai usato KOReader e non l'hai disabilitato esplicitamente.
ko_kr: KOReader를 마지막으로 사용했을 때, Wi-Fi가 활성화되었고 비활성화하지 않은 경우, 시작하거나 다시 시작할 때 Wi-Fi에 자동으로 다시 연결하려고 조용히 시도합니다.
nl_nl: Dit zal proberen om automatisch en stilzwijgend opnieuw verbinding te maken met wifi bij het opstarten of bij het hervatten, als wifi was ingeschakeld de laatste keer dat KOReader is gebruikt zonder het nadrukkelijk te hebben uitgeschakeld.
pl: Spowoduje to próbę automatycznego i cichego ponownego połączenia z Wi-Fi podczas uruchamiania lub wznawiania, jeśli Wi-Fi było włączone podczas ostatniego korzystania z KOReadera i nie zostało wyraźnie wyłączone.
pt_br: Esta opção tentará reconectar o dispositivo ao Wi-Fi de forma automática e silenciosa na inicialização ou ao sair do modo de suspensão, se o Wi-Fi estava ativado quando você usou o KOReader pela última vez e você não o desativou explicitamente.
ru: При запуске или восстановлении работы будет предпринята попытка (автоматически и без уведомлений) вновь подключиться к беспроводной сети, если Wi-Fi был включён при последнем использовании KOReader'а и вы не отключали его вручную.
sk: Toto sa pokúsi automaticky a v tichosti znova pripojiť k sieti Wi-Fi pri spustení alebo po zobudení sa, ak bolo Wi-Fi zapnuté pri poslednom použití KOReader a výslovne ste to nezakázali.
sr: Ово ће покушати да се аутоматски и у тишини поново повеже на Wi-Fi током покретања или наставка извршавања ако је Wi-Fi био укључен када сте последњи пут користили KOReader и нисте експлицитно искључили Wi-Fi.
tr: Bu seçenek, KOReader uygulamasını son kullandığınızda Wi-Fi açıksa ve özellikle kapatmadıysanız, başlangıçta veya uyandırıldığında otomatik ve sessizce yeniden Wi-Fi bağlantısı kurmayı dener.
uk: Застосунок спробує автоматично і безшумно повторно під'єднатися до Wi-Fi під час запуску або відновлення роботи, якщо Wi-Fi було увімкнено під час останнього користування KOReader, і ви не вимкнули його явно.
zh_cn: 如果您上次使用 KOReader 时启用了 Wi-Fi，并且没有明确地禁用它，那么这个功能将尝试在启动或恢复时自动且无声地重新连接 Wi-Fi。

source: Network info
ar: معلومات الشبكة
ca: Informació de xarxa
cs: Informace o síti
de: Netzwerk Info
el: Πληροφορίες δικτύου
es: Información de red
fa: اطلاعات شبکه
fr: Informations réseau
gl: Información de rede
hu: Hálózati információk
it_it: Dettagli di rete
ja: ネットワーク情報
ko_kr: 네트워크 정보
nl_nl: Netwerkinfo
pl: Informacja o sieci
pt_br: Informações da rede
ro: Informații rețea
ru: Информация о сети
sk: Informácie o sieti
sr: Информације о мрежи
tr: Ağ bilgileri
uk: Мережеві відомості
zh_cn: 网络信息

source: turn on
ar: تشغيل
ca: encendre
cs: zapnout
de: einschalten
el: ενεργοποίηση
es: encender
fa: روشن کردن
fr: allumer
gl: conectar
hu: bekapcsol
it_it: accendi
ja: オンにする
ko_kr: 켜기
nl_nl: inschakelen
pl: włącz
pt_br: ligar
ro: activează
ru: включить
sk: zapnúť
sr: укључи
tr: Açılsın
uk: ввімкнути
zh_cn: 打开

source: ignore
ca: ignorar
cs: ignorovat
de: Ignorieren
el: παράβλεψη
es: ignorar
fa: نادیده‌گرفتن
fr: ignorer
gl: ignorar
hu: mellőzés
it_it: ignora
ko_kr: 무시
nl_nl: negeren
pl: ignoruj
pt_br: Ignorar
ru: игнорировать
sk: ignorovať
sr: игнориши
tr: Yok say
uk: ігнорувати
zh_cn: 忽略

source: Action when Wi-Fi is off: %1
ar: الإجراء عند إنطفاء الشبكة اللاسلكيّة: %1
ca: Acció quan la xarxa wifi és apagada: %1
cs: Akce při vypnuté Wi-Fi: %1
de: Aktion, wenn WLAN ausgeschaltet ist: %1
el: Ενέργεια όταν το Wi-Fi είναι κλειστό: %1
es: Acción cuando la red wifi está desactivada: %1
fa: فعال سازی زمانی که شبکه بی‌سیم خاموش است: %1
fr: Action si le Wi-Fi est déconnecté : %1
gl: Acción cando a wifi está apagada: %1
hu: Művelet, ha a WiFi ki van kapcsolva: %1
it_it: Tipo di azione con Wi-Fi spento: %1
ja: Wi-Fi がオフの時のアクション: %1
ko_kr: Wi-Fi가 꺼져 있을 때의 동작: %1
nl_nl: Actie als wifi uitstaat: %1
pl: Czynność, gdy sieć Wi-Fi jest wyłączona: %1
pt_br: Ação quando o Wi-Fi está desligado: %1
ro: Acțiune cînd Wi-Fi este închis: %1
ru: Действие при отключенном Wi-Fi: %1
sk: Čo urobiť pri vypnutej Wi-Fi : %1
sr: Акција када је Wi-Fi искључен: %1
tr: Wi-Fi kapalıyken yapılacak işlem: %1
uk: Дія, коли Wi-Fi вимкнено: %1
zh_cn: Wi-Fi 关闭时的动作：%1

source: leave on
ar: اتركه مشغل
ca: mantenir activa
cs: nechat zapnuté
de: nicht ausschalten
el: διατήρηση
es: mantener activa
fa: روشن بگذار
fr: laisser connecté
gl: deixar activada
hu: maradjon bekapcsolva
it_it: lascia acceso
ja: そのまま
ko_kr: 그대로 두기
nl_nl: niet uitschakelen
pl: nie wyłączaj
pt_br: deixar ligado
ro: lasă-l pornit
ru: оставить включённым
sk: nechať zapnuté
sr: остави укључено
tr: açık bırakılsın
uk: залишити включеним
zh_cn: 保持现状

source: Leave on
ar: اتركه مشغل
ca: Mantenir activa
cs: Nechat zapnuté
de: Nicht ausschalten
el: Διατήρηση
es: Mantener activa
fa: روشن بگذار
fr: Laisser connecté
gl: Deixar activada
hu: Maradjon bekapcsolva
it_it: Lascia acceso
ja: そのまま
ko_kr: 그대로 두기
nl_nl: Niet uitschakelen
pl: Zostaw włączone
pt_br: Deixar ligado
ro: Lasă-l pornit
ru: Оставить включённым
sk: Nechať zapnuté
sr: Остави укључено
tr: Açık bırakılsın
uk: Залишити включеним
zh_cn: 保持现状

source: turn off
ar: إيقاف التشغيل
ca: desactivar
cs: vypnout
de: Ausschalten
el: απενεργοποίηση
es: desactivar
fa: خاموش
fr: couper
gl: apagar
hu: kikapcsolás
it_it: spegni
ja: 切断する
ko_kr: 끄기
nl_nl: uitschakelen
pl: wyłącz
pt_br: desligar
ro: Dezactivează-l
ru: выключить
sk: vypnúť
sr: искључи
tr: Kapatılsın
uk: вимкнути
zh_cn: 关闭

source: Action when done with Wi-Fi: %1
ar: الإجراء عند الانتهاء من استخدام Wi-Fi واي فاي: %1
ca: Acció en apagar la xarxa wifi: %1
cs: Akce při skončení s Wi-Fi: %1
de: Aktion nach Abschluss mit WLAN: %1
el: Ενέργεια όταν τελειώσει η χρήση του Wi-Fi: %1
es: Acción al apagar la red wifi: %1
fa: فعال سازی زمانی که کار با شبکه بی‌سیم تمام شد: %1
fr: Action une fois terminé avec le Wi-Fi : %1
gl: Acción cando se remate o uso da wifi: %1
hu: Művelet a WiFi használata után: %1
it_it: Azione quando Wi-Fi non serve più: %1
ja: Wi-Fi が完了の時のアクション: %1
ko_kr: Wi-Fi 사용 끝낼 때 동작: %1
nl_nl: Actie nadat wifi niet meer nodig is: %1
pl: Czynność po zakończeniu pracy z siecią Wi-Fi: %1
pt_br: Ação quando terminar de usar o Wi-Fi: %1
ro: Acțiune de luat cînd Wi-Fi nu mai e necesar: %1
ru: Действие с Wi-Fi по завершении использования: %1
sk: Čo urobiť po ukončení práce s Wi-Fi: %1
sr: Акција када се заврши са Wi-Fi: %1
tr: Wi-Fi tamamlandığında yapılacak işlem: %1
uk: Дія коли виконано з Wi-Fi: %1
zh_cn: Wi-Fi 关闭后的动作：%1

source: Dismiss Wi-Fi scan popup after connection
ar: أخفِ شاشة البجث عن شبكة لاسلكيّة عند الاتصال بواحدة
ca: Tancar la finestra emergent de connexió de wifi després de connectar
cs: Po připojení zavřít vyskakovací okno s vyhledáváním Wi-Fi
de: WLAN Popup nach Verbindung schließen
el: Κλείσιμο του διαλόγου σάρωσης Wi-Fi μετά την σύνδεση
es: Cerrar la ventana emergente de conexión de wifi después de conectar
fr: Fermer la fenêtre des réseaux Wi-Fi disponibles après la connexion
gl: Pechar o diálogo da wifi ao conectar
hu: WiFi keresése ablak bezárása kapcsolódás után
it_it: Elimina popup di scansione Wi-Fi dopo la connessione
ja: 接続後にWi-Fiスキャンのポップアップを閉じます
ko_kr: 연결되면 와이파이 검색 창 닫기
nl_nl: Wifi-popupvenster sluiten na maken van verbinding
pl: Odrzuć wyskakujące okno Wi-Fi po połączeniu
pt_br: Ignorar pop-up de varredura de Wi-Fi após a conexão
ro: Nu afișa lista rețelelor disponibile după conectare
ru: Закрывать всплывающее окно поиска Wi-Fi после подключения
sk: Zavrieť okno skenovania sietí Wi-Fi po pripojení
sr: Одбаци искачући прозор Wi-Fi скенирања након повезивања
tr: Bağlantı sonrası Wi-Fi tarama açılan penceresi yok sayılsın
uk: Відхилити діалогове вікно сканування Wi-Fi після під'єднання
zh_cn: 连接后关闭 Wifi 扫描窗口

source: Scanning for networks…
ar: جارٍ البحثُ عن شبكات…
ca: S’estan cercant xarxes…
cs: Vyhledávání sítí…
de: Nach Netzwerken suchen…
el: Σάρωση για δίκτυα…
es: Buscando redes…
fa: در حال جستجو برای شبکه‌ها…
fr: Recherche de réseaux…
gl: Escaneando redes…
hu: Hálózatok keresése…
it_it: Scansionando le reti…
ja: ネットワークをスキャンしています…
ko_kr: 네트워크 검색 중…
nl_nl: Netwerken aan het zoeken…
pl: Skanowanie w poszukiwaniu sieci…
pt_br: Procurando redes…
ro: Se caută rețele…
ru: Поиск сетей…
sk: Vyhľadávajú sa siete…
sr: Скенирају се мреже…
tr: Ağlar aranıyor…
uk: Пошук мереж…
zh_cn: 正在扫描网络…

source: Connection failed
ar: فشل الاتصال
ca: Error de connexió
cs: Připojení se nezdařilo
de: Verbindung fehlgeschlagen
el: Η σύνδεση απέτυχε
es: Error de conexión
fa: اتصال ناموفق بود
fr: La connexion a échoué
gl: Fallou a conexión
hu: Kapcsolódási hiba
it_it: Connessione non riuscita
ja: 接続失敗
ko_kr: 연결 실패
nl_nl: Verbinding mislukt
pl: Połączenie nieudane
pt_br: A conexão falhou
ro: Conectare eșuată
ru: Ошибка подключения
sk: Pripojenie zlyhalo
sr: Повезивање није успело
tr: Bağlantı kurulamadı
uk: Не вдалося під'єднатися
zh_cn: 连接失败

source: Connected to network %1
ar: تم الاتصال بالشبكة %1
ca: Connectat a la xarxa %1
cs: Připojeno k síti %1
de: Verbunden mit Netzwerk %1
el: Συνδεδεμένο με το δίκτυο %1
es: Conectado a la red %1
fa: به شبکه %1 متصل شد
fr: Connecté au réseau %1
gl: Conectado a rede %1
hu: Kapcsolódva %1 hálózatra
it_it: Connesso alla rete "%1"
ja: ネットワーク %1 に接続しました
ko_kr: %1 네트워크 연결
nl_nl: Verbonden met netwerk %1
pl: Połączono z siecią %1
pt_br: Conectado à rede %1
ro: Conectat la rețeaua %1
ru: Подключено к сети %1
sk: Pripojené k sieti %1
sr: Повезано на мрежу %1
tr: %1 ağına bağlı
uk: Під'єднано до мережі %1
zh_cn: 已连接网络 %1

source: Wi-Fi off.
ar: شبكة Wi-Fi متوقفة.
ca: Wifi desactivat.
cs: Wi-Fi je vypnuta.
de: WLAN aus.
el: Απενεργοποιημένο Wi-Fi.
es: Wifi apagado.
fa: اتصال بی‌سیم خاموش.
fr: Wi-Fi désactivé.
gl: Wifi apagada.
hu: WiFi kikapcsolva.
it_it: Wi-Fi spento.
ja: Wi-Fiを無効にする。
ko_kr: 와이파이 꺼짐.
nl_nl: Wifi uit.
pl: Wi-Fi wyłączone.
pt_br: Wi-Fi desligado.
ro: Wi-Fi oprit.
ru: Wi-Fi отключён.
sk: Wi-Fi vypnuté.
sr: Wi-Fi је искључен.
tr: Wi-Fi kapalı.
uk: WI-FI вимкнено.
zh_cn: Wi-Fi 已关闭。

source: Already connected to network %1.
ar: تم الاتصال مسبقًا للشبكة %1.
ca: Ja connectat a la xarxa %1.
cs: Již jste připojeni k síti %1.
de: Bereits verbunden mit Netzwerk %1.
el: Ήδη συνδεδεμένο με το δίκτυο %1.
es: Ya conectado a la red %1.
fa: همین حالا به شبکه %1 متصل است.
fr: Déjà connecté au réseau %1.
gl: Xa conectado á rede %1.
hu: Csatlakozva %1 hálózathoz.
it_it: Già connesso alla rete %1.
ja: ネットワーク %1 にすでに接続されています。
ko_kr: 이미 %1 네트워크에 연결되었습니다.
nl_nl: Al verbonden met netwerk %1.
pl: Istnieje już połączenie do sieci %1.
pt_br: Já conectado à rede %1.
ro: Deja conectat la rețeaua %1.
ru: Уже подключено к сети %1.
sk: Už je pripojený k sieti %1.
sr: Већ је повезано на мрежу %1.
tr: %1 ağına zaten bağlı.
uk: Під'єнано до мережі %1.
zh_cn: 已经连接至网络 %1.

source: Already connected.
ar: متصل بالفعل.
ca: Ja connectat.
cs: Již jste připojeni.
de: Bereits verbunden.
el: Ήδη συνδεδεμένο.
es: Ya conectado.
fa: همین حالا متصل است.
fr: Déjà connecté.
gl: Xa conectado.
hu: Már csatlakozva.
it_it: Già connesso.
ja: 既に接続されています。
ko_kr: 이미 연결되었습니다.
nl_nl: Al verbonden.
pl: Jest już połączone.
pt_br: Já conectado.
ro: Deja conectat.
ru: Уже подключено.
sk: Už je pripojený.
sr: Већ је повезано.
tr: Zaten bağlı.
uk: Вже під'єднано.
zh_cn: 已经连接了。

source: Could not retrieve network info.
ar: لم نستطع استحضار معلومات الشبكة.
ca: No es pot obtenir la informació de xarxa.
cs: Nelze získat informace o síti.
de: Netzwerkinformationen konnten nicht abgerufen werden.
el: Αδυναμία απόκτησης πληροφοριών του δικτύου.
es: No se puede obtener la información de red.
fa: نمی‌توان اطلاعات شبکه را بازیابی کرد.
fr: Récupération des informations réseau impossible.
gl: Imposible obter información da rede.
hu: Nem sikerült lekérdezni hálózati információkat.
it_it: Impossibile recuperare dettagli di rete.
ja: ネットワーク情報を取得できませんでした。
ko_kr: 네트워크 정보를 가져올 수 없습니다.
nl_nl: Kan geen netwerkinfo vinden.
pl: Nie można pobrać informacji o sieci.
pt_br: Não foi possível recuperar informações da rede.
ro: Nu se pot prelua informații despre rețea.
ru: Не удалось получить информацию о сети.
sk: Nepodarilo sa získať informácie o sieti.
sr: Нису могле да се добаве информације о мрежи.
tr: Ağ bilgileri alınamadı.
uk: Не можу отримати відомості про мережу.
zh_cn: 无法获取网络信息。

source: Failed to initialize network control client: %1.
ar: فشلت تهيئة عميل التحكم في الشبكة: %1.
ca: Error en inicialitzar el client de control de xarxa: %1.
cs: Nepodařilo se spustit síťového klienta: %1.
de: Der Client für die Netzwerksteuerung konnte nicht initialisiert werden: %1.
el: Αποτυχία προετοιμασίας του πελάτη ελέγχου δικτύου: %1.
es: Error al inicializar el cliente de control de red: %1.
fr: L’initialisation du client de contrôle réseau a échoué : %1.
gl: A inicialización do cliente de control de rede fallou: %1.
hu: A hálózati kontroll kliens inicializálása sikertelen: %1.
it_it: Impossibile inizializzare il client di controllo di rete: %1.
ja: ネットワーク コントロール クライアントの初期化に失敗しました: %1。
ko_kr: 네트워크 관리 개체 형성 실패: %1.
nl_nl: Netwerkcliënt kon niet worden gestart: %1.
pl: Nieudana inicjalizacja kontrolera sieciowego klienta: %1.
pt_br: Falha em inicializar o cliente de controle de rede: %1.
ro: Clientul de control al rețelelor nu s-a putut inițializa: %1.
ru: Не удалось инициализировать клиент управления сетями: %1.
sk: Zlyhala inicializácia sieťového klienta: %1.
sr: Није успело иницијализовање клијента за контролу мреже: %1.
tr: Ağ denetimi istemcisi başlatılamadı: %1.
uk: Не вдалось ініціалізувати клієнт контролю мережі: %1.
zh_cn: 初始化网络管理器失败：%1。

source: Authenticating…
ar: الاستوثاقُ جارٍ…
ca: Autentificant…
cs: Ověřování…
de: Authentifizieren…
el: Έλεγχος ταυτότητας…
es: Autentificando…
fa: در حال احراز هویت…
fr: Authentification…
gl: Autenticando…
hu: Azonosítás…
it_it: Autenticazione…
ja: 認証中…
ko_kr: 인증 중…
nl_nl: Aanmelden…
pl: Uwierzytelnienie…
pt_br: Autenticando…
ro: Se autentifică…
ru: Аутентификация…
sk: Autorizujem…
sr: Провера идентитета…
tr: Kimlik doğrulanıyor…
uk: Вхід…
zh_cn: 认证中……

source: Authenticated
ar: موثَّق
ca: Autenticat
cs: Ověřeno
de: Authentifizieren
el: Έλεγχος ταυτότητας
es: Autenticado
fa: احراز هویت شده
fr: Authentifié
gl: Autenticado
hu: Hitelesítve
it_it: Autenticato
ja: 認証済み
ko_kr: 인증됨
nl_nl: Aangemeld
pl: Uwierzytelniono
pt_br: Autenticado
ro: Autentificat
ru: Аутентифицирован
sk: Overené
sr: Проверено
tr: Kimlik doğrulandı
uk: Аутентифіковано
zh_cn: 已认证

source: Failed to authenticate
ar: فشلت عملية الاستوثاق
ca: Error en autentificar
cs: Ověření se nezdařilo
de: Authentifizierung fehlgeschlagen
el: Αποτυχία ελέγχου ταυτότητας
es: Error al autentificar
fa: احراز هویت ناموفق بود
fr: Échec de l’authentification
gl: Fallou a autenticación
hu: Hiba azonosítás közben
it_it: Autenticazione fallita
ja: 認証に失敗しました
ko_kr: 인증 실패
nl_nl: Aanmelden mislukt
pl: Uwierzytelnienie nie powiodło się
pt_br: Falha em autenticar
ro: Eroare de autentificare
ru: Аутентификация не удалась
sk: Zlyhala autorizácia
sr: Није успела провера идентитета
tr: Kimlik doğrulanamadı
uk: Не вдалось увійти
zh_cn: 认证失败

source: Timed out
ar: نفد الوقت
ca: Temps d'espera esgotat
cs: Vypršel časový limit
de: Zeitüberschreitung
el: Τέλος χρονικού ορίου
es: Se agotó el tiempo de espera
fr: Expiration du délai
gl: Alcanzado o tempo máximo de espera
hu: Időtúllépés
it_it: Tempo scaduto
ja: タイムアウト
ko_kr: 시간 제한 초과
nl_nl: Verbindingstime-out
pl: Przekroczono limit czasu
pt_br: Tempo expirado
ro: Timp expirat
ru: Время истекло
sk: Vypršal čas
sr: Истекло је време чекања
tr: Zaman aşımına uğradı
uk: Час вийшов
zh_cn: 网络连接超时
