Repository: spruceUI/spruceOS
Catalog: App/KoReader/l10n/*/koreader.po
Languages: ar, ca, cs, de, el, es, fa, fr, gl, hu, it_it, ja, ko_kr, nl_nl, pl, pt_br, ro, ru, sk, sr, tr, uk, zh_cn

source: Set word spacing percentages: - how much to scale the width of each space character from its regular width, - by how much some of them can then be reduced to make more words fit on a line.
ar: تعيين النسب المئوية لتباعد الكلمات: - مقدار عرض كل حرف مسافة من عرضه المعتاد ، - من خلال مقدار ما يمكن بعد ذلك اختزاله لجعل المزيد من الكلمات مناسبة في السطر.
ca: Configurar percentatges d'espaiat de paraules: - quant escalar l'amplària de cada caràcter de l'espai a partir de la seva amplària normal, - quan es pot reduir alguns caràcters per a fer que més paraules càpiguen en una línia.
cs: Nastavte procentuálně mezery mezi slovy: - jak moc se má změnit šířka každého znaku mezery vzhledem k jeho normální šířce, - jak moc lze některé z nich zmenšit, aby se vešlo na řádek více slov.
de: Legen Sie die prozentualen Wortabstände fest: - wie stark die Breite jedes Leerzeichens von seiner regulären Breite skaliert werden soll, - um wie viel einige von ihnen dann reduziert werden können, damit mehr Wörter auf eine Zeile passen.
el: Ορισμός ποσοστών απόστασης λέξεων: - πόσο πρέπει να κλιμακωθεί το πλάτος κάθε διαστήματος από το κανονικό του πλάτος, - κατά πόσο μερικά από αυτά μπορούν στη συνέχεια να μειωθούν, ώστε περισσότερες λέξεις να χωρούν σε μία γραμμή.
es: Configurar porcentajes de espaciado de palabras: - cuánto escalar la anchura de cada carácter de espacio a partir de su anchura normal, - en cuanto se pueden reducir algunos caracteres para hacer que más palabras quepan en una línea.
fa: تعیین درصد فضای بین کلمات: - چه مقدار می‌توان مقیاس عرض را برای هر کاراکتر 'فاصله' نسبت به مقدار معمول تغییر داد، - یا چه مقدار می‌توان آن را کاهش داد تا کلمات بیشتری در یک خط گنجانده شود.
fr: Définir les pourcentages d’espacement des mots : – en quelle proportion mettre à l’échelle la largeur de chaque espace à partir de sa taille de base. – en quelle proportion certains d’entre eux peuvent être réduits pour faire tenir plus de mots sur une même ligne.
gl: Configurar porcentaxes de espazado de palabras: - canto se pode escalar o largo de cada espazo en branco con respecto ao seu tamaño normal, - canto se poden reducir algúns deles para que más palabras caiban nunha liña.
hu: A szóköz százalékos méretezése: - mekkorára kell méretezni az egyes szóköz karakterek szélességét a normál szélességhez képest, - mennyire csökkenhet ezek közül néhány, hogy több szó illeszkedjen egy sorba.
it_it: Imposta le percentuali di spaziatura delle parole: -di quanto scalare la larghezza di ogni carattere "spazio" nel testo dalla sua larghezza normale -quanto ridurre ulteriormente per adattare più parole su una riga (100% significa nessuna riduzione).
ja: 単語間隔の比率を設定します。 - 各空白文字の幅を通常の幅からどの程度拡大するか。 - より多くの単語を1行に収められるようにするために、それらの文字のいくつかをどれだけ減らすことができるかを設定します。
ko_kr: 낱말 간격 비율을 설정하세요: - 각 공백 문자의 너비를 일반 너비에서 얼마나 많이 스케일할 것인지, - 더 많은 낱말을 한 줄에 넣으려면 간격을 줄이면 됩니다.
nl_nl: Stel percentages voor woordafstand in: - hoeveel de breedte van elke spatie moet worden geschaald ten opzichte van de normale breedte, - hoeveel sommige spaties dan kunnen worden verkleind om meer woorden op een regel te laten passen.
pl: Ustawia wartości procentowe odstępów między wyrazami: - ile przeskalować szerokość każdego znaku spacji od jego zwykłej szerokości, - o ile niektóre z nich można następnie zmniejszyć, aby zmieścić więcej słów w jednej linii.
pt_br: Definir porcentagens do espaçamento entre palavras: - por quanto redimensionar cada caractere de espaço em relação à sua largura normal, - por quanto cada caractere de espaço pode então ser reduzido para permitir que mais palavras caibam em uma linha.
ro: Setează procentului de spațiere a cuvintelor: - cît de mult să scaleze lățimea fiecărui caracter „spațiu” din text față de dimensiunea lui standard, - cu cît de mult îl poate micșora pentru a face să încapă mai multe cuvinte pe o singură linie.
ru: Чтобы изменить интервал между словами в процентах, укажите: • насколько масштабировать ширину каждого символа пробела от его обычной ширины; • насколько можно уменьшать некоторые из них, чтобы разместить больше слов в строке.
sk: Nastaviť percentuálny pomer medzier medzi slovami: - o koľko sa má zmenšiť šírka každého znaku medzery od jeho bežnej šírky, - o koľko sa potom dajú niektoré z nich zmenšiť, aby sa do riadku zmestilo viac slov.
sr: Поставља проценте размака између речи: - колико да се скалира ширина сваког карактера размака у односу на његову природну ширину, - за колико неки од њих могу да се сузе тако да у линију стане више речи.
tr: Sözcük aralığı yüzdelerini ayarlayın: - her boşluğun genişliğinin normal genişliğe göre ne oranda ölçeklendirileceği, - bir satıra daha fazla sözcük sığdırmak için ne kadar azaltabileceği.
uk: Вказати інтервал між словами у відсотках: - наскільки масштабувати ширину кожного символу пробілу від його звичайної ширини, - наскільки можна зменшити деякі з них, щоб розмістити більше слів у рядку.
zh_cn: 设置各个字符之间的间距百分比： - 设置每个空格字符缩放的比例， - 以及需要调整时空格字符最小缩放比例。

source: Scaling
ca: Escalar
de: Skalierung
el: Κλιμάκωση
es: Escalar
fa: مقیاس دادن
fr: Mise à l’échelle
gl: Escalado
hu: Méretezés
it_it: Riscalatura
ja: 拡大
ko_kr: 스케일링
nl_nl: Schalen
pl: Skalowanie
pt_br: Escala
ro: Scalare
ru: Масштабирование
sk: Zmena veľkosti
sr: Скалирање
tr: Ölçeklendirme
uk: Масштабування
zh_cn: 缩放比例

source: Reduction
ca: Reducció
cs: Zmenšení
de: Reduzierung
el: Μείωση
es: Reducción
fa: کاهش دادن
fr: Réduction
gl: Redución
hu: Csökkentés
it_it: Riduzione
ja: 縮小
ko_kr: 감소
nl_nl: Vermindering
pl: Zmniejszenie
pt_br: Redução
ro: Reducere
ru: Уменьшение
sk: Zmenšenie
sr: Редукција
tr: Azaltma
uk: Зменшення
zh_cn: 缩减

# Word spacing
source: small
ar: صغير
ca: petit
cs: malé
de: klein
el: μικρή
es: pequeño
fa: کوچک
fr: petit
gl: menor
hu: kicsi
it_it: piccola
ja: 狭い
ko_kr: 좁게
nl_nl: klein
pl: mały
pt_br: pequeno
ro: mică
ru: малый
sk: malé
sr: мали
tr: küçük
uk: малі
zh_cn: 小

# Word spacing
source: medium
ar: متوسط
ca: mitjà
cs: střední
de: mittel
el: μεσαία
es: mediano
fa: متوسط
fr: moyen
gl: media
hu: közepes
it_it: media
ja: 普通
ko_kr: 보통
nl_nl: middel
pl: średni
pt_br: médio
ro: medie
ru: средний
sk: stredné
sr: средњи
tr: orta
uk: середні
zh_cn: 中等

# Word spacing
source: large
ar: كبير
ca: gran
cs: velké
de: groß
el: μεγάλη
es: grande
fa: بزرگ
fr: grand
gl: grande
hu: nagy
it_it: larga
ja: 広い
ko_kr: 넓게
nl_nl: groot
pl: duży
pt_br: grande
ro: mare
ru: большой
sk: veľké
sr: велики
tr: geniş
uk: великі
zh_cn: 大

source: Tells the rendering engine by how much to scale the width of each 'space' character in the text from its regular width, and by how much it can additionally reduce them to make more words fit on a line (100% means no reduction).
ar: يخبر محرك التقديم بمدى قياس عرض كل حرف "مسافة" في النص من عرضه العادي ، ومقدار ما يمكنه تقليلها لجعل المزيد من الكلمات مناسبة في السطر (100٪ تعني عدم التقليل).
ca: Indica al motor de renderitzat quant ha d'augmentar l'amplària de cada 'espai' del text a partir de la seua amplària normal, i quant pot reduir-lo addicionalment perquè càpiguen més paraules en una línia (100% significa que no hi ha reducció).
cs: Říká vykreslovacímu enginu jak moc se má změnit šířka každého znaku „mezery“ v textu vzhledem k jeho normální šířce a jak moc je lze následně zmenšit, aby se vešlo na řádek více slov (100% znamená žádné zmenšení).
de: Sagt der Render-Engine, wie stark sie die Breite jedes Leerzeichens im Text von seiner regulären Breite aus skalieren soll und wie stark sie diese zusätzlich reduzieren kann, um mehr Wörter in eine Zeile einzufügen (100% bedeutet keine Reduzierung).
el: Λέει στη μηχανή απόδοσης πόσο πρέπει να κλιμακώσει το πλάτος κάθε διαστήματος στο κείμενο από το κανονικό του πλάτος και πόσο μπορεί να το μειώσει επιπλέον, ώστε να ταιριάζουν περισσότερες λέξεις σε μια γραμμή (100% σημαίνει καμία μείωση).
es: Indica al motor de renderizado cuánto debe aumentar la anchura de cada 'espacio' del texto a partir de su anchura normal, y cuánto puede reducirla adicionalmente para que quepan más palabras en una línea (100% significa que no hay reducción).
fr: Indique au moteur de rendu en quelle proportion modifier la largeur de chaque caractères « espace » du texte par rapport à sa largeur normale, et à quel point il peut les réduire afin que plus de mots tiennent sur une même ligne (100% = aucune réduction).
gl: Indica ao motor de renderización canto pode variar o largo de cada espazo en branco no texto con respecto ao seu tamaño normal e canto se poden reducir adicionalmente para que máis palabras encaixen nunha liña (100% significa sen redución).
hu: Előírja a megjelenítő motornak, hogy milyen mértékben skálázza a szövegben szereplő 'szóköz' karakterek szélességét a normál szélességhez képest, és hogy mennyit csökkentheti ezeket, hogy több szó férjen el a sorban (a 100% azt jelenti, hogy nincs semmi csökkentés).
it_it: Indica al motore di resa grafica quanto scalare la larghezza di ogni carattere "spazio" nel testo dalla sua larghezza normale e quanto si può ridurli ulteriormente per adattare più parole su una riga (100% significa nessuna riduzione).
ja: テキストの各「空白」文字の幅を通常の幅からどの程度拡大するか、また、より多くの単語を一行に収めるためにどの程度縮小するかを描画エンジンに指示します (100% は縮小しないことを意味します)。
ko_kr: 텍스트에서 각 '공백' 문자의 너비를 일반 너비에서 얼마나 많이 조정할지, 그리고 줄에 더 많은 단어를 넣기 위해 추가로 줄일 수 있는 정도(100%는 감소 없음의 뜻)를 렌더링 엔진에 알려줍니다.
nl_nl: Instrueert de weergever hoeveel de breedte van elk 'spatie'-karakter in de tekst kan worden verminderd van zijn gewone breedte om meer woorden op een regel te laten passen (100% betekent geen vermindering).
pl: Mówi silnikowi renderującemu, ile przeskalować szerokość każdego znaku „spacji” w tekście z jego zwykłej szerokości i ile może dodatkowo zmniejszyć, aby dopasować więcej słów do linii (100% oznacza brak redukcji).
pt_br: Diz ao motor de renderização em quanto aumentar a largura de cada caractere de 'espaço' no texto em relação a sua largura normal, e em quanto ele pode adicionalmente reduzi-los para fazer mais palavras caberem em uma linha (100% significa nenhuma redução).
ro: Spune motorului de randare cu cît să scaleze lățimea fiecărui caracter „spațiu” din text față de dimensiunea lui standard și cu cît îl poate micșora pentru a face să încapă mai multe cuvinte pe o singură linie (100% înseamnă fără reducere).
ru: Сообщает движку отрисовки, как масштабировать ширину каждого символа «пробел» в тексте по сравнению с его обычной шириной, и насколько он может дополнительно уменьшать пробелы, чтобы разместить больше слов в строке (100% означает отсутствие уменьшения).
sk: Oznamuje vykresľovaciemu jadru, o koľko má zmeniť šírku každého znaku medzery v texte od jeho bežnej šírky a o koľko ich môže dodatočne zmenšiť, aby sa na riadok zmestilo viac slov (100 % znamená bez zmenšenia).
sr: Говори механизму за приказ колико да скалира ширину сваког ’размак’ карактера у тексту у односу на његову природну ширину, као и колико сме додатно да га смањи како би у линију стало више речи (100% значи нема редукције).
tr: Görüntüleme işleyicisine, metindeki her bir 'boşluk' karakterinin genişliğinin normal genişliğine göre ne oranda ölçeklendirilebileceğini ve ek olarak bir satıra daha fazla sözcük sığdırmak için ne kadar azaltabileceğini belirtir (% 100 azaltma yapılmayacağı anlamına gelir).
uk: Повідомляє рушію відмалювання, наскільки масштабувати ширину кожного символу «пробіл» в тексті в порівнянні з його звичайною шириною, і наскільки він може додатково зменшити їх, щоб розмістити більше слів у рядку (100% означає відсутність скорочення).
zh_cn: 告诉渲染引擎各个单词之间空格的间距值（相对于正常字符大小），以及使单词能够在一行中放下的最大间距压缩值（100%意味着不压缩）。

source: Word Expansion
ar: توسيع الكلمة
ca: Expansió de paraula
cs: Rozšíření slov
de: Worterweiterung
el: Διεύρυνση λέξεων
es: Expansión de palabras
fa: کشیدن کلمه
fr: Dilatation des mots
gl: Expansión de palabras
hu: Szavak kiterjesztése
it_it: Espansione delle parole
ja: 単語伸張
ko_kr: 낱말 확장
nl_nl: Woorduitbreiding
pl: Rozszerzenie słów
pt_br: Expansão de palavras
ro: Expansiune cuvînt
ru: Растягивание слова
sk: Rozšírenie slov
sr: Експанзија речи
tr: Sözcük yayma
uk: Розтягування слів
zh_cn: 字母间距

source: Max word expansion
ar: أقصى توسيع كلمة
ca: Expansió de paraules màxima %
cs: Max rozšíření slov
de: Maximale Worterweiterung
el: Μέγιστη διεύρυνση λέξεων
es: Expansión máxima de palabras
fa: حداکثر کشیدگی کلمه
fr: Dilatation maximum des mots
gl: Expansión máxima de palabra
hu: Maximális szókiterjesztés
it_it: Espansione massima delle parole
ja: 最大単語伸張率
ko_kr: 최대 낱말 확장
nl_nl: Max woorduitbreiding
pl: Maksymalne rozszerzenie słów
pt_br: Expansão máxima de palavras
ro: Expansiunea maximă a cuvîntului
ru: Максимальное растягивание слова
sk: Maximálne rozšírenie slova
sr: Максимална експанзија речи
tr: En fazla sözcük yayma
uk: Максимальне розтягування слів
zh_cn: 最大字母间间隙

source: Set max word expansion as a percentage of the font size.
ca: Configurar l'expansió màxima de paraules com un percentatge de la grandària de la font.
cs: Nastavte maximální rozšíření slov (mezery mezi písmeny) jako procento velikosti písma.
de: Legen Sie die maximale Worterweiterung als Prozentsatz der Schriftgröße fest.
el: Ορίζει τη μέγιστη διεύρυνση των λέξεων ως ένα ποσοστό του μεγέθους της γραμματοσειράς.
es: Configurar la expansión máxima de palabras como un porcentaje del tamaño de la fuente.
fa: تعیین حداکثر کشیدگی لغات به شکل درصدی از اندازه قلم.
fr: Définir le pourcentage de la dilatation maximale des mots suivant la taille de la police.
gl: Configurar a expansión máxima de palabra como unha porcentaxe do tamaño da fonte.
hu: Adja meg a szavak max. kiterjesztését a betűméret %-ában.
it_it: Imposta l'espansione massima delle parole come percentuale della dimensione del carattere.
ja: フォントサイズに対する率で最大単語伸張を設定します。
ko_kr: 최대 낱말 확장을 글꼴 크기의 %로 설정하세요.
nl_nl: Stel de maximale woorduitbreiding in als een percentage van de lettergrootte.
pl: Ustaw maksymalne rozszerzenie słów jako procent rozmiaru czcionki.
pt_br: Definir a expansão máxima de palavras como uma % do tamanho da fonte.
ro: Setează expansiunea maximă a cuvîntului ca procent din mărimea fontului.
ru: Задать максимальный предел расстояния между символами в процентах от размера шрифта.
sk: Nastaviť maximálne rozšírenie slova ako percento veľkosti písma.
sr: Поставља максималну експанзију речи као проценат величине фонта.
tr: En fazla sözcük genişlemesini, yazı tipi boyutunun yüzdesi olarak ayarlayın.
uk: Встановіть максимальне розтягування слів у відсотках від розміру шрифту.
zh_cn: 将最大单词扩展设置为字体大小的百分比。

source: CJK scaling
ca: Escalat CJK
de: CJK Skalierung
el: Κλιμάκωση CJK
es: Escalado CJK
fr: Mise à l’échelle CJK
gl: Escalado CJK
hu: CJK méretezés
it_it: Scala CJK
ja: CJK拡張率
ko_kr: CJK 스케일링
nl_nl: CJK-schaal
pl: Skalowanie CJK
pt_br: Escala CJK
ro: Scalare CJK
ru: Масштабировать CJK
sk: Mierka pre ázijské jazyky (CJK)
sr: CJK скалирање
tr: CJK ölçeklendirmesi
uk: Масштабування CJK
zh_cn: CJK 缩放比

# Word expansion
source: none
ar: لا شيء
ca: ninguna
cs: žádné
de: kein
el: καμία
es: ninguna
fa: هیچ
fr: aucun
gl: ningunha
hu: nincs
it_it: nessuna
ja: なし
ko_kr: 없음
nl_nl: geen
pl: brak
pt_br: nenhuma
ro: fără
ru: нет
sk: žiadne
sr: ништа
tr: yok
uk: немає
zh_cn: 无

# Word expansion
source: some
ar: بعض
ca: algunes
cs: nějaké
de: einige
el: μικρή
es: alguna
fa: کمی
fr: un peu
gl: algo
hu: néhány
it_it: un po'
ja: 少し
ko_kr: 약간
nl_nl: beetje
pl: małe
pt_br: pouca
ro: un pic
ru: немного
sk: niektoré
sr: донекле
tr: biraz
uk: незначне
zh_cn: 一些

# Word expansion
source: more
ar: أكثر
ca: més
cs: větší
de: mehr
el: μεγαλύτερη
es: más
fa: بیشتر
fr: plus
gl: máis
hu: több
it_it: di più
ja: 多い
ko_kr: 좀더
nl_nl: meer
pl: większe
pt_br: muita
ro: mai mult
ru: больше
sk: viacej
sr: још
tr: daha fazla
uk: більше
zh_cn: 更多

source: On justified lines having too wide spaces, allow distributing the excessive space into words by expanding them with letter spacing. This sets the max allowed letter spacing as a % of the font size.
ar: في الأسطر المبررة التي تحتوي على مسافات واسعة جدًا ، اسمح بتوزيع المسافات الزائدة في كلمات عن طريق توسيعها بمسافات بين الأحرف. يقوم هذا بتعيين الحد الأقصى المسموح به لتباعد الأحرف كنسبة مئوية من حجم الخط.
ca: En les línies justificades que contenen espais massa grans, permet distribuir l'espai excessiu entre paraules expandint-les mitjançant l'espaiat de lletres. Aquest ajust estableix el màxim espaiat de lletres permès com un % de la grandària de lletra.
cs: Když jsou při zarovnání řádků do bloku příliš velké mezery mezi slovy, lze je pomocí tohoto nastavení přenést do slov tak, že se rozšíří mezery mezi písmeny slova. Zde můžete nastavit maximální povolenou velikost mezer mezi písmeny jako % z velikosti písma.
de: Lassen Sie bei ausgerichteten Zeilen mit zu großen Zwischenräumen die Verteilung des überschüssigen Raumes auf die Wörter zu, indem Sie sie mit Buchstabenabstand erweitern. Dadurch wird der maximal zulässige Buchstabenabstand in % der Schriftgröße festgelegt.
el: Σε στοιχισμένες γραμμές που έχουν πολύ μεγάλα κενά, επιτρέπει την κατανομή του υπερβολικού χώρου σε λέξεις επεκτείνοντάς τες με διαστήματα γραμμάτων. Αυτό ορίζει το μέγιστο επιτρεπόμενο διάστημα γραμμάτων ως ένα ποσοστό % του μεγέθους της γραμματοσειράς.
es: En las líneas justificadas que contienen espacios demasiado grandes, permite distribuir el espacio excesivo entre palabras expandiéndolas mediante el espaciado de letras. Este ajuste establece el máximo espaciado de letras permitido como un % del tamaño de fuente.
fa: در خط‌های تراز شده فضای کشیده زیادی داریم، که اجازه توزیع بیشتر فضا به کلمات را، با کشیدن فاصله بین حروف می‌دهد.این مورد حداکثر مقدار مجاز فضای حروف را به صورت درصدی از اندازه قلم تعیین می‌کند.
fr: Sur les lignes justifiées qui ont des espaces trop larges, autorise la distribution de l’excès d’espace dans les mots en les dilatant grâce à un écartement des lettres. Ceci défini l’espacement maximum autorisé entre chaque lettre comme un pourcentage de la taille de police.
gl: En liñas xustificadas que teñen espazos demasiado largos, permitir a distribución do espazo extra nas palabras usando o espazado entre letras. Isto configura o espazado máximo entre letras como un % do tamaño de fonte.
hu: Túl széles szóközökkel ellátott sorokban hagyja eloszlatni a túl sok helyet szavakba, "betűközökkel" kibővítve. Itt beállíthatja a betűméret %-ában a megengedett legnagyobb betűtávolságot.
it_it: Nelle righe giustificate con spazi troppo larghi, permetti la distribuzione degli spazi eccessivi espandendo le parole con spazio interletterale. Questo controllo imposta lo spazio massimo permesso tra le lettere in % della dimensione carattere.
ja: 余りにも広いスペースを持つ両端揃えの行で、文字間隔を広げて余分なスペースを単語に分散させることができます。文字間隔の最大許容値をフォントサイズに対する割合で設定します。
ko_kr: 정렬된 줄에 너무 넓은 공백이 있으면, 글자 사이에 분산해 넣어서 과도한 공백을 줄입니다. 글자 간격의 최대값을 글꼴 크기의 %로 설정합니다.
nl_nl: Op regels met uitgevulde tekst met te grote spaties, sta toe om de overtollige ruimte in de woorden zelf te verdelen door ze uit te breiden met een letterafstand. Dit stelt de maximaal toegestane letterafstand in als een percentage (%) van de lettergrootte.
pl: Na wyjustowanych liniach, które mają zbyt szerokie odstępy, można zezwolić na rozłożenie nadmiaru spacji na słowa, rozszerzając je odstępami między literami. Ustawia maksymalny dozwolony odstęp między literami jako % rozmiaru czcionki.
pt_br: Em linhas justificadas com espaços muito grandes, permite que o espaço excessivo seja distribuído dentro de palavras, expandindo-as com espaço entre letras. Isso define o espaçamento máximo permitido entre letras como uma % do tamanho da fonte.
ro: Se permite extinderea spațierii literelor cuvintelor de pe liniile justificate care au spații prea mari. Aceasta setează spațierea maximă permisă a literelor ca procent din mărimea fontului.
ru: На выровненных по ширине строках, имеющих слишком широкие пробелы, можно перераспределять лишнее пространство внутрь слов, растягивая их межбуквенный интервал. Данный параметр задаёт максимально допустимое увеличение расстояния между буквами в % от размера шрифта.
sk: Na zarovnaných riadkoch s príliš širokými medzerami povoliť rozloženie prebytočného priestoru do slov ich rozšírením o medzery medzi písmenami. Týmto sa nastaví maximálna šírka medzier medzi písmenami ako % veľkosti písma.
sr: У обострано поравнатим линијама које имају сувише широке размаке дозвољава распоређивање сувишног простора у речи тако што их проширује повећавајући размак између слова. Ово поставља максимално дозвољени размак између слова као % величине фонта.
tr: Çok geniş alanlara sahip iki yana hizalanmış satırlarda, aşırı alanı harf aralığıyla genişleterek sözcüklerin dağıtılmasını sağlar. Bu seçenek, izin verilen en fazla harf aralığını yazı tipi boyutuna göre % oranında ayarlar.
uk: На вирівняних рядках, що мають занадто широкі пробіли, дозволяє розподіляти зайвий простір у словах, розтягуючи їх міжбуквений інтервал. Це встановлює максимально допустимий міжбуквений інтервал як відсоток від розміру шрифту.
zh_cn: 针对有较多空白的句子排版时，允许将多余的空白分散至所有单词的字母间。此设置控制字母间空白相对于字体大小的最大百分比。

source: CJK width scaling
ca: Escalat d'amplària CJK
de: CJK Breitenskalierung
el: Κλιμάκωση πλάτους CJK
es: Escalado de anchura CJK
fr: mise à l'échelle de la largeur CJK
gl: Escalado de anchura CJK
hu: CJK szélesség skálázás
it_it: Riscalatura della larghezza CJK
ja: CJK文字幅伸張
ko_kr: CJK 너비 스케일링
nl_nl: CJK breedte schalen
pl: Skalowanie szerokości CJK
pt_br: Escala de largura CJK
ro: scalare lățime CJK
ru: Масштабировать ширину CJK-символов
sk: Škálovanie šírky ázijských znakov (CJK)
sr: CJK скалирање ширине
tr: CJK genişlik ölçeği
uk: Масштабування ширини CJK
zh_cn: CJK 字符间距缩放
