Repository: spruceUI/spruceOS
Catalog: App/KoReader/l10n/*/koreader.po
Languages: ar, ca, cs, de, el, es, fa, fr, gl, hu, it_it, ja, ko_kr, nl_nl, pl, pt_br, ro, ru, sk, sr, tr, uk, zh_cn

source: Page overlap cannot be enabled in the current view mode.
ar: لا يمكن تمكين تداخل الصفحة في وضع العرض الحالي.
ca: No es pot activar el solapament de pàgines en el mode de vista actual.
cs: Přesah stránek nemůže být v aktuálním režimu zobrazení povolen.
de: Die Seitenüberlappung kann im aktuellen Ansichtsmodus nicht aktiviert werden.
el: Η επικάλυψη σελίδας δεν μπορεί να ενεργοποιηθεί στον τρέχοντα τύπο προβολής.
es: No se puede activar el solapamiento de páginas en el modo de vista actual.
fa: همپوشانی صفحات نمی‌تواند در نمای فعلی فعال شود.
fr: Le chevauchement des pages ne peut pas être activé dans le mode d’affichage actuel.
gl: Non se pode activar o solapamento de páxina no modo de vista actual.
hu: Az 'Oldalak átfedése' az aktuális nézetmódban nem engedélyezhető.
it_it: La sovrapposizione delle pagine non può essere abilitata nella modalità di visualizzazione corrente.
ja: 現在の表示モードではページ重ね合わせを有効にすることはできません。
ko_kr: 현재 보기 모드에서는 페이지 겹침을 활성화할 수 없습니다.
nl_nl: Pagina-overlap kan niet worden ingeschakeld in de huidige weergavemodus.
pl: Nakładanie stron nie może być włączone w bieżącym trybie widoku.
pt_br: Sobreposição de página não pode ser ativada no atual modo de visualização.
ro: Suprapunerea paginilor nu poate fi activată în modul curent de vizualizare.
ru: В текущем режиме просмотра нельзя включить перекрытие страниц.
sk: V aktuálnom režime zobrazenia nie je možné povoliť prekrývanie stránok.
sr: Преклапање страница не може да се укључи у тренутном режиму приказа.
tr: Geçerli görünüm kipinde sayfa örtüşmesi etkinleştirilemiyor.
uk: Перекриття сторінки не можна ввімкнути в поточному режимі перегляду.
zh_cn: 当前视图模式下不能启用页面重叠。

source: Number of lines: %1
ar: عدد الأسطر: %1
ca: Nombre de línies: %1
cs: Počet řádků: %1
de: Anzahl Zeilen: %1
el: Αριθμός γραμμών: %1
es: Número de líneas: %1
fa: تعداد خطوط: %1
fr: Nombre de lignes : %1
gl: Número de liñas: %1
hu: Sorok száma: %1
it_it: Numero di linee: %1
ja: 行数: %1
ko_kr: 줄 숫자: %1
nl_nl: Aantal regels: %1
pl: Liczba wierszy: %1
pt_br: Número de linhas: %1
ro: Număr de linii: %1
ru: Количество строк: %1
sk: Počet riadkov: %1
sr: Број линија: %1
tr: Satır sayısı: %1
uk: Кількість рядків: %1
zh_cn: 行数：%1

source: Number of overlapped lines
ar: عدد الخطوط المتداخلة
ca: Nombre de línies solapades
cs: Počet přesahujících řádků
de: Anzahl der überlappenden Zeilen
el: Αριθμός επικαλυπτόμενων γραμμών
es: Número de líneas solapadas
fa: تعداد خط‌هایی که همپوشانی دارند
fr: Nombre de lignes superposées
gl: Número de liñas solapadas
hu: Átfedő sorok száma
it_it: Numero di righe sovrapposte
ja: 重ね合わされる行数
ko_kr: 겹치는 줄 수
nl_nl: Aantal overlappende regels
pl: Liczba nakładających się linii
pt_br: Número de linhas sobrepostas
ro: Număr de linii suprapuse
ru: Номера перекрывающихся строк
sk: Počet prekrývajúcich sa riadkov
sr: Број линија које се преклапају
tr: Örtüşen satır sayısı
uk: Кількість рядків перекриття
zh_cn: 重叠行数

source: When page overlap is enabled, some lines from the previous page will be displayed on the next page. You can set how many lines are shown.
ar: عند تمكين تداخل الصفحات ، سيتم عرض بعض الأسطر من الصفحة السابقة في الصفحة التالية. يمكنك ضبط عدد الأسطر المعروضة.
ca: Quan s'activa la superposició de pàgines, algunes línies de la pàgina anterior es mostraran en la pàgina següent. El nombre de línies a mostrar pot ser configurat.
cs: Když je povolen přesah stránek, tak budou řádky z předchozí stránky zobrazeny i na následující stránce. Můžete určit kolik přesahujících řádků bude zobrazeno.
de: Wenn die Seitenüberlappung aktiviert ist, werden einige Zeilen der vorherigen Seite auf der nächsten Seite angezeigt. Sie können einstellen, wie viele Zeilen angezeigt werden sollen.
el: Όταν είναι ενεργοποιημένη η επικάλυψη σελίδων, ορισμένες γραμμές από την προηγούμενη σελίδα θα εμφανίζονται στην επόμενη σελίδα. Μπορείτε να ορίσετε πόσες γραμμές θα εμφανίζονται.
es: Cuando se activa el solapamiento de páginas, algunas líneas de la página anterior se mostrarán en la página siguiente. El número de líneas a mostrar puede ser configurado.
fa: زمانی که همپوشانی صفحات فعال است، تعدادی از خطوط صفحه قبل در صفحه بعدی نمایش داده خواهد شد. شما می‌توانید تعیین کنید چه تعداد خط نمایش داده شود.
fr: Lorsque le chevauchement de pages est activé, certaines lignes de la page précédente seront affichées sur la page suivante. Vous pouvez définir le nombre de lignes affichées.
gl: Cando se activa o solapamento de páxina, algunhas liñas da páxina anterior son mostradas na seguinte. Podes cambiar cantas liñas van ser mostradas.
hu: Ha az 'Oldalak átfedése' engedélyezve van, az előző oldal pár sora megjelenik a következő oldalon is. Beállíthatja, hogy hány sor jelenjen meg.
it_it: Quando la sovrapposizione di pagine è abilitata, alcune righe delle pagine precedenti vengono visualizzate nella pagina successiva. È possibile impostare quante linee visualizzare.
ja: ページ オーバーラップが有効の場合、前のページの何行かが次のページと共に表示されます。 どれくらいの行を表示するかを設定できます。
ko_kr: 페이지 겹침이 활성화되면, 이전 페이지의 몇 줄이 다음 페이지에도 표시됩니다. 몇 줄까지 중복 표시할지 설정할 수 있습니다.
nl_nl: Als pagina-overlap is ingeschakeld, wordt een aantal regels van de vorige pagina weergegeven op de volgende pagina. Hier kan worden ingesteld hoeveel regels er worden getoond.
pl: Po włączeniu nakładania stron, niektóre wiersze z poprzednich stron są pokazane na następnej stronie. Możesz ustawić liczbę wyświetlanych wierszy.
pt_br: Quando a sobreposição de página estiver ativada, algumas linhas da página anterior serão exibidas na próxima página. Você pode definir quantas linhas são exibidas.
ro: Cînd suprapunerea paginilor este activată, unele linii din pagina anterioară vor fi afișate pe pagina următoare. Poți seta cîte linii sînt afișate.
ru: Когда перекрытие страниц включено, часть строк с предыдущей страницы будет отображаться на следующей. Вы можете настроить, сколько строк будет выводиться.
sk: Keď je povolené prekrývanie stránok, niektoré riadky z predchádzajúcej stránky sa zobrazia na nasledujúcej strane. Môžete nastaviť, koľko riadkov sa zobrazí.
sr: Када се укључи преклапање страница, неке линије са претходне странице ће се приказати на наредној. Можете да наведете колико линија се приказује.
tr: Sayfa örtüşmesi seçeneği etkinleştirildiğinde, önceki sayfadaki bazı satırlar sonraki sayfada da görüntülenir. Görüntülenecek satır sayısını ayarlayabilirsiniz.
uk: Коли увімкнено перекриття сторінок, деякі рядки попередньої сторінки з'являтимуться на наступній сторінці. Ви можете встановити, скільки рядків з'являтиметься.
zh_cn: 当页面重叠开启时，上一页的部分行会在下一页再次显示。 你可以设置需要重复显示多少行。

source: Arrow
ar: سهم
ca: Fletxa
cs: Šipka
de: Pfeil
el: Βέλος
es: Flecha
fa: پیکان
fr: Flèche
gl: Frecha
hu: Nyilak
it_it: Freccia
ja: 矢印
ko_kr: 화살표
nl_nl: Pijl
pl: Strzałka
pt_br: Seta
ro: Săgeată
ru: Указывать границу прочтённого стрелкой
sk: Označiť šípkou
sr: Стрелица
tr: Ok
uk: Стрілка
zh_cn: 箭头

source: Gray out
ar: اطمس باللون الرمادي
ca: Difuminar
cs: Zešednutí
de: Grau maskieren
el: Γκριζάρισμα
es: Difuminar
fa: خاکستری کردن
fr: Grisé
gl: Esvaecer
hu: Szürkítés (Gray out)
it_it: Grigio disattivato
ja: グレーアウト
ko_kr: 그레이 아웃
nl_nl: Grijs maken
pl: Wyszarzone
pt_br: Esmaecer
ro: Zonă gri
ru: Обесцвечивать прочтённую часть
sk: Prekryť šedou
sr: Посиви
tr: Devre dışı
uk: Відтінки сірого
zh_cn: 置灰

source: Horizontal line
ca: Línia horitzontal
cs: Vodorovná linka
de: Horizontale Linie
el: Οριζόντια γραμμή
es: Línea horizontal
fa: خط افقی
fr: Lignes horizontales
gl: Liña horizontal
hu: Vízszintes vonal
it_it: Linea orizzontale
ko_kr: 수평선
nl_nl: Horizontale lijn
pl: Linia pozioma
pt_br: Linha horizontal
ru: Горизонтальная линия
sk: Horizontálna čiara
sr: Хоризонтална линија
tr: Yatay çizgi
uk: Горизонтальна лінія
zh_cn: 水平线

source: Left/right
ar: يسار/يمين
ca: Esquerra/dreta
cs: Vlevo/vpravo
de: Links/rechts
el: Αριστερά/δεξιά
es: Izquierda/derecha
fa: چپ/راست
fr: Gauche/droite
gl: Esquerda/dereita
hu: Bal/jobb
it_it: Sinistra/destra
ja: 左/右
ko_kr: 왼쪽/오른쪽
nl_nl: Links/rechts
pl: Lewo/prawo
pt_br: Esquerda/direita
ro: Stînga/dreapta
ru: Слева/справа
sk: Vľavo/vpravo
sr: Лево/десно
tr: Sol/sağ
uk: Праворуч/ліворуч
zh_cn: 左/右

source: Top/bottom
ar: أعلى / أسفل
ca: A dalt/a baix
cs: Nahoře/dole
de: Oben/Unten
el: Επάνω/κάτω
es: Arriba/abajo
fa: بالا/پایین
fr: En-haut/en-bas
gl: Superior/Inferior
hu: Felső/alsó
it_it: Superiore/inferiore
ja: 上/下
ko_kr: 위쪽/아래쪽
nl_nl: Boven/onder
pl: Góra/dół
pt_br: Superior/inferior
ro: Sus/jos
ru: Вверху/внизу
sk: Hore/dole
sr: Врх/дно
tr: Üst/alt
uk: Угорі/унизу
zh_cn: 顶部/底部

source: Backward / forward tap zone size: %1 % / %2 %
ca: Grandària de la zona de pulsació cap endarrere / endavant: %1% / %2%
cs: Velikost zóny pro ťuknutí dopředu / dozadu: %1 % /%2 %
de: Bereich zum vorwärts/rückwärts Blättern: %1 % / %2 %
el: Μέγεθος ζώνης πατήματος προς τα πίσω/προς τα εμπρός: %1 % / %2 %
es: Tamaño de la zona de pulsación hacia atrás / adelante: %1 % / %2 %
fa: اندازه محدوده ضربه‌زدن برای عقب / جلو رفتن: %1 ٪ / %2 ٪
fr: Taille de la zone de tap arrière/avant : %1 % / %2 %
gl: Tamaño da zona de pulsación de para atrás / adiante: %1 % / %2 %
hu: Előre / Hátra érintőzóna mérete: %1 % / %2 %
it_it: Dimensione zona tocco avanti/indietro: %1 % / %2 %
ja: 戻る/進むタップ領域のサイズ: %1 % / %2 %
ko_kr: 뒤로/앞으로 탭 영역 크기: %1% / %2%
nl_nl: Grootte tapzone achteruit/vooruit: %1 % / %2 %
pl: Rozmiar strefy stuknięcia wstecz / naprzód: %1% / %2%
pt_br: Tamanho da zona de toque para voltar/avançar: %1% / %2%
ru: Размер зон касания назад/вперёд: %1% / %2%
sk: Veľkosť zóny ťuknutia pre listovanie dozadu/dopredu: %1% / %2%
sr: Величина тап зоне за уназад / унапред: %1 % / %2 %
tr: Geri / ileri dokunma bölgesi boyutu: % %1 / % %2
uk: Розмір зони перемикання вперед / назад: %1 % / %2 %
zh_cn: 向后/向前轻按区域大小：%1 %/ %2 %

source: Tap zone width
ca: Amplària de la zona de pulsació
cs: Šířka zóny pro ťuknutí
de: Breite des Bereichs
el: Πλάτος ζώνης πατήματος
es: Anchura de la zona de pulsación
fa: عرض محدوده ضربه زدن
fr: Largeur de la zone de tape pour avancer
gl: Largo da zona de pulsación
hu: Érintőzóna szélessége
it_it: Larghezza zona di tocco
ja: タップ領域の幅
ko_kr: 탭 영역 너비
nl_nl: Breedte van tikzone
pl: Szerokość strefy stuknięcia
pt_br: Largura da zona de toque
ru: Ширина зоны касания
sk: Šírka zóny ťuknutia
sr: Ширина тап зоне
tr: Dokunma bölgesi genişliği
uk: Ширина зони торкання
zh_cn: 轻按区域宽度

source: Tap zone height
ca: Altura de la zona de pulsació
cs: Výška zóny pro ťuknutí
de: Höhe des Bereichs
el: Ύψος ζώνης πατήματος
es: Altura de la zona de pulsación
fa: ارتفاع محدوده ضربه زدن
fr: Hauteur de la zone pour avancer
gl: Altura da zona de pulsación
hu: Érintőzóna magassága
it_it: Altezza zona di tocco
ja: タップ領域の高さ
ko_kr: 탭 영역 높이
nl_nl: Hoogte van tikzone
pl: Wysokość strefy stuknięcia
pt_br: Altura da zona de toque
ru: Высота зоны касания
sk: Výška zóny ťuknutia
sr: Висина тап зоне
tr: Dokunma bölgesi yüksekliği
uk: Висота зони торкання
zh_cn: 轻按区域高度

source: Percentage of screen width
ar: النسبة المئوية لعرض الشاشة
ca: Percentatge de l'amplària de pantalla
cs: Procento šířky obrazovky
de: Prozentsatz der Bildschirmbreite
el: Ποσοστό πλάτους οθόνης
es: Porcentaje de la anchura de pantalla
fa: درصد از عرض صفحه نمایش
fr: Pourcentage de la largeur de l'écran
gl: Porcentaxe do largo da pantalla
hu: Képernyőszélesség százalékos aránya
it_it: Percentuale della larghezza dello schermo
ja: 画面幅に対する割合
ko_kr: 화면 너비의 비율
nl_nl: Percentage van schermbreedte
pl: Procent szerokości ekranu
pt_br: Porcentagem da largura da tela
ro: Procent din lățimea ecranului
ru: Процент ширины экрана
sk: Percento šírky obrazovky
sr: Проценат ширине екрана
tr: Ekran genişliği yüzdesi
uk: Відсоток ширини екрана
zh_cn: 屏幕宽度的百分比

source: Percentage of screen height
ar: النسبة المئوية لارتفاع الشاشة
ca: Percentatge de l'altura de pantalla
cs: Procento výšky obrazovky
de: Prozentsatz der Bildschirmhöhe
el: Ποσοστό ύψους οθόνης
es: Porcentaje de la altura de pantalla
fa: درصد از ارتفاع صفحه نمایش
fr: Pourcentage de la hauteur de l'écran
gl: Porcentaxe da altura da pantalla
hu: Képernyőmagasság százalékos aránya
it_it: Percentuale dell'altezza dello schermo
ja: 画面高さに対する割合
ko_kr: 화면 높이의 비율
nl_nl: Percentage van schermhoogte
pl: Procent wysokości ekranu
pt_br: Porcentagem da altura da tela
ro: Procent din înălțimea ecranului
ru: Процент высоты экрана
sk: Percento výšky obrazovky
sr: Проценат висине екрана
tr: Ekran yüksekliği yüzdesi
uk: Відсоток висоти екрана
zh_cn: 屏幕高度百分比

source: Backward
ca: Enrere
cs: Dozadu
de: Zurück
el: Προς τα πίσω
es: Atrás
fa: عقب رفتن
fr: Retour
gl: Atrás
hu: Vissza
it_it: all'indietro
ja: 戻る
ko_kr: 뒤로
nl_nl: Terug
pl: Wstecz
pt_br: Voltar
ru: Назад
sk: Dozadu
sr: Уназад
tr: Geri
uk: Назад
zh_cn: 向后

source: Forward
ca: Endavant
cs: Dopředu
de: Vorwärts
el: Προς τα εμπρός
es: Adelante
fa: جلو رفتن
fr: Avancer de 10 pages
gl: Adiante
hu: Előre
it_it: In avanti
ja: 進む
ko_kr: 앞으로
nl_nl: Vooruit
pl: Naprzód
pt_br: Avançar
ru: Вперёд
sk: Dopredu
sr: Унапред
tr: İleri
uk: Уперед
zh_cn: 向前

source: Page turns
ar: تقليبات الصفحة
ca: Canvi de pàgina
cs: Otáčení stránek
de: Seite blättert
el: Αλλαγή σελίδας
es: Cambio de página
fa: ورق زدن
fr: Changements de page
gl: Pases de páxina
hu: Lapozás
it_it: Volta pagina
ja: ページめくり
ko_kr: 페이지 넘기기
nl_nl: Pagina's omslaan
pl: Przewracanie stron
pt_br: Virar página
ro: Întoarceri pagină
ru: Листание страниц
sk: Otáčanie strán
sr: Окретање странице
tr: Sayfa çevirmeler
uk: Перегортання сторінки
zh_cn: 翻页

source: With taps
ar: مع نقرات
ca: Amb pulsacions
cs: Více ťuknutími
de: Mit Tippen
el: Με πατήματα
es: Con pulsaciones
fa: با ضربه زدن
fr: Avec plusieurs cliques
gl: Con pulsacións
hu: Érintésekkel (tap)
it_it: Con tocchi
ja: タップで
ko_kr: 탭으로
nl_nl: Met tikken
pl: Za pomocą stuknięć
pt_br: Com toques
ro: Cu atingeri
ru: При помощи касаний
sk: Pomocou ťuknutí
sr: Таповима
tr: Dokunmalar ile
uk: Дотиками
zh_cn: 轻按多次

source: With swipes
ar: مع السحبات
ca: Amb lliscaments
cs: Více tahy
de: Mit Wischen
el: Με σαρώσεις
es: Con deslizamientos
fa: با کشیدن
fr: Avec plusieurs balayages
gl: Con deslizamentos
hu: Suhintásokkal
it_it: Con strisciate
ja: スワイプで
ko_kr: 스와이프로
nl_nl: Met vegen
pl: Za pomocą przesunięć
pt_br: Com deslizes
ro: Cu glisări
ru: При помощи свайпов
sk: Potiahnutím prstu
sr: Превлачењем
tr: Kaydırma ile
uk: Посуванням
zh_cn: 滑动多次

source: Tap zones: %1
ar: مناطق النقر: %1
ca: Zones de pulsació: %1
cs: Dotekové zóny: %1
de: Bereiche zum Blättern: %1
el: Ζώνες πατημάτων: %1
es: Zonas de pulsación: %1
fa: نواحی ضربه زدن: %1
fr: Zones de tape : %1
gl: Zonas de pulsación: %1
hu: Érintőzóna: %1
it_it: Zone di tocco: %1
ja: タップ領域: %1
ko_kr: 탭 영역: %1
nl_nl: Tikzones: %1
pl: Strefy stuknięcia: %1
pt_br: Zonas de toque: %1
ro: Zone de atingere: %1
ru: Зоны касания: %1
sk: Dotykové zóny: %1
sr: Тап зоне: %1
tr: Dokunma bölgeleri: %1
uk: Зони дотику: %1
zh_cn: 轻按区域：%1

source: Invert page turn taps and swipes
ar: اعكس اتجاه قلب الصفحة سحبًا ولمسًا
ca: Invertir les pulsacions i gestos de canvi de pàgina
cs: Přehodit dotyk. ovl. pro otáčení stránek
de: Seitenwechsel-Tipps und Streichen invertieren
el: Αντιστροφή πατημάτων και σαρώσεων αλλαγής σελίδας
es: Invertir las pulsaciones y gestos de cambio de página
fa: معکوس کردن جهت ورق زدن، ضربه و کشیدن
fr: Inverser les touchers & balayages
gl: Inverter lado de pasar páxina con premer e deslizar
hu: Lapozó érintések és mozdulatok megfordítása
it_it: Inverti i tocchi e i gesti di cambio di pagina
ja: ページめくりのタップとスワイプを反転させる
ko_kr: 페이지 넘기는 탭과 밀기 방향 반대로
nl_nl: Pagina-omslag tikken en vegen omdraaien
pl: Odwróć działanie stuknięcia i przesunięcia zmiany stron
pt_br: Inverter deslizes e toques de virar página
ro: Inversează atingerile și glisările de întoarcere a paginilor
ru: Инверсное листание касаниями и свайпами
sk: Stranovo zameniť ťuknutia a ťahy prstom pre otáčanie strán
sr: Обрни тапове и превлачења за окретање странице
tr: Sayfa çevirme dokunma ve kaydırma hareketleri tersine çevrilsin
uk: Інвертувати гортання сторінки торканням і проведенням
zh_cn: 反转翻页手势

source: The default (★) for newly opened books is right-to-left (RTL) page turning. Would you like to change it?
ar: الإعداد الافتراضي (★) لاتجاه قلب الصفحة في الكتب الجديدة هو التقليب من اليمين إلى اليسار RTL. هل تريد تغييره؟
ca: El valor predeterminat de canvi de pàgina (★) la primera vegada que s'obre un llibre és de dreta a esquerra (RTL). Li agradaria canviar-lo?
cs: Výchozí (★) otáčení stránek pro nově otevřené knihy je zprava doleva (P→L). Chcete to změnit?
de: Die Voreinstellung (★) für neu geöffnete Bücher ist das Umblättern von rechts nach links (RTL). Möchtest du es ändern?
el: Η προεπιλογή (★) για τα νέα βιβλία που ανοίγουν είναι να γυρίζει η σελίδα από δεξιά προς τα αριστερά (ΔπΑ). Θα θέλατε να την αλλάξετε;
es: El valor predeterminado de cambio de página (★) la primera vez que se abre un libro es de derecha a izquierda (RTL). ¿Le gustaría cambiarlo?
fa: پیشفرض (★) وررق زدن برای کتاب‌های جدید باز شده، راست به چپ (RTL) است. آیا تمایل دارید تغییرش دهید؟
fr: La valeur par défaut (★) pour les livres nouvellement ouverts est de tourner les pages de la droite vers la gauche (RTL). Voulez-vous la changer ?
gl: A configuración por defecto (★) é abrir libros novos pasando as páxinas de dereita a esquerda (DAE) . Gustaríache cambiala?
hu: Az újonnan megnyitott könyvek alapértelmezetten (★) jobbról balra (J->B) lapozódnak. Szeretné ezt megváltoztatni?
it_it: L'impostazione predefinita del cambio di pagina (★) per i libri appena aperti è da destra a sinistra (RTL). Vuoi cambiarlo?
ja: 新しく開いた本の既定 (★)は、右から左へ (RTL)ページがめくられます。 変更しますか？
ko_kr: 새로 열린 책의 기본값 (★)은 오른쪽에서 왼쪽으로(RTL) 페이지를 넘깁니다 . 이 값을 변경할까요?
nl_nl: De standaardinstelling (★) voor ongeopende boeken is van rechts naar links (RnL) bladeren. Deze instelling wijzigen?
pl: Dla nowo otwartych książek domyślnie (★) przewracanie stron jest od prawej do lewej (RTL). Czy chcesz to zmienić?
pt_br: O padrão (★) para livros recém-abertos é virar a página da direita para a esquerda (DPE). Gostaria de alterá-lo?
ro: Implicitul (★) pentru cărțile nou deschise este întoarcerea paginii de la dreapta spre stînga (RTL). Dorești să-l schimbi?
ru: По умолчанию (★) для вновь открытых книг листание страниц идёт справа налево (ПНЛ). Вы хотите это изменить?
sk: Predvolená hodnota (★) pre novootvorené knihy je otáčanie strán sprava doľava (RTL). Prajete si to zmeniť?
sr: Подразумевана вредност (★) за књиге отворене по први пут је десно-у-лево (RTL) окретање страница. Да ли желите то да промените?
tr: Yeni açılan kitaplar için varsayılan (★) sayfa çevirme yönü sağdan soladır. Değiştirmek ister misiniz?
uk: Типово (★) у щойно відкритих книгах сторінки гортаються справа наліво (ПНЛ). Змінити це?
zh_cn: 新打开的书籍将默认 (★) 以从右至左 (RTL) 形式显示. 你想要修改吗？

source: The default (★) for newly opened books is left-to-right (LTR) page turning. Would you like to change it?
ar: الإعداد الافتراضي (★) لاتجاه قلب الصفحة في الكتب الجديدة هو التقليب من اليسار إلى اليمين LTR. هل تريد تغييره؟
ca: El valor predeterminat de canvi de pàgina (★) la primera vegada que s'obre un llibre és de dreta a esquerra (LTR). Li agradaria canviar-lo?
cs: Výchozí (★) otáčení stránek pro nově otevřené knihy je zleva doprava (L→P). Chcete to změnit?
de: Die Voreinstellung (★) für neu geöffnete Bücher ist das Umblättern von links nach rechts (LTR). Möchtest du es ändern?
el: Η προεπιλογή (★) για τα νέα βιβλία που ανοίγουν είναι να γυρίζει η σελίδα από αριστερά προς τα δεξιά (ΑπΔ). Θα θέλατε να την αλλάξετε;
es: El valor predeterminado de cambio de página (★) la primera vez que se abre un libro es de izquierda a derecha (LTR). ¿Le gustaría cambiarlo?
fa: پیشفرض (★) وررق زدن برای کتاب‌های جدید باز شده، چپ به راست (LTR) است. آیا تمایل دارید تغییرش دهید؟
fr: La valeur par défaut (★) pour les livres nouvellement ouverts est de tourner les pages de la gauche vers la droite (LTR). Voulez-vous la changer ?
gl: A configuración por defecto (★) é abrir libros novos pasando as páxinas de esquerda a dereita (EAD) . Gustaríache cambiala?
hu: Az újonnan megnyitott könyvek alapértelmezetten (★) balról jobbra (B->J) lapozódnak. Szeretné ezt megváltoztatni?
it_it: L'impostazione predefinita del cambio di pagina(★) per i libri appena aperti è da sinistra a destra (LTR). Vuoi cambiarlo?
ja: 新しく開いた本の既定 (★)は、左から右へ (LTR)ページがめくられます。 変更しますか？
ko_kr: 새로 열린 책의 기본값 (★)은 왼쪽에서 오른쪽으로(LTR) 페이지를 넘깁니다 . 이 값을 변경할까요?
nl_nl: De standaardinstelling (★) voor ongeopende boeken is van links naar rechts (LnR) bladeren. Deze instelling wijzigen?
pl: Dla nowo otwartych książek domyślnie (★) przewracanie stron jest od lewej do prawej (LTR). Czy chcesz to zmienić?
pt_br: O padrão (★) para livros recém-abertos é virar a página da esquerda para a direita (EPD). Gostaria de alterá-lo?
ro: Implicitul (★) pentru cărțile nou deschise este întoarcerea paginii de la stînga spre dreapta (LTR). Dorești să-l schimbi?
ru: По умолчанию (★) для вновь открытых книг листание страниц идёт слева направо (ЛНП). Вы хотите это изменить?
sk: Predvolená hodnota (★) pre novootvorené knihy je otáčanie strán zľava doprava (LTR). Prajete si to zmeniť?
sr: Подразумевана вредност (★) за књиге отворене по први пут је лево-у-десно (LTR) окретање страница. Да ли желите то да промените?
tr: Yeni açılan kitaplar için varsayılan (★) sayfa çevirme yönü soldan sağadır. Değiştirmek ister misiniz?
uk: Типово (★) у щойно відкритих книгах сторінки гортаються зліва направо (ЛНП). Змінити це?
zh_cn: 新打开的书籍将默认 (★) 以从左至右 (LTR) 形式显示. 你想要修改吗？

source: LTR (★)
cs: L→P (★)
el: ΑπΔ (★)
fa: چپ به راست (★)
fr: De la gauche vers la droite (★)
gl: EAD (★)
hu: B->J (★)
ja: 左から右 (LTR) (★)
nl_nl: LnR (★)
pl: Od lewej do prawej (★)
pt_br: EPD (★)
ru: ЛНП→ (★)
sk: Zľava doprava (LTR) (★)
tr: Soldan Sağa (★)
uk: ЛНП (★)
zh_cn: 从左至右 (★)

source: RTL (★)
ar: من اليمين إلى اليسار RTL (★)
cs: P-L (★)
el: ΔπΑ (★)
fa: راست به چپ (★)
gl: DAE (★)
hu: J->B (★)
ja: 右から左 (RTL) (★)
nl_nl: RnL (★)
pl: od prawej do lewej (★)
pt_br: DPE (★)
ru: ПНЛ← (★)
sk: Sprava doľava (RTL) (★)
tr: Sağdan Sola (★)
uk: ПНЛ (★)
zh_cn: 从右至左 (★)

source: Also invert document-related dialogs
ca: Invertir també els diàlegs relacionats amb documents
cs: Otočit také dialogy týkající se dokumentu
de: Auch dokumentenbezogene Dialoge invertieren
el: Επίσης, αντιστροφή παραθύρων διαλόγου που σχετίζονται με έγγραφα
es: Invertir también los diálogos relacionados con documentos
fa: همچنین پنجره‌های مرتبط با سند را معکوش کن
fr: Inverser aussi les dialogues des documents
gl: Ademais inverter os diálogos relacionados co documento
hu: A dokumentummal kapcsolatos párbeszédpaneleket is invertálja
it_it: Inverti anche le finestre di dialogo relative al documento
ja: 文書関連のダイアログも反転
ko_kr: 문서 관련 대화 상자 또한 반전
nl_nl: Ook documentgerelateerde dialoogvensters omkeren
pl: Odwracaj także okna dialogowe związane z dokumentem
pt_br: Inverter diálogos relacionados a documentos
ro: De asemenea inversează ferestrele de dialog legate de document
ru: …включая диалоги, связанные с документами
sk: Tiež invertovať dialógové okná súvisiace s dokumentom
sr: Такође обрни и дијалоге везане за документ
tr: Belge ile ilişkili pencereler de ters çevrilsin
uk: Також інвертувати діалогові вікна, пов’язані з документами
zh_cn: 同时反转文档相关的对话框
