Repository: spruceUI/spruceOS
Catalog: App/KoReader/l10n/*/koreader.po
Languages: ar, ca, cs, de, el, es, fa, fr, gl, hu, it_it, ja, ko_kr, nl_nl, pl, pt_br, ro, ru, sk, sr, tr, uk, zh_cn

source: KOReader's terminal emulator
ca: Emulador de terminal de KOReader
cs: Emulátor terminálu KOReaderu
el: Εξομοιωτής τερματικού KOReader
es: Emulador de terminal de KOReader
fr: Émulateur de terminal de KOReader
gl: Emulador de terminal de KOReader
hu: KOReader terminál emulátor
it_it: Emulatore di terminale di KOReader
ja: KOReaderの端末エミュレーター
ko_kr: KOReader의 터미널 에뮬레이터
pl: Emulator terminala KOReadera
pt_br: Emulador de terminal do KOReader
ro: Emulator terminal KOReader
ru: Эмулятор терминала KOReader'а
sk: Emulátor terminálu KOReader
sr: Емулатор терминала програма KOReader
tr: KOReader uçbirim benzetimi
uk: Емулятор терміналу KOReader
zh_cn: KOReader 终端模拟器

source: Create a new alias
ca: Crear un àlies nou
cs: Vytvořit nový alias
de: Erstelle einen neuen Alias
el: Δημιουργία νέας συντόμευσης
es: Crear nuevo alias
fr: Créer un nouveau raccourci
gl: Crear un novo alias
hu: Új álnév létrehozása
it_it: Crea un nuovo alias
ja: 新しいエイリアスを作る
ko_kr: 새 별칭 만들기
nl_nl: Nieuwe alias maken
pl: Utwórz nowy alias
pt_br: Criar um novo 'alias'
ro: Crează un nou alias
ru: Создать новый псевдоним
sk: Vytvoriť nový alias
sr: Креирај нови алијас
tr: Yeni kısaltma ekle
uk: Створити нове скорочення
zh_cn: 创建新别名

source: Terminal emulator: error saving: %1
ca: Emulador de terminal: error en guardar: %1
cs: Emulátor terminálu: chyba při ukládání: %1
de: Terminal Emulator: Fehler beim Speichern von: %1
el: Εξομοιωτής τερματικού: σφάλμα αποθήκευσης: %1
es: Emulador de terminal: error al guardar: %1
fr: Émulateur de terminal : erreur d'enregistrement : %1
gl: Emulador de terminal: error ao gardar: %1
hu: Terminál emulátor: hiba mentés közben: %1
it_it: Emulatore di terminale: errore salvando: %1
ja: 端末エミュレーター: 保存失敗: %1
ko_kr: 터미널 에뮬레이터: 오류 저장: %1
nl_nl: Terminalemulator: fout bij het opslaan: %1
pl: Emulator terminala: błąd zapisu: %1
pt_br: Emulador de terminal: erro ao salvar: %1
ro: Emulator terminal: eroare la salvarea: %1
ru: Эмулятор терминала; сохранение ошибки: %1
sk: Emulátor terminálu: chyba pri ukladaní: %1
sr: Емулатор терминала: грешка при чувању: %1
tr: Uçbirim benzetimi: Kaydedilirken sorun çıktı: %1
uk: Емулятор терміналу: помилка збереження: %1
zh_cn: 终端模拟器：保存出错：%1

source: Edit alias
ca: Edita l'àlies
cs: Upravit alias
de: Alias bearbeiten
el: Επεξεργασία συντόμευσης
es: Editar alias
fr: Modifier le raccourci
gl: Editar alias
hu: Álnév szerkesztése
it_it: Modifica alias
ja: エイリアスを編集
ko_kr: 별칭 수정
nl_nl: Alias bewerken
pl: Edytuj alias
pt_br: Editar 'alias'
ro: Editează alias
ru: Редактировать псевдоним
sk: Upraviť alias
sr: Уреди алијас
tr: Kısaltmayı düzenle
uk: Редагувати скорочення
zh_cn: 编辑别名

source: Alias name:
ca: Nom d'àlies:
cs: Název aliasu:
el: Όνομα συντόμευσης:
es: Nombre de alias:
fr: Nom du raccourcis :
gl: Nome de alias:
hu: Álnév megnevezése:
it_it: Nome Alias:
ja: エイリアス名:
ko_kr: 별칭 이름:
nl_nl: Aliasnaam:
pl: Nazwa aliasu:
pt_br: Nome do 'alias':
ro: Nume alias:
ru: Псевдоним:
sk: Názov aliasu:
sr: Назив алијаса:
tr: Kısaltma adı:
uk: Назва скорочення:
zh_cn: 别名：

source: Alias command:
ca: Comandament d'àlies:
cs: Příkaz aliasu:
de: Alias Kommando:
el: Εντολή συντόμευσης:
es: Comando de alias:
fr: Raccourci d'une commande :
gl: Comando do alias:
hu: Álnév parancs:
it_it: Comando Alias:
ja: エイリアスコマンド:
ko_kr: 별칭 명령:
nl_nl: Aliascommando:
pl: Polecenie aliasu:
pt_br: Comando 'alias':
ro: Alias comandă:
ru: Команда псевдонима:
sk: Príkaz aliasu:
sr: Команда алијаса:
tr: Kısaltma komutu:
uk: Команда точки входу:
zh_cn: 别名命令：

source: Esc
fr: Échap
ru: Отм

source: You can close the terminal, but leave the shell open for further commands or quit it now.
ca: És possible tancar el terminal però deixar el shell obert per a altres comandos, o eixir-ne ara.
cs: Můžete terminál zavřít, ale nechat shell otevřený pro další příkazy, nebo ho můžete hned ukončit.
de: Das Terminal wir geschlossen, die Kommandozeile kann für weitere Befehle offen bleiben oder beendet werden.
el: Μπορείτε να κλείσετε το τερματικό, αλλά να αφήσετε το «κέλυφος» (shell) ανοιχτό για περαιτέρω εντολές ή να το τερματίσετε τώρα.
es: Es posible cerrar el terminal pero dejar el shell abierto para otros comandos, o salir ahora.
fr: Vous pouvez fermer le terminal, mais le shell peut rester ouvert pour les futures commandes, ou être quitté maintenant.
gl: Podes pechar o terminal e deixar a shell aberta para outros comandos ou saír agora.
hu: Bezárhatja a terminált, vagy a shellt nyitva hagyhatja további parancsok számára, vagy kiléphet belőle most.
it_it: Puoi chiudere il terminale, ma lasciare la shell aperta per ulteriori comandi o chiuderla ora.
ja: 端末は閉じますが、さらなるコマンドのためにシェルを開いたままにしておくか、今すぐ終了させることができます。
ko_kr: 터미널을 닫을 수 있지만 추가 명령을 위해 쉘을 열어 두거나 지금 끝내세요.
nl_nl: De terminal kan worden gesloten terwijl de shell open wordt geladen voor verdere opdrachten, of de shell nu afsluiten.
pl: Możesz zamknąć terminal, co pozostawi powłokę otwartą do dalszych poleceń lub wyjdź z niej teraz.
pt_br: Você pode fechar o terminal, mas deixar o shell aberto para outros comandos ou encerrá-lo agora.
ro: Poți închide terminalul lăsînd shell-ul deschis pentru comenzi viitoare sau îl poți închide chiar acum.
ru: Вы можете закрыть терминал, оставив оболочку открытой для дальнейших команд, или выйти из неё сейчас.
sk: Terminál môžete zatvoriť, ale shell môžete nechať otvorený pre ďalšie príkazy alebo ho teraz ukončiť.
sr: Сада можете да затворите терминал, али оставите отворену љуску за накнадне команде, или је сада напустите.
tr: Uçbirimi kapatabilirsiniz ancak sonraki komutlar için kabuğu açık bırakın ya da şimdi çıkın.
uk: Ви можете закрити термінал, але залишити оболонку відкритою для подальших команд або вийти з неї зараз.
zh_cn: 你可以选择关闭终端但不退出Shell以便后续命令执行，或是一并退出Shell。

source: Quit
ca: Eixir
cs: Ukončit
de: Beenden
el: Ακύρωση
es: Salir
fa: خروچ
fr: Quitter
gl: Saír
hu: Kilépés
it_it: Esci
ja: 終了
ko_kr: 그만두기
nl_nl: Afsluiten
pl: Wyjdź
pt_br: Sair
ro: Ieși
ru: Выход
sk: Ukončiť
sr: Напусти
tr: Çık
uk: Вийти
zh_cn: 退出

source: About terminal emulator
ca: Sobre l'emulador de terminal
cs: O emulátoru terminálu
de: Über Terminal Emulator
el: Σχετικά με τον εξομοιωτή τερματικού
es: Acerca del emulador de terminal
fr: À propos de l'émulateur de terminal
gl: Sobre o emulador de terminal
hu: A terminál emulátorról
it_it: Informazioni sull'emulatore di terminale
ja: 端末エミュレーターについて
ko_kr: 터미널 에뮬레이터 정보
nl_nl: Over de terminalemulator
pl: O emulatorze terminala
pt_br: Sobre o mulador de terminal
ro: Despre emulator terminal
ru: Об эмуляторе терминала
sk: O emulátore terminálu
sr: О емулатору терминала
tr: Uçbirim benzetimi hakkında
uk: Про емулятор терміналу
zh_cn: 关于终端模拟器

source: Terminal emulator can start a shell (command prompt). There are two environment variables TERMINAL_HOME and TERMINAL_DATA containing the path of the install and the data folders. Commands to be executed on start can be placed in: '$TERMINAL_DATA/scripts/profile.user'. Aliases (shortcuts) to frequently used commands can be placed in: '$TERMINAL_DATA/scripts/aliases'.
ca: L'emulador de terminal pot iniciar un shell (símbol del sistema). Hi ha dues variables d'entorn TERMINAL_HOME i TERMINAL_DATA que contenen la ruta de la instal·lació i les carpetes de dades. Els comandos que s'executen en iniciar poden col·locar-se en: '$TERMINAL_DATA/scripts/profile.user'. Els àlies (accessos directes) als comandaments més utilitzats poden col·locar-se en: '$TERMINAL_DATA/scripts/aliases'.
cs: Emulátor terminálu může spouštět shell (příkazový řádek). Existují dvě proměnné prostředí: TERMINAL_HOME a TERMINAL_DATA obsahující cestu k instalaci a datové složky. Příkazy, které mají být spuštěny při spuštění můžete umístit do: '$TERMINAL_DATA/scripts/profile.user'. Aliasy (zkratky) často používaných příkazů můžete umístit do: '$TERMINAL_DATA/scripts/aliases'.
de: Der Terminal Emulator kann eine Kommandozeile öffnen. Es existieren zwei Umgebungs- Variablen TERMINAL_HOME und TERMINAL_DATA, welche den Pfad des Installations- und Daten-Ordners enthalten. Kommandos, welche beim Start ausgeführt werden sollen, können angegeben werden in: '$TERMINAL_DATA/scripts/profile.user'. Aliases (Shortcuts) für oft gebrauchte Kommandos können angegeben werden in: '$TERMINAL_DATA/scripts/aliases'.
el: Ο εξομοιωτής τερματικού μπορεί να εκκινήσει ένα « κέλυφος» (γραμμή εντολών). Υπάρχουν δύο μεταβλητές περιβάλλοντος TERMINAL_HOME και TERMINAL_DATA που περιέχουν τη διαδρομή των φακέλων εγκατάστασης και δεδομένων. Οι εντολές που θα εκτελεστούν κατά την εκκίνηση μπορούν να τοποθετηθούν στο: '$TERMINAL_DATA/scripts/profile.user'. Οι συντομεύσεις για συχνά χρησιμοποιούμενες εντολές μπορούν να τοποθετηθούν στον: '$TERMINAL_DATA/scripts/aliases'.
es: El emulador de terminal puede iniciar un shell (símbolo del sistema). Hay dos variables de entorno TERMINAL_HOME y TERMINAL_DATA que contienen la ruta de la instalación y las carpetas de datos. Los comandos que se ejecutan al iniciar pueden colocarse en: '$TERMINAL_DATA/scripts/profile.user'. Los alias (accesos directos) a los comandos más utilizados pueden colocarse en: '$TERMINAL_DATA/scripts/aliases'.
fr: L'émulateur de terminal pour démarrer un shell (invite de commandes). Il y a deux variables d’environnement, TERMINAL_HOME et TERMINAL_DATA, qui contiennent respectivement le chemin vers le dossier d'installation et celui des données. Les commandes a exécuter au lancement sont placées dans : '$TERMINAL_DATA/scripts/profile.user'. Les raccourcis des commandes fréquemment utilisées sont placés dans : '$TERMINAL_DATA/scripts/aliases'.
gl: O emulador de terminal pode iniciar unha shell (símbolo do sistema). Hai dúas variable de entorno TERMINAL_HOME e TERMINAL_DATA que conteñen a ruta de instalación e os cartafoles de datos respectivamente. Os comandos que teñan que ser executados ao iniciar poden deixarse en: '$TERMINAL_DATA/scripts/profile.user'. Os aliases (atallos) a comandos usados con frecuencia poden deixarse en: '$TERMINAL_DATA/scripts/aliases'.
hu: A terminál emulátor el tudja indítani a shell-t (parancssor). Két környezeti változó van: a TERMINAL_HOME és a TERMINAL_DATA, amelyek a telepítési és az adatmappák elérési útvonalait tartalmazzák. Az indításkor végrehajtandó parancsok elhelyezhetők itt: '$TERMINAL_DATA/scripts/profile.user'. A gyakran használt parancsokhoz tartozó aliasokat (parancsikonokat) a következőben lehet elhelyezni: $TERMINAL_DATA/scripts/aliases'.
it_it: L'emulatore di terminale può avviare una shell (prompt dei comandi). Ci sono due variabili d'ambiente TERMINAL_HOME e TERMINAL_DATA che contengono il percorso delle cartelle di installazione e dei dati. I comandi da eseguire all'avvio possono essere messi in: '$TERMINAL_DATA/scripts/profile.user'. Gli alias (scorciatoie) ai comandi usati di frequente possono essere messi in: '$TERMINAL_DATA/scripts/aliases'.
ja: 端末エミュレータはシェル(コマンドプロンプト)を起動することができます。 ２つの環境変数TERMINAL_HOMEとTERMINAL_DATAにはインストールフォルダーとデータフォルダーのパスが格納されています。 起動時に実行するコマンドはこの中に置くことができます: '$TERMINAL_DATA/scripts/profile.user' 頻繁に使用するコマンドのエイリアス(ショートカット)はこの中に置くことができます: TERMINAL_DATA/scripts/aliases'
ko_kr: 터미널 에뮬레이터는 쉘(명령 프롬프트)을 시작할 수 있습니다. 설치 경로와 데이터 폴더를 포함하는 두 개의 환경 변수 TERMINAL_HOME 및 TERMINAL_DATA가 있습니다. 시작할 때 실행할 명령은 다음 위치에 배치할 수 있습니다: '$TERMINAL_DATA/scripts/profile.user'. 자주 사용하는 명령에 대한 별칭(단축어)을 다음 위치에 배치할 수 있습니다: '$TERMINAL_DATA/scripts/aliases'.
nl_nl: Terminal-emulator kan een shell starten (opdrachtprompt). Er zijn twee omgevingsvariabelen TERMINAL_HOME en TERMINAL_DATA die het pad van de installatie en de gegevensmappen bevatten. Commando's die bij het starten moeten worden uitgevoerd, kunnen worden geplaatst in: '$TERMINAL_DATA/scripts/profile.user'. Aliassen (snelkoppelingen) naar veelgebruikte opdrachten kunnen worden geplaatst in: '$TERMINAL_DATA/scripts/aliases'.
pl: Emulator terminala może uruchomić powłokę (wiersz poleceń). Istnieją dwie zmienne środowiskowe TERMINAL_HOME i TERMINAL_DATA zawierające ścieżkę instalacji i foldery danych. Polecenia do wykonania na starcie można umieścić w: '$TERMINAL_DATA/scripts/profile.user'. Aliasy (skróty) do często używanych poleceń można umieścić w: '$TERMINAL_DATA/scripts/aliases'.
pt_br: O emulador de terminal pode iniciar um shell (prompt de comando). Existem duas variáveis de ambiente TERMINAL_HOME e TERMINAL_DATA contendo o caminho da instalação e as pastas de dados. Os comandos a serem executados no início podem ser colocados em: '$TERMINAL_DATA/scripts/profile.user'. Aliases (atalhos) para comandos usados com frequência podem ser colocados em: '$TERMINAL_DATA/scripts/aliases'.
ro: Emulatorul de terminal poate porni un shell (comandă imediată). Există două variabile de mediu TERMINAL_HOME și TERMINAL_DATA care conțin calea către dosarele de instalare și date. Comenzile ce vor fi executate la pornire se pot pune în: '$TERMINAL_DATA/scripts/profile.user'. Alias-uri la comenzi folosite frecvent se pot pune în: '$TERMINAL_DATA/scripts/aliases'.
ru: Эмулятор терминала может запускать оболочку (командную строку). Есть две переменные среды TERMINAL_HOME и TERMINAL_DATA, содержащие пути к папкам установки и данных. Команды, которые будут выполняться при запуске, могут быть размещены здесь: '$TERMINAL_DATA/scripts/profile.user'. Псевдонимы (ярлыки) часто используемых команд можно размещать здесь: '$TERMINAL_DATA/scripts/aliases'.
sk: Emulátor terminálu môže spustiť shell (príkazový riadok). Existujú dve premenné prostredia TERMINAL_HOME a TERMINAL_DATA, ktoré obsahujú cestu k inštalačným a dátovým priečinkom. Príkazy, ktoré sa majú vykonať pri spustení, môžu byť umiestnené v: '$TERMINAL_DATA/scripts/profile.user'. Aliasy (skratky) často používaných príkazov možno umiestniť do: '$TERMINAL_DATA/scripts/aliases'.
sr: Емулатор терминала може да покрене љуску (командни одзив). Постоје две променљиве окружења TERMINAL_HOME и TERMINAL_DATA које садрже путању инсталације и директоријуме са подацима. Команде које треба да се изврше током покретања треба да се поставе у: ’$TERMINAL_DATA/scripts/profile.user’. Алијаси (пречице) команди које се често користе могу да се поставе у: ’$TERMINAL_DATA/scripts/aliases’.
tr: Uçbirim benzetimi bir kabuk başlatabilir (komut istemi). Kurulum yolunu ve veri klasörlerini içeren iki ortam değişkeni vardır: TERMINAL_HOME ve TERMINAL_DATA. Başlangıçta yürütülecek komutlar şuraya yerleştirilebilir: '$TERMINAL_DATA/scripts/profile.user'. Sık kullanılan komutların kısaltmaları (kısayollar) şuralara yerleştirilebilir: '$TERMINAL_DATA/scripts/aliases'.
uk: Емулятор терміналу може запускати оболонку (командний рядок). Існують дві змінні середовища TERMINAL_HOME і TERMINAL_DATA, які містять шлях до тек встановлення та даних. Команди, які виконуються під час запуску, можна помістити в: '$TERMINAL_DATA/scripts/profile.user'. Скорочення (ярлики) часто використовуваних команд можуть бути розміщені в: '$TERMINAL_DATA/scripts/aliases'.
zh_cn: 终端模拟器可以启动一个Shell（命令提示符）。 环境变量 TERMINAL_HOME 包含了安装路径，而 TERMINAL_DATA 包含了数据路径。 终端启动时执行的命令可以放置于： '$TERMINAL_DATA/scripts/profile.user'。 常用命令的别名（捷径）可以放置于： '$TERMINAL_DATA/scripts/aliases'。

source: You can use 'shfm' as a file manager, '?' shows shfm’s help message.
ca: És possible utilitzar 'shfm' com a gestor d'arxius, '?' mostra el missatge d'ajuda de shfm.
cs: Jako správce souborů můžete použít 'shfm', '?' zobrazí nápovědu pro shfm.
de: 'shfm' kann als Dateimanager verwendet werden, '?' zeigt shfm's Hilfmeldung an.
el: Μπορείτε να χρησιμοποιήσετε το 'shfm' ως διαχειριστή αρχείων, το '?' εμφανίζει το μήνυμα βοήθειας του shfm.
es: Es posible utilizar 'shfm' como gestor de archivos, '?' muestra el mensaje de ayuda de shfm.
fr: Vous pouvez utiliser 'shfm' comme gestionnaire de fichiers, '?' affiche les messages d'aide de shfm.
gl: Podes usar 'shfm' como xestor de ficheiros, '?' mostra a mensaxe de axuda de shfm.
hu: Az 'shfm' fájlkezelőként használható, a '?' a shfm súgóüzeneteit jeleníti meg.
it_it: Puoi usare 'shfm' come file manager, '?' mostra il messaggio di aiuto di shfm.
ja: 'shfm' をファイルマネージャとして使用でき、'？'はshfmのヘルプメッセージを表示します。
ko_kr: 'shfm'을 파일 관리자로 사용할 수 있으며, '?' shfm의 도움말 메시지를 보여줍니다.
nl_nl: 'shfm' kan worden gebruikt als bestandsbeheerder, '?' toont het helpbericht van shfm.
pl: Możesz użyć 'shfm' jako menedżera plików, '?' pokazuje komunikat pomocy shfm.
pt_br: Você pode usar 'shfm' como gerenciador de arquivos, '?' mostra a mensagem de ajuda do shfm.
ro: Poți folosi 'shfm' ca manager de fișiere, '?' afișază mesajul de ajutor al shfm.
ru: Вы можете использовать «shfm» в качестве файлового менеджера (вызов справки командой «?»).
sk: Môžete použiť 'shfm' ako správcu súborov, '?' zobrazí pomocnú správu shfm.
sr: Као управљач фајловима можете да употребите ’shfm’, ’?’ приказује поруку помоћи програма shfm.
tr: Dosya yöneticisi olarak 'shfm' kullanabilirsiniz, '?' ile shfm yardım bilgilerini görebilirsiniz.
uk: Ви можете використовувати «shfm» оглядачем файлів, «?» показує довідкове повідомлення shfm.
zh_cn: 你可以使用 'shfm' 作为文件管理器，输入'?'可以显示 shfm 的帮助信息。

source: running
ca: en execució
cs: běží
de: läuft
el: εκτελείται
es: en ejecución
fa: در حال اجرا
fr: lancé
gl: en execución
hu: fut
it_it: in esecuzione
ja: 実行中
ko_kr: 실행 중
nl_nl: aan het draaien
pl: uruchomiony
pt_br: em execução
ro: rulează
ru: запущено
sk: beží
sr: извршава се
tr: çalışıyor
uk: запущено
zh_cn: 运行中

source: not running
ca: no s'està executant
cs: neběží
de: läuft nicht
el: δεν εκτελείται
es: no se está ejecutando
fr: arrêté
gl: non se está a executar
hu: nem fut
it_it: non in esecuzione
ja: 未実行
ko_kr: 실행 중이 아님
nl_nl: niet actief
pl: nieuruchomiony
pt_br: não está em execução
ro: nu rulează
ru: не запущено
sk: nie je spustený
sr: не извршава се
tr: çalışmıyor
uk: не запущено
zh_cn: 未在运行

source: Open terminal session (%1)
ca: Obrir sessió de terminal (%1)
cs: Otevřít relaci terminálu (%1)
de: Öffne Terminal Sitzung (%1)
el: Έναρξη περιόδου λειτουργίας τερματικού (%1)
es: Abrir sesión de terminal (%1)
fr: Ouvrir une session dans le terminal (%1)
gl: Abrir sesión de terminal (%1)
hu: Terminál munkamenet megnyitása (%1)
it_it: Aprire una sessione terminale (%1)
ja: 端末セッション(%1)を開く
ko_kr: 터미널 세션 열기(%1)
nl_nl: Terminal-sessie openen (%1)
pl: Otwórz sesję terminala (%1)
pt_br: Abrir sessão de terminal (%1)
ro: Deschide sesiunea de terminal (%1)
ru: Открытый сеанс терминала (%1)
sk: Otvoriť reláciu terminálu (%1)
sr: Отвори сесију терминала (%1)
tr: Uçbirim oturumu aç (%1)
uk: Відкрити сеанс терміналу (%1)
zh_cn: 打开终端会话（%1）

source: End terminal session
ca: Finalitzar sessió de terminal
cs: Ukončit relaci terminálu
de: Beende Terminal Sitzung
el: Τερματισμός περιόδου λειτουργίας τερματικού
es: Finalizar sesión de terminal
fr: Terminer la session du terminal
gl: Finalizar sesión de terminal
hu: Terminál munkamenet befejezése
it_it: Termina sessione terminale
ja: 端末セッションを終了
ko_kr: 터미널 세션 끝
nl_nl: Terminalsessie beëindigen
pl: Zakończ sesję terminala
pt_br: Terminar sessão do terminal
ro: Închide sesiunea de terminal
ru: Завершить сеанс терминала
sk: Ukončiť reláciu terminálu
sr: Заврши сесију терминала
tr: Uçbirim oturumunu kapat
uk: Завершити сеанс терміналу
zh_cn: 终止终端会话

source: Terminal emulator font size
ca: Grandària de font de l'emulador de terminal
cs: Velikost písma emulátoru terminálu
de: Terminalemulator-Schriftgröße
el: Μέγεθος γραμματοσειράς εξομοιωτή τερματικού
es: Tamaño de letra del emulador de terminal
fr: Taille de la police de l'émulateur de terminal
gl: Tamaño da fonte do emulador de terminal
hu: Terminál emulátor betűmérete
it_it: Dimensione del carattere dell'emulatore di terminale
ja: 端末シミュレーターのフォントサイズ
ko_kr: 터미널 에뮬레이터 글꼴 크기
nl_nl: Terminalemulator lettergrootte
pl: Rozmiar czcionki emulatora terminala
pt_br: Tamanho da fonte do emulador de terminal
ro: Mărime font emulator terminal
ru: Размер шрифта эмулятора терминала
sk: Veľkosť písma emulátora terminálu
sr: Величина фонта емулатора терминала
tr: Uçbirim benzetimi yazı büyüklüğü
uk: Розмір шрифту емулятора терміналу
zh_cn: 终端模拟器字体大小

source: Buffer size: %1 kB
ca: Grandària del buffer: %1 kB
cs: Velikost vyrovnávací paměti: %1 kB
de: Größe des Zwischenspeichers: %1 kB
el: Μέγεθος buffer: %1 kB
es: Tamaño del buffer: %1 kB
fr: Taille de la mémoire tampon : %1 ko
gl: Tamaño do buffer: %1 kB
hu: Pufferméret: %1 kB
it_it: Dimensione del buffer: %1 kB
ja: バッファーサイズ: %1 KB
ko_kr: 버퍼 크기: %1kB
nl_nl: Buffergrootte: %1 kB
pl: Rozmiar bufora: %1 kB
pt_br: Tamanho do buffer: %1 kB
ro: Mărime tampon: %1 kO
ru: Размер буфера: %1 КБ
sk: Veľkosť vyrovnávacej pamäte: %1 kB
sr: Величина бафера: %1 kB
tr: Ara bellek boyutu: %1 kB
uk: Розмір буфера: %1 кБ
zh_cn: 缓存大小：%1 kB

# Data storage size
source: kB
fr: ko
ro: kO
ru: КБ
uk: кБ

source: Terminal emulator buffer size (kB)
ca: Grandària del buffer de l'emulador de terminal (kB)
cs: Velikost vyrovnávací paměti emulátoru terminálu (kB)
de: Größe des Zwischenspeichers (kB)
el: Μέγεθος ενδιάμεσης μνήμης (buffer) εξομοιωτή τερματικού (kB)
es: Tamaño del buffer del emulador de terminal (kB)
fr: Mémoire tampon de l'émulateur de terminal (ko)
gl: Tamaño do buffer do emulador de terminal (kB)
hu: Terminál emulátor puffer méret (kB)
it_it: Dimensione del buffer dell'emulatore terminale (kB)
ja: 端末エミュレーターのバッファーサイズ(KB)
ko_kr: 터미널 에뮬레이터 버퍼 크기(kB)
nl_nl: Terminalemulator buffergrootte (kb)
pl: Rozmiar bufora emulatora terminala (kB)
pt_br: Tamanho do buffer do emulador de terminal (kB)
ro: Mărime memorie tampon pentru emulator terminal (kO)
ru: Размер буфера эмулятора терминала (КБ)
sk: Veľkosť vyrovnávacej pamäte emulátora terminálu (kB)
sr: Величина бафера емулатора терминала (kB)
tr: Uçbirim benzetimi ara bellek boyutu (kB)
uk: Розмір буфера емулятора терміналу (кБ)
zh_cn: 终端模拟器缓冲大小 (kb)

source: Shell executable: %1
ca: Executable de shell: %1
cs: Shell ‐ spustitelný soubor: %1
de: Kommandozeilen-Interpreter: %1
el: Εκτελέσιμο «κέλυφος» (shell): %1
es: Ejecutable de shell: %1
fr: Exécutable du shell : %1
gl: Executable da shell: %1
hu: Futtatható shell: %1
it_it: Shell eseguibile: %1
ja: シェルの実行ファイル: %1
ko_kr: 쉘 실행 가능: %1
nl_nl: Uitvoerbaar bestand voor de shell: %1
pl: Plik wykonywalny powłoki: %1
pt_br: Shell executável: %1
ro: Executabil shell: %1
ru: Исполняемый файл оболочки: %1
sk: Spustiteľný súbor Shell: %1
sr: Извршни фајл љуске: %1
tr: Kabuk yürütülebilir dosyası: %1
uk: Виконуваний файл оболонки: %1
zh_cn: Shell 可执行文件: %1

source: Shell to use
ca: Shell a utilitzar
cs: Shell, který se použije
de: Benutze Kommandozeilen-Interpreter
el: «Κέλυφος» (shell) για χρήση
es: Shell a utilizar
fr: Shell à utiliser
gl: Que shell usar
hu: Használandó shell
it_it: Shell da usare
ja: 使用するシェル
ko_kr: 사용할 쉘
nl_nl: Shell om te gebruiken
pl: Powłoka do użycia
pt_br: Usar Shell
ro: Shell de folosit
ru: Оболочка для использования
sk: Používaný Shell
sr: Љуска која треба да се користи
tr: Kullanılacak kabuk
uk: Оболонка для використання
zh_cn: 要使用的 Shell
