Repository: spruceUI/spruceOS
Catalog: App/KoReader/l10n/*/koreader.po
Languages: ar, ca, cs, de, el, es, fa, fr, gl, hu, it_it, ja, ko_kr, nl_nl, pl, pt_br, ro, ru, sk, sr, tr, uk, zh_cn

source: This plugin saves a book cover to a file. That file can then be used as a screensaver on certain devices. If enabled, the cover image of the current file is stored in the set path on book opening. Books can be excluded if desired. If disabled, the cover file will be deleted. If fallback is enabled, the fallback file will be copied to the screensaver file on book closing. If the filename is empty or the file doesn't exist, the cover file will be deleted. If fallback is disabled, the screensaver image will stay in place after closing a book.
ca: Aquest complement guarda la portada d'un llibre en un arxiu que es pot usar com a protector de pantalla en uns certs dispositius. Si s'habilita el complement, la imatge de portada de l'arxiu actual s'emmagatzema en la ruta establerta en obrir el llibre. És possible excloure llibres. Si es deshabilita, l'arxiu de portada serà eliminat. Si s'habilita l'opció d'imatge alternativa, en tancar el llibre, l'arxiu alternatiu es copiarà en l'arxiu del protector de pantalla. Si el nom de l'arxiu està buit o l'arxiu no existeix, s'eliminarà l'arxiu de portada. Si l'opció d'imatge alternativa no està habilitada, la imatge del protector de pantalla es conservarà tal qual després de tancar un llibre.
cs: Tento doplněk uloží obálku knihy do souboru, který může být použit na určitých zařízeních jako spořič obrazovky. Při povolení doplňku bude při otevření knihy obrázek obálky aktuálního souboru uložen v určené složce. Pokud chcete, můžete toto chování u knihy zakázat. Při zakázání doplňku bude soubor obálky smazán. Pokud je aktivován náhradní obrázek, bude soubor náhradního obrázku zkopírován při zavírání knihy do souboru spořiče obrazovky. Pokud soubor nemá název nebo neexistuje, bude soubor obálky smazán. Pokud je náhradní obrázek zakázán, obrázek spořiče obrazovky zůstane na místě i po zavření knihy.
de: Dieses Plugin speichert das aktuelle Umschlagbild in eine Datei. Diese Datei kann auf bestimmten Geräten als Bildschirmschoner verwendet werden. Wenn aktiviert, wird das Umschlagbild der aktuellen Datei beim Öffnen des Buches im eingestellten Pfad gespeichert. Bücher können auf Wunsch ausgeschlossen werden. Wenn deaktiviert, wird die Umachlagbild-Datei gelöscht. Wenn Ersatzbild aktiviert ist, wird die Ersatz-Datei beim Schließen des Buches in die Bildschirmschoner-Datei kopiert. Wenn der Dateiname leer ist oder die Datei nicht existiert, wird die Titelbild-Datei gelöscht. Wenn das Ersatzbild nicht aktiviert ist, bleibt das Bildschirmschoner-Bild nach dem Schließen eines Buches an seinem Platz.
el: Αυτό το πρόσθετο αποθηκεύει ένα εξώφυλλο βιβλίου σε ένα αρχείο. Αυτό το αρχείο μπορεί στη συνέχεια να χρησιμοποιηθεί ως προφύλαξη οθόνης σε ορισμένες συσκευές. Εάν είναι ενεργοποιημένο, η εικόνα του εξωφύλλου του τρέχοντος αρχείου αποθηκεύεται στη διαδρομή που έχει οριστεί κατά το άνοιγμα του βιβλίου. Βιβλία μπορούν να εξαιρεθούν εάν είναι επιθυμητό. Εάν απενεργοποιηθεί, το αρχείο εξωφύλλου θα διαγραφεί. Εάν η εναλλακτική εικόνα είναι ενεργοποιημένη, το εναλλακτικό αρχείο θα αντιγραφεί στο αρχείο προφύλαξης οθόνης κατά το κλείσιμο του βιβλίου. Εάν το όνομα αρχείου είναι κενό ή το αρχείο δεν υπάρχει, το αρχείο εξώφυλλου θα διαγραφεί. Εάν η εναλλακτική εικόνα είναι απενεργοποιημένη, η εικόνα της προφύλαξης οθόνης θα παραμείνει στη θέση της μετά το κλείσιμο ενός βιβλίου.
es: Este complemento guarda la portada de un libro en un archivo que se puede usar como protector de pantalla en ciertos dispositivos. Si se habilita el complemento, la imagen de portada del archivo actual se almacena en la ruta establecida al abrir el libro. Es posible excluir libros. Si se deshabilita, el archivo de portada será eliminado. Si se habilita la opción de imagen alternativa, al cerrar el libro, el archivo alternativo se copiará en el archivo del protector de pantalla. Si el nombre del archivo está vacío o el archivo no existe, se eliminará el archivo de portada. Si la opción de imagen alternativa no está habilitada, la imagen del protector de pantalla se conservará tal cual después de cerrar un libro.
fa: این افزونه جلد کتاب را در یک فایل ذخیره می‌کند. این فایل می‌تواند در دستگاه‌های خاصی به عنوان محافظ صفحه نمایش استفاده شود. اگر فعال شود، تصویر جلد فایل فعلی در مسیر کتاب باز می‌شود ذخیره خواهد شد. اگر بخواهید می‌توانید کتاب‌ها را مستثنا کنید. اگر غیرفعال شود، فایل جلد پاک خواهد شد. اگر حالت شکست (fallback) فعال باشد، در زمان بستن کتاب فایل جایگزین برای استفاده به عنوان محافظ صفحه کپی خواهد شد. اگر اسم فایل خالی باشد یا فایل وجود نداشته باشد فایل جلد پاک خواهد شد. اگر حالت شکست (fallback) غیرفعال باشد، تصویر محافظ صفحه نمایش بعد از بستن در محل کتاب باقی خواهد ماند.
fr: Ce plugin enregistre la couverture d'un livre dans un fichier. Ce fichier peut ensuite être utilisé comme écran de veille sur certains appareils. S'il est activé, la couverture en cours est enregistrée dans le chemin défini lors de l'ouverture du livre. Les livres peuvent être exclus si nécessaire. S'il est désactivé, la couverture sera supprimé. Si la solution de secours est activée, le fichier de secours sera copié sur le fichier de l'écran de veille à la fermeture du livre. Si le nom de fichier est vide ou que le fichier n'existe pas, la couverture sera supprimé. Si la solution de secours est désactivée, l'image de l'écran veille restera en place après la fermeture d'un livre.
gl: Este engadido garda a portada do libro actual a un ficheiro. Ese ficheiro pode ser usado como protector de pantalla en certos dispositivos. Cando está activo, a portada do libro actual é almacenada na ruta establecida cando este se abre. Os libros poden ser excluídos cando se desexe. Cando non está activo, borrarase o ficheiro da portada. Cando se activa o uso dunha imaxe alternativa, o ficheiro alternativo copiarase como o ficheiro do protector de pantalla cando se peche o libro. Se o nome do ficheiro está baleiro ou non existe, borrarase o ficheiro da portada. Cando non se activa o uso da imaxe alternativa, a imaxe do protector de pantalla ficará no seu lugar despois de pechar o libro.
hu: Ez a bővítmény egy könyvborítót ment el egy fájlba. Ez a fájl aztán képernyőkímélőként használható bizonyos eszközökön. Ha engedélyezve van, az aktuális fájl borítóképe a könyv megnyitásakor a beállított elérési útvonalon tárolódik. Néhány könyvet ki lehet zárni, ha szükséges. Ha letiltja, a borítófájl törlődik. Ha a borítófájl engedélyezve van, a borítófájl a könyv bezárásakor a képernyővédőfájlba másolódik. Ha a fájlnév üres vagy a fájl nem létezik, a borítófájl törlődik. Ha a fallback ki van kapcsolva, a képernyővédő képe a könyv bezárása után a helyén marad.
it_it: Questa estensione salva la copertina del libro corrente su file. Tale file può essere utilizzato come salvaschermo su alcuni dispositivi. Se abilitata, l'immagine di copertina del file corrente viene memorizzata nel percorso impostato all'apertura del libro. I libri possono essere esclusi se lo si desidera. Se disabilitata, il file dell'immagine di copertina verrà cancellato. Se il ripiego è attivato, il file di ripiego verrà copiato nel file salvaschermo alla chiusura del libro. Se il nome del file è vuoto o il file non esiste, il file di copertina verrà cancellato e al suo posto verrà utilizzato il salvaschermo di sistema. Se l'immagine di ripiego non è attivata, l'immagine del salvaschermo rimane in posizione dopo la chiusura di un libro.
ja: 書籍の表紙をファイルに保存するプラグインです。このファイルは、特定のデバイスでスクリーンセーバーとして使用することができます。 有効にすると、本を開いたときに、現在のファイルの表紙画像が設定されたパスに保存されます。必要に応じて書籍を除外することもできます。 無効にした場合、表紙ファイルは削除されます。 代替設定が有効な場合、書籍を閉じたときに代替ファイルがスクリーンセーバーファイルにコピーされます。 ファイル名が空であるかファイルが存在しない場合、表紙ファイルは削除されます。 代替設定が無効な場合、書籍を閉じてもスクリーンセーバーの画像はそのまま残ります。
ko_kr: 이 플러그인은 책 표지를 파일로 저장합니다. 그런 다음 해당 파일을 특정 장치에서 화면 보호기로 사용할 수 있습니다. 활성화하면 현재 파일의 표지 이미지가 책을 열 때 설정된 경로에 저장됩니다. 원하는 경우 책을 제외할 수 있습니다. 비활성화 하면 표지 파일이 삭제됩니다. 대체가 활성화된 경우 책을 닫을 때 대체 파일이 화면 보호기 파일에 복사됩니다. 파일이름이 비어 있거나 파일이 존재하지 않으면 표지 파일이 삭제됩니다. 대체 기능을 사용하지 않으면, 책을 닫은 후에도 화면 보호기 이미지가 그대로 유지됩니다.
nl_nl: Deze plugin slaat een boekomslag op in een bestand. Dat bestand kan dan worden gebruikt als screensaver op bepaalde toestellen. Indien ingeschakeld, wordt de omslagafbeelding van het huidige bestand opgeslagen in het geselecteerde pad. Boeken kunnen desgewenst worden uitgesloten. Indien uitgeschakeld, wordt het bestand verwijderd. Als de terugvalafbeelding is geactiveerd, wordt het terugvalbestand bij het sluiten van het boek naar het screensaverbestand gekopieerd. Als de bestandsnaam leeg is of het bestand niet bestaat, wordt het omslagbestand verwijderd. Als de terugvalafbeelding niet is geactiveerd, blijft het schermbeveiligingsbeeld op zijn plaats na het sluiten van een boek.
pl: Ta wtyczka zapisuje bieżącą okładkę książki do pliku. Ten plik może być używany jako wygaszacz ekranu na niektórych urządzeniach. Jeśli wtyczka jest włączona, obraz okładki aktualnie czytanego pliku jest przechowywany w folderze z otwartą książką. W razie potrzeby książki można wykluczyć. Jeśli wtyczka jest wyłączona, plik okładki zostanie usunięty. Jeśli funkcja zastępstwa jest włączona, plik zastępczy zostanie skopiowany do pliku wygaszacza ekranu podczas zamykania książki. Jeśli nazwa pliku jest pusta lub plik nie istnieje, plik okładki zostanie usunięty. Jeśli obraz zastępczy nie zostanie aktywowany, obraz wygaszacza ekranu pozostanie nienaruszony po zamknięciu książki.
pt_br: Esse plugin salva uma capa de livro a um arquivo. Esse arquivo pode então ser usado como protetor de tela em certos dispositivos. Se ativado, a imagem de capa do arquivo atual é armazenado no caminho definido ao abrir o livro. Livros podem ser excluídos se desejado. Se desativado, o arquivo de capa vai ser apagado. Se a reserva está ativada, o arquivo reserva vai ser copiado para o arquivo de proteção de tela ao fechar o livro. Se o nome do arquivo estiver vazio ou o arquivo não existir, o arquivo de capa vai ser apagado. Se a reserva está desativada, a imagem de proteção de tela vai ficar no lugar apos fechar o livro.
ro: Această extensie salvează coperta cărții curente într-un fișier. Acel fișier poate fi folosit ca economizor de ecran pe anumite dispozitive. Dacă este activată, imaginea coperții cărții curente este salvată în calea selectată la deschiderea cărții. Cărțile pot fi excluse dacă se dorește. Dacă este dezactivată, fișierul copertă va fi șters. Dacă imaginea de rezervă este activată, aceasta va fi copiată în fișierul economizorului de ecran la închiderea cărții. Dacă numele de fișier este gol sau fișierul nu există, fișierul copertă va fi șters. Dacă imaginea de rezervă nu este activată, imaginea economizorului de ecran va rămîne la locul ei la închiderea cărții.
ru: Данный плагин сохраняет обложку текущей книги в файл, который впоследствии можно использовать как заставку экрана на некоторых устройствах. Включённый плагин сохраняет обложку по заданному пути в процессе открытия книги. При желании книги можно исключать. При отключении плагина файл обложки удаляется. Когда включено резервирование, то при закрытии книги резервный файл копируется в файл заставки. Если имя файла не задано или его не существует, то файл обложки будет удалён. При отключении резервирования изображение заставки после закрытия книги остаётся на месте.
sk: Tento doplnok uloží obálku knihy do súboru. Tento súbor je potom možné použiť ako šetrič obrazovky na určitých zariadeniach. Ak je táto možnosť povolená, obrázok obálky knihy aktuálneho súboru sa uloží do nastavenej cesty pri otváraní knihy. Knihy môžu byť v prípade potreby vylúčené. Ak je vypnutý, súbor s obálkou knihy sa odstráni. Ak je povolený záložný súbor, tak tento sa pri zatváraní knihy skopíruje do súboru šetriča obrazovky. Ak nie je zadaný názov súboru alebo súbor neexistuje, súbor s obálkou knihy sa odstráni. Ak je záložný súbor zakázaný, obrázok šetriča obrazovky zostane bezo zmeny aj po zatvorení knihy.
sr: Овај додатак чува слику корица књиге у фајл. Тај фајл затим може да се користи као чувар екрана на неким уређајима. Ако се укључи, слика корица текућег фајла се чува на путањи која је постављена приликом отварања књиге. Ако се то жели, књиге могу и да се изузму. Ако се искључи, фајл слике омота ће се обрисате. Ако је укључен случај крајње нужде, фајл за случај крејње нужде ће се приликом затварања књиге копирати у фајл чувара екрана. Ако је име фајла празно или ако фајл не постоји, фајл слике корица ће се обрисати. Ако се искључи случај крајње нужде, приликом затварања књиге ће остати текућа слика чувара екрана.
tr: Bu uygulama eki bir kitap kapağını bir dosyaya kaydeder. Bu dosya daha sonra belirli aygıtlarda ekran koruyucu olarak kullanılabilir. Etkinleştirildiğinde, geçerli dosyanın kapak görselini kitap açılışında ayarlanan yolda depolanır. İstenirse kitaplar katılmayabilir. Devre dışı bırakılırsa, kapak dosyası silinir. Geri dönüş ektinleştirildiğinde, geri dönülecek dosya kitap kapanışında ekran koruyucu dosyasına kopyalanır. Dosya adı boşsa veya dosya yoksa, kapak dosyası silinir. Geri dönüş devre dışı bırakıldığında, ekran koruyucu görseli bir kitabı kapattıktan sonra yerinde kalır.
uk: Цей плагін зберігає поточну обкладинку книги в файл. Цей файл можна використовувати в якості заставки на певних пристроях. Якщо увімкнено, зображення обкладинки поточного файлу зберігається по заданому шляху при відкритті книги. Якщо є охота книги можна вимкнути. Якщо вимкнено, файл обкладинки буде видалений. Якщо резервування увімкнено, резервний файл буде скопійований в файл заставки при закритті книги. Якщо назва файлу порожня або файл не існує, файл обкладинки буде видалений. Якщо резервування вимкнено, зображення заставки залишиться на місці після закриття книги.
zh_cn: 这个插件将当前的图书封面保存到一个文件中。该文件可以用作某些Android设备的屏幕保护程序。 如果启用，当前文件的封面图将存储在设置路径，当书籍被打开。如果需要，书籍可以被排除在外。 如果禁用，封面文件将被删除。 如果回退被激活，后备文件将在图书关闭时被复制到屏幕保护程序文件中。 如果文件名为空或文件不存在，将删除封面文件并使用系统屏幕保护程序。 如果后备图片没有被激活，屏幕保护图片在合上一本书后将保持不变。

source: You can either choose an existing file: - Choose a file or specify a new file: - First choose a folder - Then add the name of the new file or delete the path: - First choose a folder - Clear the name of the file
ca: És possible triar un arxiu existent: - Seleccionar un arxiu o especificar un arxiu nou: - En primer lloc, seleccionar una carpeta - Després, afegir el nom de l'arxiu nou o eliminar la ruta: - En primer lloc, seleccionar una carpeta - Esborrar el nom de l'arxiu
cs: Můžete buď vybrat existující soubor: - Vyberte soubor nebo určit nový soubor: - Nejprve vyberte složku - Pak zadejte název nového souboru nebo smazat cestu: - Nejprve vyberte složku - Smažte název souboru
de: Sie können entweder eine vorhandene Datei auswählen: - Wählen Sie eine Datei oder eine neue Datei angeben: - Wählen Sie zunächst einen Ordner - Fügen Sie dann den Namen der neuen Datei hinzu oder den Pfad löschen: - Wählen Sie zunächst einen Ordner - Löschen Sie den Namen der Datei
el: Μπορείτε είτε να επιλέξετε ένα υπάρχον αρχείο: - Επιλέξτε ένα αρχείο ή να καθορίσετε ένα νέο αρχείο: - Πρώτα επιλέξτε ένα φάκελο - Στη συνέχεια, προσθέστε το όνομα του νέου αρχείου ή να διαγράψετε τη διαδρομή: - Πρώτα επιλέξτε ένα φάκελο - Διαγράψτε το όνομα του αρχείου
es: Es posible elegir un archivo existente: - Seleccionar un archivo o especificar un archivo nuevo: - En primer lugar, seleccionar una carpeta - Después, añadir el nombre del archivo nuevo o eliminar la ruta: - En primer lugar, seleccionar una carpeta - Borrar el nombre del archivo
fr: Vous pouvez soit choisir un fichier existant : – Sélectionnez un fichier soit spécifier un nouveau fichier : – Sélectionnez d’abord un dossier – Ajoutez ensuite le nom du nouveau fichier soit supprimer le chemin : – Sélectionnez d’abord un dossier – Effacez le nom du fichier
gl: Podes escoller un ficheiro existente: - Selecciona un ficheiro ou especifica un ficheiro novo: - Primeiro selecciona un cartafol - Despois engade o nome do novo ficheiro ou borrar a ruta: - Primeiro selecciona un cartafol - Borra o nome do ficheiro
hu: Választhat egy meglévő fájlt: - Fájl kiválasztása vagy megadhat egy új fájlt: - Először válasszon egy mappát - Ezután adja meg az új fájl nevét vagy törölje az elérési utat: - Először válasszon ki egy mappát - Törölje a fájl nevét
it_it: È possibile sia scegliere un file esistente: - Selezionando un file o specificare un nuovo file: - Selezionando innanzitutto una cartella - Quindi aggiungendo il nome del nuovo file o eliminare il percorso: - Selezionando innanzitutto una cartella - Cancellando il nome del file
ja: 既存のファイルを選択することもできます: - ファイルを選択する または新しいファイルを指定します: - 最初にフォルダを選択します。 - 次に新しいファイルの名前を追加します。 またはパスを削除します: - 最初にフォルダーを選択 - ファイル名を消去する
ko_kr: 기존 파일을 선택할 수 있습니다: - 파일 선택 또는 새 파일을 지정하세요: - 먼저 폴더를 선택하세요 - 그런 다음 새 파일의 이름을 추가합니다. 또는 경로 삭제: - 먼저 폴더를 선택하세요 - 파일 이름 지우기
nl_nl: Een bestaand bestand kan worden gekozen: - Kies een bestand of een nieuw bestand opgeven: - Kies eerst een map - Voeg vervolgens de naam van het nieuwe bestand toe of verwijder het pad: - Kies eerst een map - Wis de naam van het bestand
pl: Możesz wybrać istniejący plik: - Wybierz plik lub określić nowy plik: - Najpierw wybierz folder - Następnie dodaj nazwę nowego pliku albo usunąć ścieżkę: - Najpierw wybierz folder - Wyczyść nazwę pliku
pt_br: Você pode escolher um arquivo existente: - Escolha um arquivo ou pode especificar um novo arquivo: - Primeiro escolha uma pasta - Então adicione o nome do novo arquivo ou pode apagar o caminho: - Primeiro escolha uma pasta - Limpe o nome do arquivo
ro: Poți ori să alegi un fișier existent: - Alege un fișier ori să specifici un fișier nou: - Mai întîi alege un dosar - Apoi adaugă numele pentru fișierul nou ori să ștergi calea: - Mai întîi alege un dosar - Șterge numele fișierului
ru: Вы можете использовать существующий файл: • выберите нужный файл Или указать новый файл: • сначала выберите папку • затем добавьте имя нового файла Или удалить путь: • сначала выберите папку • затем очистите имя файла
sk: Môžete si vybrať existujúci súbor: - Vybrať súbor alebo zadať nový súbor: - Najprv vybrať priečinok - Potom doplniť názov nového súboru alebo zmazať cestu: - Najprv vybrať priečinok - Vymazať názov súboru
sr: Можете или да изаберете постојећи фајл: - Изаберите фајл или да наведете нови фајл: - Најпре изаберите директоријум - Затим додајте име новог фајла или обришите путању: - Најпре изаберите директоријум - Обришите име фајла
tr: Var olan bir dosyayı seçebilirsiniz: - Bir dosya seçin veya yeni bir dosya belirtin: - Önce bir klasör seçin - Sonra yeni dosyanın adını ekleyin veya yolu silin: - Önce bir klasör seçin - Dosyanın adını temizleyin
uk: Ви можете вибрати наявний файл: - Виберіть файл або вкажіть новий файл: - Спочатку виберіть теку - Потім додайте назву нового файлу або видаліть шлях: - Спочатку виберіть теку - Очистьте назву файлу
zh_cn: 你可以选择一个现有文件： -选择一个文件 或指定一个新文件： - 首先选择一个文件夹 - 接着添加新文件名称 或删除路径： - 首先选择一个文件夹 - 然后清除文件名

source: Cache settings
ar: إعدادات ذاكرة التخزين المؤقت
ca: Paràmetres de memòria cau
cs: Nastavení mezipaměti
de: Cache-Einstellungen
el: Ρυθμίσεις κρυφής μνήμης
es: Configuración de caché
fa: تنظیمات حافظه نهان
fr: Paramètres du cache
gl: Configuración da caché
hu: Gyorstár beállítások
it_it: Impostazioni cache
ja: キャシュの設定
ko_kr: 캐시 설정
nl_nl: Cache-instellingen
pl: Ustawienia pamięci podręcznej
pt_br: Configurações de cache
ro: Setări cache
ru: Настройки кэша
sk: Nastavenia vyrovnávacej pamäte
sr: Подешавања кеша
tr: Ön bellek ayarları
uk: Налаштування кешу
zh_cn: 缓存设置

source: unlimited
ca: Il·limitat
cs: neomezený
de: unbegrenzt
el: απεριόριστος
es: ilimitado
fa: نامحدود
fr: illimité
gl: sen límites
hu: korlátlan
it_it: illimitato
ja: 無制限
ko_kr: 제한 없는
nl_nl: onbeperkt
pl: bez limitu
pt_br: ilimitado
ro: nelimitat
ru: неограниченно
sk: neobmedzený
sr: неограничен
tr: sınırsız
uk: необмежено
zh_cn: 无限制

source: Maximum number of cached covers: %1
ca: Nombre màxim de portades en memòria cau: %1
cs: Maximální počet obálek v mezipaměti: %1
de: Maximale Anzahl der Umschlagbilder im Cache: %1
el: Μέγιστος αριθμός εξωφύλλων στην κρυφή μνήμη: %1
es: Número máximo de portadas en caché: %1
fa: حداکثر تعداد جلد‌های ذخیره شده در حافطه نهان: %1
fr: Nombre maximum de couvertures en cache : %1
gl: Número máximo de portadas na caché: %1
hu: Gyorsítótárazott borítók maximális száma: %1
it_it: Numero massimo di copertine nella cache (%1)
ja: 表紙画像の最大キャシュ数: %1
ko_kr: 캐시된 표지의 최대 수: %1
nl_nl: Maximum aantal covers in cache: %1
pl: Maksymalna liczba okładek w pamięci podręcznej: %1
pt_br: Número máximo de capas no cache: %1
ro: Numărul maxim de coperți în cache: %1
ru: Максимальное количество обложек: %1
sk: Maximálny počet knižných obalov vo vyrovnávacej pamäti: %1
sr: Максимални број кешираних слика корица: %1
tr: Ön belleğe alınacak en fazla kapak sayısı: %1
uk: Найбільше число кешованих обкладинок: %1
zh_cn: 缓存的封面的最大数目：%1

source: If set to zero the number of cache files is unlimited. If set to -1 the cache is disabled.
ca: Si s'estableix en zero, el nombre d'arxius de la memòria cau és il·limitat. Si s'estableix en -1, la memòria cau es desactiva.
cs: Pokud zadáte nulu, bude počet souborů v mezipaměti neomezený. Pokud zadáte -1, bude mezipaměť zakázána.
de: Bei einem Wert von Null ist die Anzahl der Cache-Dateien unbegrenzt. Bei einem Wert von -1 ist der Cache deaktiviert.
el: Αν οριστεί στο μηδέν, ο αριθμός των αρχείων κρυφής μνήμης είναι απεριόριστος. Αν οριστεί σε -1 η κρυφή μνήμη είναι απενεργοποιημένη.
es: Si se establece en cero, el número de archivos de la caché es ilimitado. Si se establece en -1, la caché se desactiva.
fa: اگر مقدار را صفر قرار دهید تعداد فایل‌های ذخیره شده در حافظه نهان نامحدود است. اگر تعداد را ۱- قرار دهید حافظه نهان غیرفعال می‌شود.
fr: Si réglé à zéro le nombre de fichiers en cache sera illimité. Si réglé à -1 le cache est désactivé.
gl: Configurado a cero, o número de ficheiros na caché é ilimitado. Configurado a -1, a caché queda desactivada.
hu: Ha nullára állítja, a gyorsítótárazott fájlok száma korlátlan. -1 érték esetén a gyorsítótár ki van kapcsolva.
it_it: Se impostato su zero, il numero di file della cache è illimitato. Se impostato su -1, la cache è disabilitata.
ja: 0に設定するとキャッシュファイルの数は無制限となります。 -1に設定するとキャッシュは無効になります。
ko_kr: 0으로 설정하면 캐시 파일의 수는 제한이 없습니다. -1로 설정하면 캐시가 비활성화됩니다.
nl_nl: Bij de waarde nul is het aantal cache-bestanden onbeperkt. Bij de waarde -1 is de cache uitgeschakeld.
pl: Jeśli jest ustawiona na zero, liczba plików w pamięci podręcznej jest nieograniczona. Jeśli jest ustawiona na -1, pamięć podręczna jest wyłączona.
pt_br: Se definido como zero, o número de arquivos de cache é ilimitado. Se definido como -1, o cache é desativado.
ro: Dacă este setat la zero, numărul de fișiere cache este nelimitat. Dacă este setat la -1, cache-ul este dezactivat.
ru: При нулевом значении количество кэш-файлов не ограничено. Для отключения кэша нужно задать значение -1.
sk: Ak je nastavené na nulu, počet súborov vyrovnávacej pamäte je neobmedzený. Ak je nastavená na -1, vyrovnávacia pamäť je zakázaná.
sr: Ако се постави на нула, број кешираних фајлова је неограничен. Ако се постави на -1, кеш се искључује.
tr: Sıfır olarak ayarlanırsa, ön bellek dosyalarının sayısı sınırsız olur. -1 olarak ayarlanırsa ön bellek devre dışı bırakılır.
uk: Якщо встановлено нульову кількість файлів кешу, тоді їхня кількість необмежена. Якщо встановлено значення -1, кеш вимкнено.
zh_cn: 如果设置为零，缓存文件的数量是无限的。 如果设置为-1，表示禁用缓存。
