Repository: spruceUI/spruceOS
Catalog: App/KoReader/l10n/*/koreader.po
Languages: ar, ca, cs, de, el, es, fa, fr, gl, hu, it_it, ja, ko_kr, nl_nl, pl, pt_br, ro, ru, sk, sr, tr, uk, zh_cn

# Page gap
source: small
ar: صغير
ca: petit
cs: malá
de: klein
el: μικρό
es: pequeño
fa: کوچک
fr: petit
gl: pequena
hu: kicsi
it_it: piccolo
ja: 狭い
ko_kr: 좁게
nl_nl: klein
pl: mały
pt_br: pequeno
ro: mică
ru: малый
sk: malá
sr: мали
tr: küçük
uk: малі
zh_cn: 小

# Page gap
source: medium
ar: متوسط
ca: mitjà
cs: střední
de: mittel
el: μεσαίο
es: mediano
fa: متوسط
fr: moyen
gl: media
hu: közepes
it_it: medio
ja: 普通
ko_kr: 보통
nl_nl: middel
pl: średni
pt_br: médio
ro: medie
ru: средний
sk: stredná
sr: средњи
tr: orta
uk: середні
zh_cn: 中等

# Page gap
source: large
ar: كبير
ca: gran
cs: velká
de: groß
el: μεγάλο
es: grande
fa: بزرگ
fr: grand
gl: grande
hu: nagy
it_it: largo
ja: 広い
ko_kr: 넓게
nl_nl: groot
pl: duży
pt_br: grande
ro: mare
ru: большой
sk: veľká
sr: велики
tr: geniş
uk: великі
zh_cn: 大

source: In continuous view mode, sets the thickness of the separator between document pages.
ar: في وضع العرض المستمر ، يضبط سمك الفاصل بين صفحات المستند.
ca: En mode de vista contínua, posa el gruix del separator entre les pàgines de document.
cs: V režimu zobrazení „nepřetržitě“ umožňuje nastavit tloušťku oddělovače mezi stránkami dokumentu.
de: Legt im kontinuierlichen Ansichtsmodus die Dicke der Trennlinie zwischen den Dokumentseiten fest.
el: Σε συνεχή τύπο προβολής, ορίζει το πάχος του διαχωριστικού μεταξύ των σελίδων εγγράφων.
es: En el modo de vista continua, establece el grosor del separador entre las páginas del documento.
fa: در نمای پیوسته، ضخامت جدا کننده بین صفحات سند را مشخص کنید.
fr: En mode d’affichage continu, définit l’épaisseur du séparateur entre les pages du document.
gl: No modo de vista continua, establece o grosor do separador entre páxinas do documento.
hu: Beállítja a két oldal közti elválasztás vastagságát folyamatos megjelenítés módban.
it_it: Nel modo di vista continuo, imposta lo spessore della barra di separazione tra pagine del documento.
ja: 連続表示モードにおいて、文書ページ間の区切り線の太さを設定します。
ko_kr: 연속 보기 모드에서 문서 페이지 사이의 분할선 두께를 설정합니다.
nl_nl: In ononderbroken modus, de dikte van de scheiding tussen pagina's.
pl: W trybie widoku ciągłego ustawia grubość separatora między stronami dokumentu.
pt_br: No modo de visualização contínua, define a espessura do espaçador entre as páginas do documento.
ro: În modul de vizualizare continuu setează grosimea separatorilor de pagină.
ru: Выбор толщины разделителя между страницами документа в режиме непрерывного просмотра.
sk: V režime priebežného zobrazenia nastaví hrúbku oddeľovača medzi stranami dokumentu.
sr: У непрекидном режиму приказа, поставља дебљину граничника између страница документа.
tr: Sürekli görünüm kipinde, belge sayfaları arasındaki ayracın kalınlığını ayarlar.
uk: У режимі неперервного перегляду встановлює товщину роздільника між сторінками документа.
zh_cn: 在连续模式下，设置文档页面之间的分隔符的粗细。

source: Progress Bar
ar: شريط تقدم القراءة
ca: Barra de progrés
cs: Lišta s postupem čtení
de: Fortschritt
el: Γραμμή προόδου
es: Barra de progreso
fa: نوار پیشرفت
fr: Barre de progression
gl: Barra de progreso
hu: Folyamatjelző sáv
it_it: Barra di Progresso
ja: 進捗バー
ko_kr: 진행 막대
nl_nl: Voortgangsbalk
pl: Pasek postępu
pt_br: Barra de progresso
ro: Bară progres
ru: Индикатор прогресса
sk: Lišta priebehu
sr: Трака напретка
tr: İlerleme çubuğu
uk: Індикатор Прогресу
zh_cn: 进度条

# Line spacing
source: small
ar: صغير
ca: petit
cs: malé
de: klein
el: μικρό
es: pequeño
fa: کوچک
fr: petit
gl: menor
hu: kicsi
it_it: piccolo
ja: 狭い
ko_kr: 좁게
nl_nl: klein
pl: mały
pt_br: pequeno
ro: mică
ru: малый
sk: malé
sr: мали
tr: küçük
uk: малі
zh_cn: 小

# Line spacing
source: medium
ar: متوسط
ca: mitjà
cs: střední
de: mittel
el: μεσαίο
es: mediano
fa: متوسط
fr: moyen
gl: mediano
hu: közepes
it_it: medio
ja: 普通
ko_kr: 보통
nl_nl: middel
pl: średni
pt_br: médio
ro: medie
ru: средний
sk: stredné
sr: средњи
tr: orta
uk: середні
zh_cn: 中等

# Line spacing
source: large
ar: كبير
ca: gran
cs: velké
de: groß
el: μεγάλο
es: grande
fa: بزرگ
fr: grand
gl: grande
hu: nagy
it_it: largo
ja: 広い
ko_kr: 넓게
nl_nl: groot
pl: duży
pt_br: grande
ro: mare
ru: большой
sk: velké
sr: велики
tr: geniş
uk: великі
zh_cn: 大

source: In reflow mode, sets the spacing between lines.
ar: في وضع إعادة التدفق ، يضبط التباعد بين السطور.
ca: En el mode de redistribució de text, estableix l'espai entre les línies.
cs: Při „přeformátování“ umožňuje nastavit mezery mezi řádky.
de: Legt im Reflow-Modus den Abstand zwischen den Zeilen fest.
el: Σε λειτουργία αναδιάταξης κειμένου, ορίζει το διάστημα μεταξύ γραμμών.
es: En el modo de redistribución de texto, establece el espacio entre las líneas.
fa: فاصله بین خطوط را در حالت چینش مجدد تعیین کنید.
fr: En mode remise en page, définit l’espacement entre les lignes.
gl: No modo de redistribución, configura o espazado entre liñas.
hu: Sorok közötti távolság tördelhető/reflow módban.
it_it: Nel modo di testo rifluente, imposta la spaziatura tra le righe.
ja: リフローモードでの行間を設定します。
ko_kr: 가변형 모드에서 줄 간격을 설정합니다.
nl_nl: In tekstherschikkingsmodus, de regelafstand.
pl: W trybie reflow, ustawia odstępy między wierszami.
pt_br: No modo de refluxo, define o espaçamento entre as linhas.
ro: În modul de rearanjare setează spațierea dintre linii.
ru: Выбор интервала между строками в режиме перекомпоновки.
sk: V režime preformátovania nastaví medzery medzi riadkami.
sr: У режиму преслагања, поставља размак између линија (проред).
tr: Yeniden akış kipinde, satırlar arasındaki aralığı ayarlar.
uk: У режимі перекомпонування встановлює інтервал між рядками.
zh_cn: 在重排模式下，设置行之间的间距。

source: Alignment
ar: محاذاة النّص
ca: Alineació
cs: Zarovnání
de: Ausrichtung
el: Στοίχιση
es: Alineación
fa: ترازبندی
fr: Alignement
gl: Aliñamento
hu: Igazítás
it_it: Allineamento
ja: 位置合わせ
ko_kr: 정렬
nl_nl: Uitlijning
pl: Wyrównanie
pt_br: Alinhamento
ro: Aliniere
ru: Выравнивание
sk: Zarovnanie
sr: Поравнање
tr: Hizalama
uk: Вирівнювання
zh_cn: 对齐方式

# Alignment
source: auto
ar: تلقائي
el: αυτόματη
fa: خودکار
ja: 自動
ko_kr: 자동
pl: automatyczne
ru: авто
sk: automatické
sr: аутоматско
tr: oto
uk: авто
zh_cn: 自动

# Alignment
source: left
ar: يسار
ca: esquerra
cs: vlevo
de: links
el: αριστερά
es: izquierda
fa: چپ
fr: gauche
gl: esquerda
hu: bal
it_it: sinistra
ja: 左揃え
ko_kr: 왼쪽
nl_nl: links
pl: do lewej
pt_br: esquerda
ro: stînga
ru: по левому краю
sk: vľavo
sr: лево
tr: sola
uk: ліворуч
zh_cn: 左

# Alignment
source: center
ar: مركز
ca: centre
cs: na střed
de: zentriert
el: στο κέντρο
es: centro
fa: مرکز
fr: centrer
gl: centro
hu: központosított
it_it: centro
ja: 中央揃え
ko_kr: 가운데
nl_nl: centreren
pl: wyśrodkuj
pt_br: centro
ro: centru
ru: по центру
sk: na stred
sr: центрирано
tr: ortaya
uk: по центру
zh_cn: 居中

# Alignment
source: right
ar: يمين
ca: dreta
cs: vpravo
de: rechts
el: δεξιά
es: derecha
fa: راست
fr: droite
gl: dereita
hu: jobb
it_it: destra
ja: 右揃え
ko_kr: 오른쪽
nl_nl: rechts
pl: do prawej
pt_br: direita
ro: dreapta
ru: по правому краю
sk: vpravo
sr: десно
tr: sağa
uk: праворуч
zh_cn: 右

# Alignment
source: justify
ar: محاذاة
ca: justificar
cs: do bloku
de: ausrichten
el: πλήρης
es: justificar
fa: هم‌تراز
fr: justifier
gl: xustificar
hu: sorkizárt
it_it: giustificato
ja: 両端揃え
ko_kr: 양쪽 정렬
nl_nl: uitvullen
pl: wyjustuj
pt_br: justificado
ro: justificat
ru: по ширине
sk: vyplniť
sr: обострано
tr: iki yana
uk: вирівнювання
zh_cn: 对齐

source: In reflow mode, sets the text alignment. The first option ("auto") tries to automatically align reflowed text as it is in the original document.
ar: في وضع إعادة التدفق ، يضبط محاذاة النص. الخيار الأول ("تلقائي") يحاول محاذاة النص المعاد تدفقه تلقائيًا كما هو في المستند الأصلي.
ca: En el mode de redistribució de text, estableix l'alineació del text. La primera opció ("auto") intenta alinear el text redistribuït automàticament, tal com està en el document original.
cs: Při „přeformátování“ umožňuje nastavit zarovnání textu. První možnost („auto“) se pokusí automaticky zarovnat přeformátovaný text tak, aby byl jako v originálním dokumentu.
de: Legt im Reflow-Modus die Textausrichtung fest. Die erste Option („auto“) versucht, den umflossenen Text automatisch so auszurichten, wie er sich im Originaldokument befindet.
el: Σε λειτουργία αναδιάταξης κειμένου, ορίζει την στοίχιση κειμένου. Η πρώτη επιλογή («αυτόματα») προσπαθεί να στοιχίσει αυτόματα το αναδιαμορφωμένο κείμενο όπως είναι στο αρχικό έγγραφο.
es: En el modo de redistribución de texto, establece la alineación del texto. La primera opción ("auto") intenta alinear el texto redistribuido automáticamente, tal como está en el documento original.
fa: ترازبندی متن در حالت چینش مجدد را تعیین کنید. اولین گزینه ("خودکار") تلاش می‌کند ترازبندی متن را به طور خودکار، همانگونه که در سند اصلی است انجام دهد.
fr: En mode remise en page, définit l’alignement du texte. La première option (« auto ») essaye d’aligner automatiquement le texte réarrangé tel qu’il l’était dans le document original.
gl: No modo de redistribución, configura o aliñamento de texto. A primeira opción ("auto") intenta aliñar o texto reorganizado automaticamente tal como está no documento orixinal.
hu: Tördelhető/reflow módban beállítja a szöveg igazítását. Az első beállítás ("auto") a tördelhető szöveget automatikusan úgy próbálja igazítani, ahogy az eredeti dokumentumban van.
it_it: Nel modo di testo rifluente, imposta l'allineamento del testo. La prima opzione ("auto") cerca di allineare automaticamente il testo rifluito, come appare nel documento originale.
ja: リフローモードでのテキストの位置合わせを設定します。 最初のオプション("自動")は、リフローされたテキストを元の文書と同じように自動的に整列させようとするものです。
ko_kr: 가변형 모드에서 본문 정렬을 설정합니다. 첫번째 옵션("자동")은 원본 문서에서와 같이 가변적인 텍스트를 자동으로 정렬하려고 시도합니다.
nl_nl: In tekstherschikkingsmodus, de tekstuitlijning. De eerste optie ("auto") probeert om de uitlijning automatisch hetzelfde te houden als in het oorspronkelijke document.
pl: W trybie reflow ustawia wyrównanie tekstu. Pierwsza opcja („automatyczne”) próbuje automatycznie wyrównać ponownie dopasowany tekst, tak jak w oryginalnym dokumencie.
pt_br: No modo de refluxo, define o alinhamento do texto. A primeira opção (‘auto’) tenta alinhar automaticamente o texto refluído como ele era no documento original.
ro: În modul de rearanjare setează alinierea textului. Prima opțiune („auto”) va încerca să alinieze automat textul rearanjat precum este în documentul original.
ru: Выбор режима выравнивания текста в режиме перекомпоновки. Первый вариант («авто») пытается выровнять переформатированный текст так же, как и в исходном документе.
sk: V režime preformátovania nastaví zarovnanie textu. Prvá možnosť ("auto") sa pokúša automaticky zarovnať preformátovaný text tak, ako je v pôvodnom dokumente.
sr: У режиму преслагања, поставља поравнање текста. Прва опција „аутоматско” покушава да аутоматски поравна пресложени текст онако како је поравнат у оригиналном документу.
tr: Yeniden akış kipinde metin hizalamasını ayarlar. İlk seçenek ("otomatik"), yeniden akıtılan metni özgün belgede olduğu gibi otomatik olarak hizalamaya çalışır.
uk: У режимі перекомпонування встановлює вирівнювання тексту. Перший варіант ('авто') намагається автоматично вирівняти переформатований текст, як у вихідному документі.
zh_cn: 在重排模式下，设置文本对齐方式。 首选的选项（自动）会尝试使用原始文档中的对齐方式。

source: In reflow mode, sets a font scaling factor that is applied to the original document font sizes.
ar: في وضع إعادة التدفق ، يعيّن عامل قياس الخط الذي يتم تطبيقه على أحجام خط المستند الأصلي.
ca: En el mode de redistribució de text, estableix un factor d'escalat de lletres que s'aplica a les grandàries de lletra del document original.
cs: Při „přeformátování“ umožňuje nastavit měřítko písma, které je aplikováno na velikosti písem v otevřeném dokumentu.
de: Legt im Reflow-Modus einen Schriftskalierungsfaktor fest, der auf die Schriftgrößen des Originaldokuments angewendet wird.
el: Σε λειτουργία αναδιάταξης κειμένου, ορίζει ένα συντελεστή κλιμάκωσης γραμματοσειράς που εφαρμόζεται στα μεγέθη γραμματοσειρών του αρχικού εγγράφου.
es: En el modo de redistribución de texto, establece un factor de escalado de fuentes que se aplica a los tamaños de fuente del documento original.
fa: در حالت چینش مجدد، یک ضریب مقیاس قلم، بر اندازه قلم سند اصلی اعمال می شود.
fr: En mode remise en page, définit un facteur de mise à l’échelle appliqué à la taille de police du document original.
gl: En modo de redistribución, configura un factor de escalado da fonte para ser aplicado aos tamaños de fonte do documento orixinal.
hu: Tördelhető/reflow módban beállít egy betűméretezési tényezőt, amelyet az eredeti dokumentum betűméretére alkalmaznak.
it_it: Nel modo di testo rifluente, imposta un fattore di scala che è applicato alle dimensioni dei caratteri nel documento originale.
ja: リフローモードでの元の文書のフォントサイズに適用されるフォントのスケーリング倍率を設定します。
ko_kr: 가변형 모드에서 원본 문서 글꼴 크기에 적용되는 글꼴 배율을 설정합니다.
nl_nl: In tekstherschikkingsmodus, een lettertypeschaalfactor die wordt toegepast op de oorspronkelijke lettertypegrootte van het document.
pl: W trybie reflow ustawia współczynnik skalowania czcionki stosowany do rozmiarów czcionek oryginalnego dokumentu.
pt_br: No modo de refluxo, define o fator de redimensionamento da fonte que é aplicado aos tamanhos da fonte original do documento.
ro: În modul rearanjare setează un factor de scalare al fontului care este aplicat mărimii fontului documentului original.
ru: Для шрифтов исходного документа в режиме перекомпоновки можно задать коэффициент масштабирования их размеров.
sk: V režime preformátovania nastaví mierku písma, ktoré sa použije na veľkosti písma pôvodného dokumentu.
sr: У режиму преслагања, поставља фактор скалирања фонта који се примењује на величине фонта у оригиналном документу.
tr: Yeniden akış kipinde, özgün belge yazı tipi boyutlarına uygulanan yazı tipi ölçeklendirme çarpanını ayarlar.
uk: У режимі перекомпонування встановлює коефіцієнт масштабування шрифту, який застосовується до розмірів шрифтів вихідного документа.
zh_cn: 在重排模式下，设置字号相对于原文档的缩放比例。

source: Word Gap
ar: الفراغ بين الكلمات
ca: Espai entre paraules
cs: Mezera mezi slovy
de: Wortabstand
el: Διάκενο λέξεων
es: Espacio entre palabras
fa: شکاف کلمات
fr: Distance entre les mots
gl: Separación entre palabras
hu: Szóköz
it_it: Spazio tra parole
ja: 単語間隔
ko_kr: 낱말 틈
nl_nl: Woordafstand
pl: Odstęp pom. słow.
pt_br: Espaço entre as palavras
ro: Spațiere cuvinte
ru: Межсловный интервал
sk: Medzery medzi slovami
sr: Размак између речи
tr: Sözcük aralığı
uk: Проміжок між словами
zh_cn: 字符间距

# Word gap
source: small
ar: صغير
ca: petit
cs: malá
de: klein
el: μικρό
es: pequeño
fa: کوچک
fr: petit
gl: pequena
hu: kicsi
it_it: stretto
ja: 狭い
ko_kr: 좁게
nl_nl: klein
pl: mały
pt_br: pequena
ro: mică
ru: малый
sk: malé
sr: мали
tr: küçük
uk: малі
zh_cn: 小

# Word gap
source: auto
ar: تلقائي
el: αυτόματο
fa: خودکار
gl: automática
ja: 自動
ko_kr: 자동
pl: automatyczny
ro: automată
ru: авто
sk: automatická
sr: аутоматски
tr: oto
uk: авто
zh_cn: 自动

# Word gap
source: large
ar: كبير
ca: gran
cs: velká
de: groß
el: μεγάλο
es: grande
fa: بزرگ
fr: grand
gl: grande
hu: nagy
it_it: largo
ja: 広い
ko_kr: 넓게
nl_nl: groot
pl: duży
pt_br: grande
ro: mare
ru: большой
sk: veľké
sr: велики
tr: geniş
uk: великі
zh_cn: 大

source: In reflow mode, sets the spacing between words.
ar: في وضع إعادة التدفق ، يضبط التباعد بين الكلمات.
ca: En el mode de redistribució de text, estableix l'espaiat entre paraules.
cs: Při „přeformátování“ umožňuje nastavit mezery mezi slovy.
de: Legt im Reflow-Modus den Abstand zwischen den Wörtern fest.
el: Σε λειτουργία αναδιάταξης κειμένου, ορίζει το διάστημα μεταξύ των λέξεων.
es: En el modo de redistribución de texto, establece el espaciado entre palabras.
fa: فاصله بین کلمات در حالت چینش مجدد را تعیین کنید.
fr: En mode remise en page, définit l’espace entre les mots.
gl: No modo de redistribución, configurar o espazado entre palabras.
hu: Szavak közötti távolság tördelhető/reflow módban.
it_it: Nel modo di testo rifluente, imposta la spaziatura tra le parole.
ja: リフローモードでの単語間の間隔を設定します。
ko_kr: 가변형 모드에서 낱말 사이의 간격을 설정합니다.
nl_nl: In tekstherschikkingsmodus, de afstand tussen woorden.
pl: W trybie reflow, ustawia odstępy między słowami.
pt_br: No modo de refluxo, define o espaçamento entre palavras.
ro: În modul rearanjare setează spațierea dintre cuvinte.
ru: Выбор интервала между словами в режиме перекомпоновки.
sk: V režime preformátovania nastaví medzery medzi slovami.
sr: У режиму преслагања, поставља размак између речи.
tr: Yeniden akış kipinde, sözcükler arasındaki boşluğu ayarlar.
uk: У режимі перекомпонування встановлює інтервал між словами.
zh_cn: 在重排模式下，设置单词之间的间距。

source: Reflow
ar: إعادة التدفق
ca: Redistribució de text
cs: Přeformátovat
de: Auto-Umbrechen
el: Αναδιάταξη κειμένου
es: Redistribución de texto
fa: چینش مجدد
fr: Remise en page
gl: Redibuxado
hu: Tördelhető/Reflow
it_it: Reflow-adatta testo
ja: リフロー
ko_kr: 가변형
nl_nl: Tekstherschikking
pl: Funkcja „Reflow”
pt_br: Refluxo
ro: Rearanjare
ru: Перекомпоновка
sk: Preformátovať
sr: Преслагање
tr: Ekrana uyarla
uk: Переформувати
zh_cn: 页面重排

source: Reflow mode extracts text and images from the original document, possibly discarding some formatting, and reflows it on the screen for easier reading. Some of the other settings are only available when reflow mode is enabled.
ar: يستخرج وضع إعادة التدفق النص والصور من المستند الأصلي ، وربما يتجاهل بعض التنسيقات ويعيد تدفقه على الشاشة لتسهيل القراءة. تتوفر بعض الإعدادات الأخرى فقط عند تمكين وضع إعادة التدفق.
ca: El mode de redistribució de text extreu el text i les imatges del document original, encara que possiblement algunes característiques del formatat són descartades , i ho redistribueix en la pantalla per a facilitar la seva lectura. Alguns dels altres ajustos només estan disponibles quan el mode de redistribució de text està activat.
cs: Při „přeformátování“ se z originálního dokumentu extrahuje text a obrázky s možnou ztrátou nějakého původního formátování a dokument je přeformátován na obrazovku , aby ho bylo možné snadněji číst. Některá nastavení jsou dostupná pouze v případě, že je přeformátování povoleno.
de: Im Reflow-Modus werden Text und Bilder aus dem Originaldokument extrahiert, wobei möglicherweise einige Formatierungen verworfen werden, und zur besseren Lesbarkeit auf dem Bildschirm neu angeordnet werden. Einige der anderen Einstellungen sind nur verfügbar, wenn der Reflow-Modus aktiviert ist.
el: Η λειτουργία αναδιάταξης κειμένου εξάγει κείμενο και εικόνες από το πρωτότυπο έγγραφο, πιθανώς απορρίπτοντας κάποια μορφοποίηση, και τα επαναδιευθετεί στην οθόνη για ευκολότερη ανάγνωση. Ορισμένες από τις άλλες ρυθμίσεις είναι διαθέσιμες μόνο όταν είναι ενεργοποιημένη η λειτουργία αναδιάταξης κειμένου.
es: El modo de redistribución de texto extrae el texto y las imágenes del documento original, aunque posiblemente algunas características del formateado sean descartadas , y lo redistribuye en la pantalla para facilitar su lectura. Algunos de los otros ajustes sólo están disponibles cuando el modo de redistribución de texto está activado.
fa: حالت چینش مجدد با استخراج متن و تصاویر از سند اصلی، امکان دور ریختن برخی قالب‌ها و چینش مجدد آن بر روی صفخع برای مطالعه راحت‌تر را محیا می‌کند. برخی تنظیمات تنها زمانی که چینش مجدد فعال باشد در دسترس هستند.
fr: Le mode remise en page extrait le texte et les images du document original, avec une perte possible de mise en page, et les réarrange sur l’écran pour faciliter la lecture. Certains des autres réglages sont uniquement disponibles lorsque ce mode est activé.
gl: O modo de redistribución extrae texto e imaxes do documento orixinal, coa posibilidade de descartar partes do formato, e os redistribúe na pantalla para facilitar a lectura. Algúns dos outros axustes están dispoñibles só cando o modo de redistribución é activado.
hu: A Tördelhető/reflow mód az eredeti dokumentumból kinyeri a szöveget és képeket, valószínűleg a formázás rovására, majd megjeleníti a képernyőn a könnyebb olvasás érdekében. Néhány beállítás csak a tördelhető mód bekapcsolásával érhető el.
it_it: Il modo rifluente estrae testo e immagini dal documento originale, eventualmente scartando qualcosa della formattazione, e lo fa rifluire sullo schermo per facilitarne la lettura. Alcune delle altre impostazioni sono disponibili solo quando questo modo è abilitato.
ja: リフローモードでは、元の文書からテキストや画像を抽出し、場合によっては書式を一部削除して読みやすいように画面に再流し込みします。 その他の設定の中には、リフローモードが有効な場合にのみ利用できるものがあります。
ko_kr: 가변형 모드는 원본 문서에서 텍스트와 이미지를 추출하여 일부 서식을 버리고 더 쉽게 읽을 수 있도록 화면에 맞게 재정돈합니다. 다른 설정 중 일부는 가변형 모드가 활성화된 경우에만 사용할 수 있습니다.
nl_nl: Tekstherschikkingsmodus haalt tekst en afbeeldingen uit het originele document, waarbij eventueel wat opmaak wordt genegeerd, die vervolgens op het scherm wordt herschikt om het lezen te vergemakkelijken. Sommige instellingen zijn alleen beschikbaar als tekstherschikkingsmodus is ingeschakeld.
pl: Tryb reflow wyodrębnia tekst i obrazy z oryginalnego dokumentu, prawdopodobnie odrzucając część formatowania i ponownie wyświetla go na ekranie, aby ułatwić czytanie. Niektóre inne ustawienia są dostępne tylko wtedy, gdy włączony jest tryb reflow.
pt_br: O modo de refluxo (‘reflow’ em inglês) extrai texto e imagens do documento original, possivelmente descarta alguma formatação, e o reflui na tela para facilitar a leitura. Algumas das outras configurações estão disponíveis somente quando o modo de refluxo está ativado.
ro: Modul rearanjare extrage textul și imaginile din documentul original, cu posibila pierdere a formatării, și le rearanjează pe ecran pentru o citire mai facilă. Unele din celelalte setări sînt disponibile doar dacă modul rearanjare este activat.
ru: Режим перекомпоновки извлекает текст и изображения из исходного документа (возможно, отбрасывая при этом часть форматирования), и для удобства чтения компонует его под конкретный экран. Некоторая часть настроек доступна только при включённом режиме перекомпоновки.
sk: Režim preformátovania extrahuje text a obrázky z pôvodného dokumentu, prípadne odstráni niektoré formátovanie, a preformátuje ho na obrazovke pre ľahšie čítanie. Niektoré z ďalších nastavení sú dostupné len vtedy, keď je povolený režim preformátovania.
sr: Режим преслагања издваја текст и слике из оригиналног документа, по могућству одбацујући неко форматирање, и преслаже га на екран да би се олакшало читање. Нека од осталих подешавања су доступна само када је укључен режим преслагања.
tr: Yeniden akış kipi, metni ve görselleri özgün belgeden ayıklar, bazı biçimlendirmeleri atabilir ve daha kolay okunması için ekranda yeniden oluşturur. Diğer ayarlardan bazıları yalnızca yeniden akış kipi etkinleştirildiğinde kullanılabilir.
uk: Режим перекомпонування витягує текст і зображення з вихідного документа, можливо, відкидаючи форматування, і переформатує його на екрані для зручності читання. Інші налаштування доступні лише за увімкненого режиму перекомпонування.
zh_cn: 重排模式会尝试从原文档中解析文本和图像，在忽略部分原始排版的情况下尝试对他们重排，以在此设备上提供更好的可读性。 部分选项仅在重排模式开启时可用。

source: Dewatermark
ar: إزالة العلامة المائية
ca: Eliminar marca d'aigua
cs: Odstranit vodoznak
de: Wasserzeichen entfernen
el: Απο-υδατογράφημα
es: Eliminar marca de agua
fa: حذف واترمارک
fr: Enlever les filigranes
gl: Quitar filigrana
hu: Vízjel elrejtése
it_it: De filigrana
ja: 透かし除去
ko_kr: 디워터마크
nl_nl: Watermerk weghalen
pl: Usuń znaki wodne
pt_br: Remover marca d'água
ro: Eliminare fundal
ru: Очистка фона
sk: Odstrániť vodoznak
sr: Уклањање воденог жига
tr: Filigranı kaldır
uk: Зняти водяний знак
zh_cn: 去水印
