Repository: spruceUI/spruceOS
Catalog: App/KoReader/l10n/*/koreader.po
Languages: ar, ca, cs, de, el, es, fa, fr, gl, hu, it_it, ja, ko_kr, nl_nl, pl, pt_br, ro, ru, sk, sr, tr, uk, zh_cn

source: Search by path
ar: البحث حسب المسار
ca: Cerca per camí
cs: Vyhledávat podle cesty
de: Suche nach Verzeichnis
el: Αναζήτηση με βάση την διαδρομή
es: Buscar libros por ubicación
fa: جستجو در مسیر فایل‌ها
fr: Rechercher par chemin
gl: Buscar por ruta
hu: Keresés az elérési útvonalon
it_it: Cerca per percorso
ja: パスで検索
ko_kr: 경로로 검색
nl_nl: Zoeken op pad
pl: Szukaj po ścieżce
pt_br: Buscar por caminho
ro: Caută după cale
ru: Поиск по пути
sk: Vyhľadávanie podľa cesty ku súboru
sr: Претрага по путањи
tr: Yola göre ara
uk: Пошук за шляхом
zh_cn: 按路径搜索

source: Enable wireless client
ar: تمكين العميل اللاسلكي
ca: Habilitar el client wireless
cs: Povolit bezdrátového klienta
de: Wireless-Client aktivieren
el: Ενεργοποίηση ασύρματου πελάτη
es: Habilitar cliente inalámbrico
fa: فعال کردن کلاینت بی‌سیم
fr: Activer le client sans fil
gl: Habilitar cliente para conexión sen fíos de calibre
hu: Vezeték nélküli kliens engedélyezése
it_it: Attiva il cliente wireless
ja: Calibre 無線Clientを起動
ko_kr: 무선 클라이언트 사용
nl_nl: Draadloze client inschakelen
pl: Włącz klienta bezprzewodowego
pt_br: Ativar cliente sem fio
ro: Activează client wireless
ru: Включить беспроводной клиент
sk: Povoliť bezdrôtového klienta
sr: Укључи клијент бежичне мреже
tr: Kablosuz istemciyi etkinleştir
uk: Увімкнути бездротовий клієнт
zh_cn: 启用无线客户端

source: Set password
ar: تعيين كلمة مرور
ca: Configurar contrasenya
cs: Nastavit heslo
de: Passwort festlegen
el: Ορισμός κωδικού
es: Establecer contraseña
fa: تعیین رمز عبور
fr: Définir le mot de passe
gl: Establecer contrasinal
hu: Jelszó beállítása
it_it: Imposta password
ja: パスワードの設定
ko_kr: 암호 설정
nl_nl: Wachtwoord instellen
pl: Ustaw hasło
pt_br: Configurar senha
ro: Setează parola
ru: Задать пароль
sk: Nastaviť heslo
sr: Постави лозинку
tr: Parolayı ayarla
uk: Встановити пароль
zh_cn: 设置密码

source: Set inbox folder
ar: تعيين مجلد صندوق الوارد
ca: Establir carpeta d'entrada
cs: Nastavit složku pro příchozí soubory
de: Eingangsverzeichnis festlegen
el: Ορισμός φακέλου εισερχομένων
es: Establecer carpeta de entrada
fa: تعیین پوشه صندق ورودی
fr: Définir le répertoire de la boîte de réception
gl: Configurar cartafol de entrada
hu: Célmappa (inbox) beállítása
it_it: Imposta la cartella della posta in arrivo
ja: 受信箱フォルダーの指定
ko_kr: 색인 폴더 설정
nl_nl: Instellen als inboxmap
pl: Ustaw folder skrzynki odbiorczej
pt_br: Definir pasta da caixa de entrada
ro: Setează dosar primiri
ru: Задать входящую папку
sk: Nastaviť priečinok prijímania súborov
sr: Постави директоријум долазног сандучета
tr: Gelen kutusunu ayarla
uk: Призначити теку вхідних
zh_cn: 设置接收文件夹

source: automatic
ca: automàtic
cs: automaticky
de: automatisch
el: αυτόματα
es: automático
fa: خودکار
fr: automatique
gl: automática
hu: automatikus
it_it: automatico
ja: 自動
ko_kr: 자동
nl_nl: automatisch
pl: automatycznie
pt_br: automático
ro: automat
ru: автоматически
sk: automatická
sr: аутоматски
tr: otomatik
uk: автоматично
zh_cn: 自动

source: Server address (%1)
ar: عنوان المزوّد (السيرفر) (%1)
ca: Adreça del servidor (%1)
cs: Adresa serveru (%1)
de: Server Adresse (%1)
el: Διεύθυνση διακομιστή (%1)
es: Dirección del servidor (%1)
fa: نشانی سرور (%1)
fr: Adresse du serveur (%1)
gl: Enderezo do servidor (%1)
hu: Szerver címe (%1)
it_it: Indirizzo del server (%1)
ja: サーバーアドレス (%1)
ko_kr: 서버 주소 (%1)
nl_nl: Serveradres (%1)
pl: Adres serwera (%1)
pt_br: Endereço do servidor (%1)
ro: Adresă server (%1)
ru: Адрес сервера (%1)
sk: Adresa servera (%1)
sr: Адреса сервера (%1)
tr: Sunucu adresi (%1)
uk: Адреса сервера (%1)
zh_cn: 服务器地址 (%1)

# Configuration type
source: Automatic
ca: Automàtic
cs: Automaticky
de: Automatisch
el: Αυτόματα
es: Automático
fa: خودکار
fr: Automatique
gl: Automática
hu: Automatikus
it_it: Automatico
ja: 自動
ko_kr: 자동적으로
nl_nl: Automatisch
pl: Automatycznie
pt_br: Automático
ro: Automat
ru: Автоматически
sk: Automatická
sr: Аутоматска
tr: Otomatik
uk: Автоматично
zh_cn: 自动

# Configuration type
source: Manual
cs: Manuálně
de: Manuell
el: Χειροκίνητα
fa: دستی
fr: Manuelle
hu: Manuális
it_it: Manuale
ja: 手動
ko_kr: 수동
nl_nl: Handmatig
pl: Ręcznie
ru: Вручную
sk: Manuálna
sr: Ручна
tr: El ile
uk: Вручну
zh_cn: 手动

source: Set custom calibre address
ar: تعيين عنوان العيار المخصص
ca: Configurar adreça personalitzada de calibre
cs: Nastavit vlastní adresu calibre
de: Eigene Calibre-Adresse festlegen
el: Ορισμός προσαρμοσμένης διεύθυνσης Calibre
es: Configurar dirección personalizada de calibre
fa: تعیین نشانی کالیبره سفارشی
fr: Définir une adresse personnalisée pour calibre
gl: Configurar o enderezo para calibre
hu: Egyedi Calibre cím
it_it: Imposta l'indirizzo personalizzato di Calibre
ja: カスタムCalibreアドレスを設定
ko_kr: 사용자 캘리버 주소 설정
nl_nl: Stel eigen calibre-adres in
pl: Ustaw ręcznie serwer calibre
pt_br: Definir endereço personalizado do Calibre
ro: Setează adresă calibre particularizată
ru: Задать свой адрес Calibre
sk: Nastaviť vlastnú adresu Calibre
sr: Постави произвољну calibre адресу
tr: Özel calibre adresini ayarlayın
uk: Установіть власну адресу calibre
zh_cn: 设置自定义 Calibre 地址

source: IP Address
ar: عنوان الإنترنت (IP address)
ca: Adreça IP
cs: IP adresa
de: IP-Adresse
el: Διεύθυνση IP
es: Dirección IP
fa: نشانی آی‌پی
fr: Adresse IP
gl: Enderezo IP
hu: IP cím
it_it: Indirizzo IP
ja: IP アドレス
ko_kr: IP 주소
nl_nl: IP-adres
pl: Adres IP
pt_br: Endereço de IP
ro: Adresă IP
ru: IP-адрес
sk: IP adresy
sr: IP адреса
tr: IP Adresi
uk: IP адреса
zh_cn: IP 地址

source: Port
ar: منفذ
el: Θύρα
es: Puerto
fa: درگاه
gl: Porto
it_it: Porta
ja: ポート
ko_kr: 포트
nl_nl: Poort
pt_br: Porta
ru: Порт
sr: Порт
tr: Bağlantı noktası
uk: Порт
zh_cn: 端口

source: File formats
ar: تنسيقات الملفات
ca: Formats de fitxer
cs: Formáty souborů
de: Dateiformate
el: Μορφές αρχείων
es: Formatos de archivo
fa: فرمت‌های فایل
fr: Format du fichier
gl: Formatos de ficheiro
hu: Fájlformátumok
it_it: Formati di file
ja: ファイル形式
ko_kr: 파일 형식
nl_nl: Bestandsformaat
pl: Formaty plików
pt_br: Formatos de arquivo
ro: Formate fișiere
ru: Форматы файлов
sk: Formáty súborov
sr: Формати фајла
tr: Dosya biçimleri
uk: Формат файлу
zh_cn: 文件格式

source: About formats
ar: حول التنسيقات
ca: Sobre els formats
cs: O formátech
de: Über Formate
el: Σχετικά με τις μορφές
es: Acerca de los formatos
fa: درباره فرمت‌ها
fr: À propos des formats
gl: Acerca dos formatos
hu: A formátumokról
it_it: Informazioni sui formati
ja: 形式について
ko_kr: 형식 정보
nl_nl: Over bestandsformaten
pl: O formatach
pt_br: Sobre formatos
ro: Despre formate
ru: О форматах
sk: Informácie o formátoch súborov
sr: О форматима
tr: Biçimler hakkında
uk: Про формати
zh_cn: 关于格式

source: Supported file formats
ar: تنسيقات الملفات المدعومة
ca: Formats de fitxer admesos
cs: Podporované formáty souborů
de: Unterstützte Dateiformate
el: Υποστηριζόμενες μορφές αρχείων
es: Formatos de archivo admitidos
fa: فرمت‌های فایل پشتیبانی شده
fr: Formats de fichiers pris en charge
gl: Formatos de ficheiro soportados
hu: Támogatott fájlformátumok
it_it: Formati di file supportati
ja: 対応済みファイル形式
ko_kr: 지원되는 파일 형식
nl_nl: Ondersteunde bestandsformaten
pl: Obsługiwane formaty plików
pt_br: Formatos de arquivo suportados
ro: Formate de fișier suportate
ru: Поддерживаемые форматы файлов
sk: Podporované formáty súborov
sr: Подржани формати фајла
tr: Desteklenen dosya biçimleri
uk: Підтримувані формати файлів
zh_cn: 支持的文件格式

source: Unsupported formats will be converted by calibre to the first format of the list.
ca: Els formats no suportats seran convertits per calibre al primer format de la llista.
cs: Nepodporované formáty budou zkonvertovány pomocí calibre na první formát v seznamu.
de: Nicht unterstützte Formate werden von calibre in das erste Format der Liste konvertiert.
el: Οι μη υποστηριζόμενες μορφές θα μετατραπούν από το calibre στην πρώτη μορφή της λίστας.
es: Calibre convertirá los formatos no admitidos al primer formato de la lista.
fa: فرمت‌های پشتیبانی نشده به وسیله کالیبره به اولین فرمت لیست تبدیل خواهند شد.
fr: Les formats non pris en charge seront convertis par calibre au premier format de la liste.
gl: Os formatos non soportados serán convertidos por calibre ao primeiro formato da lista.
hu: A nem támogatott formátumokat a calibre a lista első formátumává konvertálja.
it_it: I formati non supportati verranno convertiti da calibre nel primo formato dell'elenco.
ja: 対応されていない形式はcalibreによってリストの優先形式に変換されます。
ko_kr: 지원되지 않는 형식은 calibre에서 목록의 첫번째 형식으로 변환됩니다.
nl_nl: Niet-ondersteunde formaten worden door calibre omgezet naar het eerste formaat van de lijst.
pl: Nieobsługiwane formaty zostaną przekonwertowane przez calibre na pierwszy format z listy.
pt_br: Formatos não suportados serão convertidos pelo Calibre para o primeiro formato da lista.
ro: Formatele nesuportate vor fi convertite de calibre în primul format din listă.
ru: Неподдерживаемые форматы будут преобразованы Calibre в первый формат из списка.
sk: Nepodporované formáty skonvertuje Calibre na prvý formát zoznamu.
sr: Calibre ће неподржане формате да конвертује на први формат са листе.
tr: Desteklenmeyen biçimler Calibre tarafından listenin ilk biçimine dönüştürülür.
uk: Непідтримувані формати calibre перетворить на перший формат зі списку.
zh_cn: 不支持的格式将由 calibre 转换为列表的第一种格式。

source: Author(s):
ar: المؤلف (المؤلفين):
ca: Autor(s):
cs: Autoři:
de: Autor(en):
el: Συγγραφέας(-είς):
es: Autor(es):
fa: نویسنده(ها):
fr: Auteur(s) :
gl: Autor(es):
hu: Szerző(k):
it_it: Autore(i):
ja: 著者:
ko_kr: 저자:
nl_nl: Auteur(s):
pl: Autor(zy):
pt_br: Autor(res):
ro: Autor(i):
ru: Автор(ы):
sk: Autor(i):
sr: Аутор(и):
tr: Yazar(lar):
uk: Автор(и):
zh_cn: 作者：

source: Unknown
ar: غير معروف
ca: Desconegut
cs: Neví se
de: Unbekannt
el: Άγνωστo
es: Desconocido
fa: ناشناخته
fr: Inconnu
gl: Descoñecido
hu: Ismeretlen
it_it: Sconosciuto
ja: 不明
ko_kr: 알 수없는
nl_nl: Onbekend
pl: Nieznany
pt_br: Desconhecido
ro: Necunoscut
ru: Неизвестен
sk: Neznáma
sr: Непознато
tr: Bilinmiyor
uk: Невідомий
zh_cn: 未知

source: Tags:
ar: العلامات:
ca: Etiquetes:
cs: Štítky:
de: Stichworte:
el: Ετικέτες:
es: Etiquetas:
fa: برچسب‌ها:
fr: Étiquettes :
gl: Etiquetas:
hu: Címkék:
ja: タグ:
ko_kr: 태그:
pl: Tagi:
pt_br: Etiquetas:
ro: Etichete:
ru: Теги:
sk: Značky:
sr: Ознаке:
tr: Etiketler:
uk: Мітки:
zh_cn: 标签：

source: Browse series
ar: تصفّح السلاسل
ca: Cercar en series
cs: Procházet série
de: Serien durchsuchen
el: Προβολή σειρών
es: Buscar por serie
fa: مرور مجموعه‌ها
fr: Parcourir les séries
gl: Mostrar series
hu: Sorozatok böngészése
it_it: Sfoglia serie
ja: シリーズを参照
ko_kr: 연작물 검색
nl_nl: Blader door serie
pl: Przeglądaj cykle
pt_br: Buscar séries
ro: Răsfoiește după serie
ru: Просмотр серий
sk: Prehľadávať série
sr: Прегледај серије
tr: Dizilere göz at
uk: Переглянути частини
zh_cn: 丛书浏览

source: Browse tags
ar: تصفح الوصوم
ca: Cercar en etiquetes
cs: Procházet štítky
de: Stichworte durchsuchen
el: Προβολή ετικετών
es: Buscar por etiqueta
fa: مرور برچسب‌ها
fr: Parcourir les étiquettes
gl: Buscar etiquetas
hu: Címkék böngészése
it_it: Sfoglia tags
ja: タグを参照
ko_kr: 태그로 검색
nl_nl: Blader door tags
pl: Przeglądaj tagi
pt_br: Buscar etiquetas
ro: Răsfoiește după etichete
ru: Просмотр тегов
sk: Prehľadávať značky
sr: Прегледај ознаке
tr: Etiketlere göz at
uk: Переглянути мітки
zh_cn: 标签浏览

source: Browse authors
ca: Explorar autors
cs: Procházet autory
de: Autoren durchsuchen
el: Προβολή συγγραφέων
es: Explorar autores
fa: مرور نویسندگان
fr: Parcourir les auteurs
gl: Ollar autores
hu: Szerzők böngészése
it_it: Sfoglia gli autori
ja: 著者を参照
ko_kr: 저자 찾아보기
nl_nl: Blader door auteurs
pl: Przeglądaj autorów
pt_br: Buscar autores
ru: Просмотр авторов
sk: Prehľadávať autorov
sr: Прегледај ауторе
tr: Yazarlara göz at
uk: Переглянути авторів
zh_cn: 作者浏览

source: Browse titles
ca: Explorar títols
cs: Procházet názvy
de: Buchtitel durchsuchen
el: Προβολή τίτλων
es: Explorar títulos
fa: مرور عناوین
fr: Parcourir les titres
gl: Ollar títulos
hu: Címek böngészése
it_it: Sfoglia i titoli
ja: 題名を参照
ko_kr: 제목 찾아보기
nl_nl: Blader door titels
pl: Przeglądaj tytuły
pt_br: Buscar títulos
ru: Просмотр названий
sk: Prehľadávať názvy kníh
sr: Прегледај наслове
tr: Başlıklara göz at
uk: Переглянути назви
zh_cn: 标题浏览

source: Search books
ar: ابحث في الكتب
ca: Cercar llibres
cs: Vyhledávání knih
de: Bücher suchen
el: Αναζήτηση βιβλίων
es: Buscar libros
fa: جستجوی کتاب‌ها
fr: Recherche de livres
gl: Buscar libros
hu: Könyvek keresése
it_it: Cerca libri
ja: 書籍を検索
ko_kr: 책 찾기
nl_nl: Zoek boeken
pl: Szukaj książek
pt_br: Buscar livros
ro: Caută cărți
ru: Поиск книг
sk: Hľadať knihy
sr: Претрага књига
tr: Kitap arayın
uk: Шукати книги
zh_cn: 搜索书籍

source: No results in metadata
ar: لا توجد نتائج في البيانات الوصفية
ca: No hi ha resultats en les metadades
cs: V metadatech nebylo nic nalezeno
de: Keine Ergebnisse in den Metadaten
el: Δεν υπάρχουν αποτελέσματα στα μεταδεδομένα
es: No hay resultados en los metadatos
fa: بدون نتیجه در فراداده
fr: Aucun résultat dans les métadonnées
gl: Non hai resultados de busca nos metadatos
hu: Nincs találat a metaadatokban
it_it: Nessun risultato nei metadati
ja: メタデータには結果がありません
ko_kr: 메타 데이터에 결과 없음
nl_nl: Geen resultaten in metadata
pl: Brak wyników w metadanych
pt_br: Nenhum resultado nos metadados
ro: Nu există rezultate în metadate
ru: Нет результатов в метаданных
sk: Žiadne výsledky v metadátach
sr: Нема резултата у метаподацима
tr: Üst veride bir sonuç bulunamadı
uk: Немає результатів у метаданих
zh_cn: 元数据中无结果

source: Books
ca: Llibres
cs: Knihy
de: Bücher
el: Βιβλία
es: Libros
fa: کتاب‌ها
fr: Livres
gl: Libros
hu: Könyvek
it_it: Libri
ja: 書籍
ko_kr: 책
nl_nl: Boeken
pl: Książki
pt_br: Livros
ro: Cărți
ru: Книги
sk: Knihy
sr: Књиге
tr: Kitaplar
uk: Книги
zh_cn: 书籍

source: Browse by tags
ar: استعراض حسب العلامات
ca: Cercar per etiquetes
cs: Procházení podle štítků
de: Nach Stichworten blättern
el: Περιήγηση ανά ετικέτες
es: Buscar por etiqueta
fa: مرور براساس برچسب‌ها
fr: Parcourir par étiquettes
gl: Buscar por etiquetas
hu: Címkék böngészése
it_it: Sfoglia per tag
ja: タグを参照
ko_kr: 태그로 살펴보기
nl_nl: Bladeren op tags
pl: Przeglądaj po znacznikach
pt_br: Navegar por etiquetas
ro: Răsfoiește după etichete
ru: Обзор по тегам
sk: Prehľadávať podľa značiek
sr: Прегледај по ознакама
tr: Etiketlere göre göz at
uk: Переглянути за мітками
zh_cn: 按标签浏览

source: Browse by series
ar: تصفح حسب السلسلة
ca: Cercar per sèries
cs: Procházení podle sérií
de: Nach Serien blättern
el: Περιήγηση ανά σειρά
es: Buscar por serie
fa: مرور براساس مجموعه‌ها
fr: Parcourir par séries
gl: Mostrar series
hu: Böngészés sorozatok szerint
it_it: Sfoglia per serie
ja: シリーズを参照
ko_kr: 시리즈로 살펴보기
nl_nl: Bladeren op serie
pl: Przeglądaj po cyklach
pt_br: Navegar por séries
ro: Răsfoiește după serie
ru: Обзор по сериям
sk: Prehľadávať podľa sérií
sr: Прегледај по серијама
tr: Dizilere göre göz at
uk: Перегляд за частинами
zh_cn: 按丛书浏览

source: Browse by authors
ca: Cerca per autors
cs: Procházení podle autorů
de: Nach Autoren suchen
el: Περιήγηση ανά συγγραφέα
es: Búsqueda por autores
fa: مرور براساس نویسندگان
fr: Parcourir par auteurs
gl: Ollar por autor
hu: Böngészés szerzők alapján
it_it: Sfoglia per autori
ja: 著者を参照
ko_kr: 저자로 찾아보기
nl_nl: Blader op auteurs
pl: Przeglądaj po autorach
pt_br: Navegar por autores
ru: Обзор по авторам
sk: Prehľadávať po autoroch
sr: Прегледај по ауторима
tr: Yazarlara göre göz at
uk: Переглянути за авторами
zh_cn: 按作者浏览

source: Browse by titles
ca: Cerca per títols
cs: Procházení podle názvů
de: Nach Titeln suchen
el: Περιήγηση ανά τίτλο
es: Búsqueda por títulos
fa: مرور براساس عناوین
fr: Parcourir par titres
gl: Ollar por serie
hu: Böngészés címek alapján
it_it: Sfoglia per titoli
ja: 題名を参照
ko_kr: 제목으로 찾아보기
nl_nl: Blader op titels
pl: Przeglądaj po tytułach
pt_br: Navegar por títulos
ru: Обзор по названиям
sk: Prehľadávať v názvoch kníh
sr: Прегледај по насловима
tr: Başlıklara göre göz at
uk: Переглянути за назвами
zh_cn: 按标题浏览

source: Scanning libraries can take time. All storage media under %1 will be analyzed
ca: Escanejar les biblioteques pot dur temps. S'analitzaran tots els suports d'emmagatzematge de %1
cs: Vyhledávání knihoven může nějakou dobu trvat. Budou analyzována všechna paměťová média pod %1
de: Das Scannen von Bibliotheken kann Zeit in Anspruch nehmen. Alle Speichermedien unter %1 werden analysiert
el: Η σάρωση βιβλιοθηκών μπορεί να πάρει χρόνο. Όλα τα αποθηκευτικά μέσα κάτω από %1 θα αναλυθούν
es: Escanear librerías puede llevar tiempo. Todo el almacenamiento en %1 será analizado
fa: اسکن کتابخانه‌ها می‌تواند زمانبر باشد. کلیه دستگاه‌های ذخیره‌سازی در مسیر %1 مورد پردازش قرار خواهند گرفت
fr: L’analyse des bibliothèques peut prendre du temps. Tous les supports de stockage sous %1 seront analysés
gl: Escanear librerías por levar tempo. Todo o almacenamento en %1 será analizado
hu: A mappák átvizsgálása időt vehet igénybe. A %1 alatti összes adathordozót elemezzük
it_it: Esaminare biblioteche può richiedere tempo. Tutti i media di memoria sotto %1 saranno analizzati
ja: ライブラリのスキャンには時間がかかることがあります。%1 以下のすべての記憶媒体が分析されます
ko_kr: 라이브러리 검색에는 시간이 걸릴 수 있습니다. %1 아래의 모든 저장 매체가 분석됩니다
nl_nl: Het scannen van bibliotheken kan enige tijd in beslag nemen. Alle opslagmedia onder %1 zullen worden geanalyseerd
pl: Skanowanie bibliotek może zająć trochę czasu. Wszystkie nośniki danych w lokalizacji %1 zostaną przeanalizowane
pt_br: Escanear as bibliotecas pode demorar. Todas as mídias de armazenamento sob %1 serão analisadas
ro: Parcurgerea bibliotecilor poate dura ceva. Toate unitățile de stocare de sub %1 vor fi analizate.
ru: Сканирование библиотек может занять некоторое время. Будет произведён анализ всех медиа-хранилищ: %1
sk: Skenovanie knižníc môže chvíľu trvať. Všetky pamäťové médiá pod %1 budú analyzované
sr: Скенирање библиотека може да потраје. Анализираће се сви медији за складиштење под %1
tr: Kitaplıkların taranması zaman alabilir. %1 altındaki tüm depolama ortamları incelenecek
uk: Сканування бібліотек може тривати деякий час. Усі носії даних під %1 будуть проаналізовані
zh_cn: 扫描库需要一些时间。 将分析 %1下的所有存储介质

source: SD card
ar: بطاقة الذاكرة
ca: Targeta SD
cs: SD kartu
de: SD-Karte
el: κάρτα SD
es: Tarjeta SD
fa: کارت حافظه
fr: Carte SD
gl: Tarxeta SD
hu: SD kártya
it_it: Scheda SD
ja: SDカード
ko_kr: SD 카드
nl_nl: SD-kaart
pl: Karta SD
pt_br: Cartão SD
ro: Card SD
ru: SD-карта
sk: SD karta
sr: SD картица
tr: SD kart
uk: Картка SD
zh_cn: SD 卡

source: No calibre libraries were found
ar: لم يتم العثور على مكتبات calibre
ca: No s'han trobat biblioteques de calibre
cs: Nebyly nalezeny žádné calibre knihovny
de: Es wurden keine Calibre Bibliotheken gefunden
el: Δεν βρέθηκαν βιβλιοθήκες calibre
es: No se han encontrado librerías de calibre
fa: کتابخانه کالیبره‌ای پیدا نشد
fr: Aucune bibliothèque calibre n’a été trouvée
gl: Non se atopou ningunha librería
hu: Nem találhatóak Calibre könyvtárak
it_it: Non sono stati trovati libri
ja: Calibreライブラリが見つかりませんでした
ko_kr: 캘리브 라이브러리를 찾을 수 없습니다
nl_nl: Er zijn geen calibrebibliotheken gevonden
pl: Nie znaleziono bibliotek Calibre
pt_br: Nenhuma biblioteca do Calibre encontrada
ro: Nu s-au găsit biblioteci Calibre
ru: Библиотеки Calibre не найдены
sk: Neboli nájdené žiadne knižnice calibre
sr: Није пронађена ниједна calibre библиотека
tr: Calibre kitaplığı bulunamadı
uk: Бібліотеки calibre не знайдено
zh_cn: 未找到 calibre 库

source: Found %1 calibre libraries with %2 books: %3
ca: S'han trobat %1 biblioteques de calibre amb %2 llibres: %3
cs: Nalezeny %1 calibre knihovny s %2 knihami: %3
de: %1 Calibre Bibliotheken gefunden mit %2 Büchern: %3
el: Βρέθηκαν %1 βιβλιοθήκες calibre με %2 βιβλία: %3
es: Encontradas %1 librerías de calibre con %2 libros: %3
fa: %1 کتابخانه کالیبره با %2 کتاب پیدا شد: %3
fr: Bibliothèques de calibre %1 trouvées avec %2 livres : %3
gl: Atopadas %1 bibliotecas de calibre con %2 libros: %3
hu: %1 Calibre könyvtár található %2 könyvvel: %3
it_it: Trovate %1 biblioteche di calibre con %2 libri: %3
ja: %1 calibre書庫(%2 書籍)が見つかりました: %3
ko_kr: %2 도서가 있는 %1 칼리버 라이브러리를 찾았습니다: %3
nl_nl: %1 calibrebibliotheken met %2 boeken gevonden: %3
pl: Znaleziono %1 bibliotek Calibre z %2 książkami: %3
pt_br: %1 bibliotecas do Calibre encontradas com %2 livros: %3
ru: Найдены библиотеки Calibre (%1) с книгами (%2): %3
sk: Počet nájdených knižníc calibre - %1 s %2 knihami: %3
sr: Пронађено је %1 calibre библиотека са %2 књига: %3
tr: %1 Calibre kitaplığında %2 kitap bulundu: %3
uk: Знайдено %1 бібліотек calibre з %2 книгами: %3
zh_cn: 在%1 个calibre库内找到了%2 本书: %3

source: Invalid password
ar: كلمة مرور غير صالحة
ca: Contrasenya no vàlida
cs: Neplatné heslo
de: Ungültiges Passwort
el: Μη έγκυρος κωδικός
es: Contraseña no válida
fa: رمز عبور نامعتبر
fr: Mot de passe invalide
gl: contrasinal inválido
hu: Érvénytelen jelszó
it_it: Password non valida
ja: 無効なパスワードです
ko_kr: 유효하지 않은 비밀번호
nl_nl: Ongeldig wachtwoord
pl: Nieprawidłowe hasło
pt_br: Senha inválida
ro: Parolă invalidă
ru: Неверный пароль
sk: Nesprávne heslo
sr: Неисправна лозинка
tr: Parola geçersiz
uk: Недійсний пароль
zh_cn: 密码无效

source: Disconnected by calibre
ar: قطع calibre الاتصال
ca: Desconnectat per calibre
cs: Odpojeno calibrem
de: Getrennt durch Calibre
el: Δεν είναι δυνατή η σύνδεση με διακομιστή Calibre
es: Desconectado por calibre
fa: ارتباط توسط کالیبره قطع شد
fr: Déconnecté par calibre
gl: Desconectado por calibre
hu: Lekapcsolódva a Calibre szerverről
it_it: Disconnesso da calibre
ja: Calibre サーバーから切断されました
ko_kr: 캘리버에서 연결 끊김
nl_nl: Verbinding verbroken door calibre
pl: Rozłączono z Calibre
pt_br: Desconectado pelo Calibre
ro: Deconectat de către Calibre
ru: Отключено Calibre
sk: Odpojené aplikáciou Calibre
sr: Calibre је прекинуо везу
tr: Calibre tarafından bağlantı kesildi
uk: Роз'єднано за допомогою calibre
zh_cn: 与calibri连接中断

source: Connected to calibre server at %1
ar: تم الاتصال بسيرفر calibre عند %1
ca: Connectat al servidor de calibre en %1
cs: Připojeno k calibre serveru na adrese %1
de: Verbunden zum Calibre-Server %1
el: Δεν είναι δυνατή η σύνδεση με διακομιστή Calibre στην τοποθεσία %1
es: Conectado al servidor de calibre en %1
fa: به سرور کالیبره در %1 وصل شد
fr: Connecté au serveur calibre à l’adresse %1
gl: Conectado a servidor de calibre en %1
hu: Kapcsolódva a Calibre szerverhez %1
it_it: Connesso al server di Calibre a %1
ja: Calibre サーバー %1 に接続しました
ko_kr: %1 캘리버 서버에 연결됨
nl_nl: Verbonden met calibre-server op %1
pl: Połączono do serwera calibre %1
pt_br: Conectado ao servidor do Calibre em %1
ro: Conectat la server-ul calibre la %1
ru: Подключение к серверу Calibre: %1
sk: Pripojené k serveru Calibre na adrese %1
sr: Успостављена је веза са calibre сервером на %1
tr: %1 üzerindeki Calibre sunucusu ile bağlantı kuruldu
uk: З'єднано із сервером calibre номер %1
zh_cn: 已连接至位于 %1 的 calibre 服务器
