Repository: spruceUI/spruceOS
Catalog: App/KoReader/l10n/*/koreader.po
Languages: ar, ca, cs, de, el, es, fa, fr, gl, hu, it_it, ja, ko_kr, nl_nl, pl, pt_br, ro, ru, sk, sr, tr, uk, zh_cn

source: Would you like to respect or ignore embedded lang tags by default? Respecting them will use relevant typographic rules to render their content, while ignoring them will always use the main language typography rules The current default (★) is to ignore them.
ar: هل ترغب في مراعاة أو تجاهل علامات lang المضمنة افتراضيًا؟ سيستخدم مراعاة قواعد الطباعة ذات الصلة لتقديم محتواهم ، بينما تجاهلهم سيستخدم دائمًا قواعد طباعة اللغة الرئيسية الافتراضي الحالي (★) هو تجاهلها.
ca: Vols aplicar o ignorar les etiquetes d'idioma incrustades per defecte? Si s'apliquen, s'utilitzaran les regles tipogràfiques pertinents per a representar el contingut, mentre que si s'ignoren, s'utilitzaran les regles tipogràfiques de l'idioma principal. El valor per defecte actual (★) és ignorar-les.
cs: Chcete respektovat nebo ignorovat vložené jazykové značky pro použití ve výchozím nastavení? Při jejich respektování budou použita odpovídající typografická pravidla k vykreslení jejich obsahu a při jejich ignorování budou vždy použity hlavní jazyková typografická pravidla. Aktuálně je ve výchozím nastavení (★) ignorujete.
de: Möchten Sie standardmäßig eingebettete Sprachkennzeichen berücksichtigen oder ignorieren? Wenn Sie diese Kennzeichen berücksichtigen, werden die entsprechenden typografischen Regeln verwendet, um ihren Inhalt wiederzugeben, während beim Ignorieren dieser Kennzeichen immer die typografischen Regeln der Hauptsprache verwendet werden. Die derzeitige Vorgabe (★) ist, sie zu ignorieren.
el: Θα θέλατε να αποδεχτείτε ή να αγνοήσετε τις ενσωματωμένες ετικέτες γλώσσας από προεπιλογή; Η αποδοχή τους θα χρησιμοποιεί σχετικούς τυπογραφικούς κανόνες για την απόδοση του περιεχομένου τους, ενώ η αγνόησή τους θα χρησιμοποιεί πάντα τους βασικούς τυπογραφικούς κανόνες της γλώσσας. Η τρέχουσα προεπιλογή (★) είναι η αγνόησή τους.
es: ¿Quieres aplicar o ignorar las etiquetas de idioma incrustadas por defecto? Si se aplican, se utilizarán las reglas tipográficas pertinentes para representar su contenido, mientras que si se ignoran, se utilizarán las reglas tipográficas del idioma principal. El valor predeterminado actual (★) es ignorarlas.
fa: می‌خواهید به برچسب زبان تعبیه شده در کتاب به شکل پیشفرض احترام گذاشته شود یا از آن صرف نظر شود؟ احترام گذاشتن به آنها باعث برای رندر محتویات با استفاده از قوانین تایپوگرافی آن می‌شود، در حالی که صرف نظر کردن از آن باعث می‌شود همیشه از قوانین تایپوگرافی زبان اصلی استفاده شود. پیشفرض (★) فعلی از آنها صرف نظر می‌کند.
fr: Voulez-vous respecter ou ignorer les balises de langue embarquées par défaut ? Les respecter permettra l’utilisation des règles typographiques adaptées pour afficher leur contenu, tandis que les ignorer permettra toujours d’utiliser les règles typographiques de la langue principale. La valeur par défaut actuelle (★) est « ignorer ».
gl: Que opción prefires por defecto, respectar ou ignorar as etiquetas incrustadas de linguaxe? Respectado as etiquetas de linguaxe, usaranse as regras tipográficas correspondentes para mostrar o contido, mentres que ignorándoas usaranse as regras tipográficas da linguaxe principal. A opción actual por defecto (★) é ignoralas.
hu: Szeretné, ha alapértelmezés szerint tiszteletben tartaná vagy figyelmen kívül hagyná a beágyazott nyelvi címkéket? Ha tiszteletben tartja őket, akkor a megfelelő tipográfiai szabályokat használja a tartalmak megjelenítéséhez, míg ha figyelmen kívül hagyja őket, akkor mindig a fő nyelvi tipográfiai szabályokat fogja használni. Jelenleg alapértelmezés (★) szerint figyelmen kívül hagyjuk őket.
it_it: Vuoi rispettare o ignorare le etichette di lingua integrate in modo predefinito? Rispettandole si utilizzeranno le regole tipografiche pertinenti per rappresentare il contenuto, mentre ignorandole si utilizzeranno sempre le regole tipografiche della lingua principale. L'impostazione predefinita attuale (★) è di ignorarle.
ja: 既定では埋め込まれた言語タグを尊重するか、または無視しますか？ 尊重すると、関連する組版規則を使用して内容を描画します。一方、無視すると、常に主言語の組版規則を使用します。 現在の既定(★)では、無視されます。
ko_kr: 내장된 lang 태그를 기본값으로 존중하거나 무시할까요? 이를 존중하면 관련 타이포그래피 규칙을 사용하여 콘텐츠를 렌더링하고, 무시하면 항상 기본 언어 타이포그래피 규칙을 사용합니다 현재 기본값(★)은 이를 무시하는 것입니다.
nl_nl: Wil je ingebedde lang tags standaard respecteren of negeren? Door ze te respecteren zullen relevante typografische regels worden gebruikt om hun inhoud weer te geven, terwijl de algemene typografische regels zullen worden gebruikt door de te negeren. De huidige standaardinstelling (★) is om ze te negeren.
pl: Czy chcesz uwzględniać lub ignorować wbudowane znaczniki językowe? Uwzględnienie znaczników spowoduje użycie odpowiednich reguł typograficznych do renderowania ich treści, a ignorowanie spowoduje użycie wszędzie reguł topograficznych dla języka głównego. Bieżące ustawienia domyślne (★) to ignorowanie.
pt_br: Você quer respeitar ou ignorar etiquetas de idioma incorporadas por padrão? Se respeitar serão utilizadas as regras tipográficas relevantes para renderizar seu conteúdo, enquanto se ignorar serão utilizadas as regras tipográficas do idioma principal. O padrão atual é (★) é ignorar.
ro: Dorești să respecți sau să ignori etichetele lingvistice încorporate ca implicit? Dacă le respecți se vor folosi reguli tipografice relevante pentru a randa conținutul, pe cînd ignorîndu-le se vor folosi regulile tipografice ale limbii principale. Implicitul curent (★) este să le ignori.
ru: Вы хотите соблюдать или игнорировать встроенные языковые теги по умолчанию? При соблюдении будут применяться правила типографики, подходящие для отрисовки содержимого, в то время как при игнорировании всегда будут использоваться правила типографики основного языка. Текущее значение по умолчанию (★) - игнорировать теги.
sk: Prajete si v predvolenom nastavení akceptovať alebo ignorovať vložené jazykové značky? Pri ich akceptovaní sa na vykreslenie obsahu použijú príslušné typografické pravidlá, pri ich ignorovaní sa vždy použijú pravidlá typografie hlavného jazyka. Aktuálne predvolené nastavenie (★) je ignorovať ich.
sr: Да ли желите да се подразумевано поштују или игноришу уграђене lang ознаке? Када се поштују, за приказивање њиховог садржаја ће се користити одговарајућа типографска правила, а када се игноришу, увек ће се користити типографска правила главног језика. Тренутна подразумевана вредност (★) је да се игноришу.
tr: Gömülü lang etiketlerine varsayılan olarak öncelik verilmesini ya da yok sayılmasını ister misiniz? Öncelik verildiğinde, içeriklerini işlemek için ilgili tipografi kuralları kullanılır, yok sayıldığında her zaman ana dil tipografi kuralları kullanılır. Geçerli varsayılan (★) yok saymaktır.
uk: Ви хочете дотримуватися або нехтувати вбудованими мовними тегами типово? Їх дотримання буде використовувати відповідні правила типографіки для відмальовування їх умісту, в той час, як нехтування їх завжди буде використовувати основні правила типографіки мови. Поточне типове значення (★) - нехтувати ними.
zh_cn: 默认情况下，您要遵循还是忽略嵌入语言标签？ 遵循它们将使用相关的排版规则来呈现其内容，而忽略它们将始终使用主要语言的排版规则。 当前的默认设置（★）是遵循它们。

source: Ignore (★)
ar: تجاهل (★)
ca: Ignora (★)
cs: Ignorovat (★)
de: Ignorieren (★)
el: Παράβλεψη (★)
es: Ignorar (★)
fa: صرف‌نظر (★)
fr: Ignorer (★)
gl: Ignorar (★)
hu: Figyelmen kívül hagyás (★)
it_it: Ignora (★)
ja: 無視 (★)
ko_kr: 무시 (★)
nl_nl: Negeren (★)
pl: Ignoruj (★)
pt_br: Ignorar (★)
ro: Ignoră (★)
ru: Игнорировать (★)
sk: Ignorovať (★)
sr: Игнориши (★)
tr: Yok say (★)
uk: Нехтувати (★)
zh_cn: 忽略 (★)

source: Respect (★)
ar: احترام (★)
ca: Aplicar (★)
cs: Respektovat (★)
de: Berücksichtigen (★)
el: Αποδοχή (★)
es: Aplicar (★)
fa: احترام بگذار (★)
fr: Respecter (★)
gl: Respectar (★)
hu: Méltányol (★)
it_it: Applica (★)
ja: 尊重 (★)
ko_kr: 존중 (★)
nl_nl: Respecteren (★)
pl: Zastosuj (★)
pt_br: Respeitar (★)
ro: Respectă (★)
ru: Соблюдать (★)
sk: Akceptovať (★)
sr: Поштуј (★)
tr: Öncelik ver (★)
uk: Дотримуватися (★)
zh_cn: 遵循 (★)

source: Respect
ar: مراعاة
ca: Aplicar
cs: Respektovat
de: Berücksichtigen
el: Αποδοχή
es: Aplicar
fa: احترام بگذار
fr: Respecter
gl: Respectar
hu: Méltányol
it_it: Applica
ja: 尊重
ko_kr: 존중
nl_nl: Respecteren
pl: Zastosuj
pt_br: Respeitar
ro: Respectă
ru: Соблюдать
sk: Akceptovať
sr: Поштуј
tr: Öncelik verilsin
uk: Дотримуватися
zh_cn: 遵循

source: Enable hyphenation
ar: تمكين الواصلة
ca: Activa la partició de mots
cs: Povolit dělení slov
de: Silbentrennung aktivieren
el: Ενεργοποίηση συλλαβισμού
es: Activar silabación
fr: Activer la césure
gl: Activar a separación en sílabas
hu: Szóelválasztás engedélyezése
it_it: Abilita la sillabazione
ja: ハイフネーションを有効
ko_kr: 하이픈 사용
nl_nl: Woordafbreking inschakelen
pl: Włącz dzielenie wyrazów
pt_br: Ativar hifenização
ro: Activează despărțirea în silabe
ru: Включить переносы
sk: Povoliť delenie slov
sr: Укључи хифенацију
tr: Tireleme kullanılsın
uk: Увімкнути перенесення
zh_cn: 启用连字符号

source: Would you like to enable or disable hyphenation by default? The current default (★) is enabled.
ar: هل ترغب في تمكين الواصلة أو تعطيلها بشكل افتراضي؟ الافتراضي الحالي (★) ممكّن.
ca: Voleu activar o desactivar la partició de mots per defecte? El valor per defecte actual (★) és activada.
cs: Chcete povolit nebo zakázat dělení slov ve výchozím nastavení? V aktuálním výchozím nastavení (★) je to povoleno.
de: Möchten Sie die Silbentrennung standardmäßig aktivieren oder deaktivieren? Die aktuelle Voreinstellung (★) ist aktiviert.
el: Θα θέλατε να ενεργοποιήσετε ή να απενεργοποιήσετε τον συλλαβισμό από προεπιλογή; Η τρέχουσα προεπιλογή (★) είναι η ενεργοποίησή του.
es: ¿Quiere activar o desactivar la silabación de manera predeterminada? El valor predeterminado actual (★) es activada.
fr: Voulez-vous activer ou désactiver la césure par défaut ? La valeur actuelle par défaut (★) est « activé ».
gl: Gustaríache activar ou desactivar a separación en sílabas por defecto? O valor por defecto actual (★) é activada.
hu: Alapértelmezés szerint engedélyezi vagy tiltja a szavak elválasztását? Jelenleg alapértelmezetten (★) engedélyezve van.
it_it: Si desidera abilitare o disabilitare la sillabazione in modo predefinito? L'impostazione predefinita corrente (★) è abilitata.
ja: ハイフネーションをどのように設定しますか？ 現在のデフォルト値(★)は有効です。
ko_kr: 하이픈 넣기를 기본값으로 활성화 또는 비활성화할까요? 현재 기본값(★)은 활성화입니다.
nl_nl: Woordafbreking standaard in- of uitschakelen? De huidige standaardinstelling (★) is ingeschakeld.
pl: Czy chcesz domyślnie włączyć lub wyłączyć dzielenie wyrazów? Bieżąca wartość domyślna (★) jest włączona.
pt_br: Gostaria de ativar ou desativar a hifenização por padrão? O padrão atual (★) é ativado.
ro: Dorești să activezi sau să dezactivezi despărțirea în silabe implicit? Acum setarea implicită (★) este „activat”.
ru: Вы хотите включить или отключить переносы по умолчанию? Текущее значение по умолчанию (★) - включено.
sk: Prajete si predvolene povoliť alebo zakázať delenie slov? Aktuálne predvolené nastavenie (★) je povoliť delenie slov.
sr: Да ли желите да се подразумевано укључи или искључи хифенација? Тренутна подразумевана вредност (★) је укључено.
tr: Tirelemeyi varsayılan olarak etkinleştirmek ya da devre dışı bırakmak ister misiniz? Geçerli varsayılan (★) etkin.
uk: Увімкнути або вимкнути перенесення типово? Поточне типове значення (★) увімкнено.
zh_cn: 你想要默认启用还是禁用连字符？ 当前的默认设置 (★) 是启用。

source: Would you like to enable or disable hyphenation by default? The current default (★) is disabled.
ar: هل ترغب في تمكين الواصلة أو تعطيلها بشكل افتراضي؟ الافتراضي الحالي (★) معطل.
ca: Voleu activar o desactivar la partició de mots per defecte? El valor per defecte actual (★) és desactivada.
cs: Chcete povolit nebo zakázat dělení slov ve výchozím nastavení? V aktuálním výchozím nastavení (★) je to zakázáno.
de: Möchten Sie die Silbentrennung standardmäßig aktivieren oder deaktivieren? Die aktuelle Voreinstellung (★) ist deaktiviert.
el: Θα θέλατε να ενεργοποιήσετε ή να απενεργοποιήσετε τον συλλαβισμό από προεπιλογή; Η τρέχουσα προεπιλογή (★) είναι η απενεργοποίησή του.
es: ¿Quiere activar o desactivar la silabación de manera predeterminada? El valor predeterminado actual (★) es desactivada.
fr: Voulez-vous activer ou désactiver la césure par défaut ? La valeur actuelle par défaut (★) est « désactivé ».
gl: Gustaríache activar ou desactivar a separación en sílabas por defecto? O valor por defecto actual (★) é desactivada.
hu: Alapértelmezés szerint engedélyezi vagy tiltja a szavak elválasztását? Jelenleg alapértelmezés szerint (★) le van tiltva.
it_it: Si desidera abilitare o disabilitare la sillabazione in modo predefinito? L'impostazione predefinita corrente (★) è disabilitata.
ja: ハイフネーションをどのように設定しますか？ 現在のデフォルト値(★)は無効です。
ko_kr: 하이픈 넣기를 기본값으로 활성화 또는 비활성화할까요? 현재 기본값(★)은 비활성화입니다.
nl_nl: Woordafbreking standaard in- of uitschakelen? De huidige standaardinstelling (★) is uitgeschakeld.
pl: Czy chcesz domyślnie włączyć lub wyłączyć dzielenie wyrazów? Bieżąca wartość domyślna (★) jest wyłączona.
pt_br: Gostaria de ativar ou desativar a hifenização por padrão? O padrão atual (★) é desativado.
ro: Dorești să activezi sau să dezactivezi despărțirea în silabe ca implicit? Acum setarea implicită (★) este „dezactivat”.
ru: Вы хотите включить или отключить переносы по умолчанию? Текущее значение по умолчанию (★) - отключено.
sk: Prajete si predvolene povoliť alebo zakázať delenie slov? Aktuálna predvolená hodnota (★) je zakázať delenie slov.
sr: Да ли желите да се подразумевано укључи или искључи хифенација? Тренутна подразумевана вредност (★) је искључено.
tr: Tirelemeyi varsayılan olarak etkinleştirmek ya da devre dışı bırakmak ister misiniz? Geçerli varsayılan (★) devre dışı.
uk: Увімкнути або вимкнути перенесення типово? Поточне типове значення (★) вимкнено.
zh_cn: 你想要默认启用还是禁用连字符？ 当前的默认设置 (★) 是禁用。

source: Left/right minimal sizes: %1 / %2
ca: Grandària mínima esquerra/dreta: %1 / %2
cs: Min. počet písmen vlevo/vpravo: %1 / %2
de: Links/rechts minimale Größen: %1 / %2
el: Ελάχιστα μεγέθη αριστερά/δεξιά: %1 / %2
es: Tamaño mínimo izda./dcha.: %1 / %2
fr: Tailles minimale gauche/droite : %1 / %2
gl: Tamaños mínimos esquerda/dereita: %1 / %2
hu: Bal/jobb minimális méret: %1 / %2
it_it: Dimensioni minime sinistra/destra: %1 / %2
ja: 左/右 最小サイズ: %1 / %2
ko_kr: 왼쪽/오른쪽 최소 크기: %1 / %2
nl_nl: Links/rechts minimale lengte: %1 / %2
pl: Minimalne wartości z lewej/prawej: %1 / %2
pt_br: Tamanhos mínimos esquerda/direita: %1 - %2
ro: Dimensiuni minime pentru st/dr: %1 / %2
ru: Перенос слева/справа, не менее: %1 / %2
sk: Minimálny počet písmen vľavo/vpravo: %1 / %2
sr: Лево/десно минималне дужине: %1 / %2
tr: Sol/sağ en küçük boyutlar: %1 / %2
uk: Найменші розміри ліворуч/праворуч: %1 / %2
zh_cn: 左/右最小尺寸：%1 / %2

source: Left/right minimal sizes: language defaults
ar: أقل أحجامٍ عن اليمين واليسار: افتراضات اللغة
ca: Grandària mínima esquerra/dreta: la predeterminada de l'idioma
cs: Min. počet písmen vlevo/vpravo: výchozí nastav. jazyka
de: Links/rechts Minimalgrößen: Sprachvorgaben
el: Ελάχιστα μεγέθη αριστερά/δεξιά: προεπιλεγμένες ρυθμίσεις γλώσσας
es: Tamaño mínimo izda./dcha.: el predeterminado del idioma
fa: حداقل اندازه چپ/راست: پیشفرض زبان
fr: Longueur minimale des segments gauche/droite : valeurs par défaut de la langue
gl: Lonxitudes mínimas á esquerda/dereita: dependente do idioma
hu: Bal/jobb minimális méret: nyelvi alapértelmezések
it_it: Dimensioni minime sinistra/destra: le predefinite della lingua
ja: 左/右 最小サイズ: 言語の既定
ko_kr: 왼쪽/오른쪽 최소 크기: 언어 기본값
nl_nl: Links/rechts minimale lengte: standaard voor taal
pl: Minimalne wartości z lewej/prawej: domyślne dla języka
pt_br: Tamanhos mínimos à esquerda/direita: padrão do idioma
ro: Dimensiuni minime pentru st/dr: implicite de limbă
ru: Перенос слева/справа, не менее: как в языке
sk: Minimálne veľkosti vľavo/vpravo: predvolený jazyk
sr: Лево/десно минималне дужине: подразумевано за језик
tr: Sol/sağ en küçük boyutlar: dil varsaylanları
uk: Найменші розміри ліворуч/праворуч: типовий для мови
zh_cn: 左/右最小尺寸：语言默认值

source: Language defaults: %1 / %2
ca: Valors predeterminats d'idioma: %1 / %2
cs: Výchozí nastavení jazyka: %1 / %2
de: Sprachvoreinstellungen: %1 / %2
el: Προεπιλογές γλώσσας: %1 / %2
es: Valores predeterminados de idioma: %1 / %2
fa: پشفرض‌های زبان: %1 / %2
fr: Valeurs linguistiques par défaut : %1 / %2
gl: Valores por defecto de idioma: %1 / %2
hu: Nyelvi alapértelmezések használata: %1 / %2
it_it: Impostazioni predefinite della lingua: %1 / %2
ja: 言語の既定: %1 / %2
ko_kr: 언어 기본값: %1 / %2
nl_nl: Standaard voor taal: %1 / %2
pl: Domyślne dla języka: %1 / %2
pt_br: Padrões de idioma: %1/%2
ro: Implicite limbă: %1 / %2
ru: В языке по умолчанию: %1 / %2
sk: Predvolené nastavenia jazyka: %1 / %2
sr: Подразумевано за језик: %1 / %2
tr: Dil varsayılanları: %1 / %2
uk: Типове для мови: %1 / %2
zh_cn: 语言默认值：%1 / %2

source: Hyphenation limits
ar: حدود فصل الكلمة
ca: Límits de partició de mots
cs: Omezení pro dělení slov
de: Limits für die Silbentrennung
el: Όρια συλλαβισμού
es: Límites de silabación
fr: Limites de césure
gl: Límites de separación de sílabas
hu: Szóelválasztás korlátai
it_it: Limiti di sillabazione
ja: ハイフネーション制限
ko_kr: 하이픈 넣기 제한
nl_nl: Woordafbrekingslimiet
pl: Limity dzielenia wyrazów
pt_br: Limites de hifenização
ro: Limite silabisire
ru: Пределы переносов
sk: Limity delenia slov
sr: Границе хифенације
tr: Tireleme sınırları
uk: Обмеження перенесень
zh_cn: 连字限制

source: Set minimum length before hyphenation occurs. These settings will apply to all books with any hyphenation dictionary. 'Use language defaults' resets them.
ar: قم بتعيين الحد الأدنى للطول قبل حدوث الواصلة. سيتم تطبيق هذه الإعدادات على جميع الكتب التي تحتوي على قاموس الواصلة. "استخدام الإعدادات الافتراضية للغة" يعيد تعيينها.
ca: Definiu la longitud mínima per a produir la partició de mots. Aquest paràmetre s’aplicarà a tots els llibres amb qualsevol diccionari de partició de mots. «Usa els valors per defecte de la llengua» desactiva aquesta opció.
cs: Určete minimální počet písmen, které musí zbýt vpravo a vlevo, aby mohlo dojít k rozdělení slova. Toto nastavení bude použito u všech knih s jakýmkoliv slovníkem pro dělení slov. Resetujte pomocí možnosti „Použít výchozí nastavení jazyka“.
de: Legen Sie die Mindestlänge fest, bevor die Silbentrennung stattfindet. Diese Einstellungen gelten für alle Bücher mit einem beliebigen Silbentrennungs-Wörterbuch. „Sprachvoreinstellungen verwenden“ setzt sie zurück.
el: Ορίστε το ελάχιστο μήκος πριν από το συλλαβισμό. Αυτές οι ρυθμίσεις θα ισχύουν για όλα τα βιβλία με οποιοδήποτε λεξικό συλλαβισμού. Η «Χρήση προεπιλεγμένων ρυθμίσεων γλώσσας» τις επαναφέρει.
es: Establezca la longitud mínima para que se produzca la silabación. Esta configuración se aplicará a todos los libros con cualquier diccionario de silabación. «Usar configuración predeterminada de idioma» restablece esta opción.
fr: Définit la longueur minimale d’un segment avant césure. Ces paramètres s’appliqueront à tous les livres avec n’importe quel dictionnaire de césure. « Utiliser les valeurs par défaut de la langue » les réinitialise.
gl: Configurar a lonxitude mínima antes da separación en sílabas. Estes valores serán aplicados a todos os libros con un dicionario de separación en sílabas. 'Usar valores por defecto do idioma' borra esta configuración.
hu: Állítsa be a minimális hosszúságot, mielőtt a szóelválasztás megtörténik. Ezek a beállítások minden könyvre vonatkoznak, amikben található szóelválasztási szótár. 'Használja a nyelvi alapbeállításokat' visszaállítja ezeket.
it_it: Imposta lunghezza minima prima che si verifichi la sillabazione. Queste impostazioni si applicheranno a tutti i libri con qualsiasi dizionario di sillabazione. "Usa impostazioni lingua predefinite" le ripristina.
ja: ハイフネーションが発生するまでの最小の長さを設定します。 これらの設定は、任意のハイフネーション辞書を持つすべての本に適用されます。 「言語の既定を使用する」はこれらをリセットします。
ko_kr: 하이픈 넣기를 작동하기 전에 최소 길이를 설정하십시오. 이 설정은 모든 하이픈 넣기 사전이 있는 책에 모두 적용됩니다. '언어 기본값 사용'에서 기본값을 재설정합니다.
nl_nl: Minimumlengte voor woordafbreking instellen. Deze instellingen zullen op elk boek worden toegepast in combinatie met elk woordafbrekingswoordenboek. 'Standaard voor taal' herstelt de instellingen.
pl: Ustaw minimalną długość przed dzieleniem wyrazów. Te ustawienia będą miały zastosowanie do wszystkich książek z dowolnym słownikiem dzielenia wyrazów. „Użyj domyślnych ustawień języka”, aby zresetować ustawienia.
pt_br: Defina o comprimento mínimo antes de ocorrer a hifenização. Essas configurações serão aplicadas a todos os livros com qualquer dicionário de hifenização. "Usar padrões de idioma" os redefine.
ro: Setează lungimea minimă înaintea căreia să se producă silabisirea. Aceste setări se vor aplica tuturor cărților cu orice dicționar de silabisire. „Folosește setările implicite pentru limbă” le va reseta.
ru: Минимальное количество символов, которые могут быть перенесены. Данные настройки будут применяться ко всем книгам с любым словарём переносов. Настройка «Использовать языковые настройки по умолчанию» сбрасывает их.
sk: Nastaviť minimálnu dĺžku slova pred jeho rozdelením. Tieto nastavenia sa použijú na všetky knihy s ľubovoľným slovníkom delenia slov. Možnosť „Použiť predvolené jazykové nastavenia“ obnoví tieto nastavenia na predvolené.
sr: Постављање минималне дужине пре него што дође до хифенације. Ова подешавања ће се применити на све књиге и за све речнике хифенације. ’Користи подразумевано за језик’ их ресетује.
tr: Tireleme yapılmadan önceki en az uzunluğu ayarlayın. Bu ayarlar tüm tireleme sözlüklerindeki tüm kitaplara uygulanır. 'Dil varsayılanları kullanılsın' seçeneği bunları sıfırlar.
uk: Встановіть найменшу довжину перед тим, як з'являться перенесення. Ці параметри буде застосовуватися до всіх книг з будь-яким словником розставляння перенесень. Параметр «Застосовувати типові значення мови» скидає це значення.
zh_cn: 设置断字出现的最短长度。 这个设置会影响所有书籍。 “使用语言默认值”可以重置这个设置。

source: Trust soft hyphens
ar: الوثوق بالواصلات الناعمة
ca: Confiar en guions suaus
cs: Důvěřovat měkkému rozdělovníku
de: Bedingten Trennstrichen vertrauen
el: Αποδοχή μαλακών ενωτικών
es: Confiar en guiones suaves
fr: Faire confiance aux traits d’union conditionnels
gl: Usar indicacións de sílaba (soft hyphens)
hu: Bízzon a lágy kötőjelekben
it_it: Affidati ai trattini
ja: ソフトハイフンを信頼する
ko_kr: 소프트 하이픈 신뢰
nl_nl: Vertrouw zwakke afbrekingsstreepjes
pl: Ufaj miękkiemu podziałowi wyrazów
pt_br: Utilizar separações de sílaba embutidas
ro: Încrede-te în cratimele „soft”
ru: Доверять мягким переносам
sk: Spoliehať sa na pomlčky pre delenie slov
sr: Веруј меким цртицама
tr: Yazılımsal tirelemeye güvenilsin
uk: Довіряти м'яким переносам
zh_cn: 信任软连字符
