Repository: spruceUI/spruceOS
Catalog: App/KoReader/l10n/*/koreader.po
Languages: ar, ca, cs, de, el, es, fa, fr, gl, hu, it_it, ja, ko_kr, nl_nl, pl, pt_br, ro, ru, sk, sr, tr, uk, zh_cn

source: Clear all marked pages
ca: Eliminar totes les pàgines marcades
cs: Pročistit všechny označené stránky
de: Alle markierten Seiten löschen
el: Διαγραφή όλων των επισημασμένων σελίδων
es: Eliminar todas las páginas marcadas
fa: پاک کردن تمام صفحات نشان شده
fr: Effacer toutes les pages marquées
gl: Desmarcar todas as páxinas marcadas
hu: Az összes megjelölt oldal törlése
it_it: Cancella tutte le pagine contrassegnate
ko_kr: 표시된 모든 페이지 지우기
nl_nl: Alle gemarkeerde pagina's verwijderen
pl: Wyczyść wszystkie oznaczone strony
pt_br: Limpar todas as páginas marcadas
ru: Очистить все отмеченные страницы
sk: Vymazať všetky označené stránky
sr: Обриши све означене странице
tr: İşaretlenmiş tüm sayfaları temizle
uk: Очистити всі позначені сторінки
zh_cn: 清除所有标记页面

source: Are you sure you want to clear all your custom hidden flows?
ca: Eliminar tots els fluxos ocults personalitzats?
de: Sind Sie sicher, dass Sie alle versteckten benutzerdefinierten Abschnitte löschen wollen?
el: Θέλετε σίγουρα να διαγράψετε όλες τις προσαρμοσμένες σας κρυφές ροές κειμένου;
es: ¿Eliminar todos los flujos ocultos personalizados?
fr: Êtes-vous sûr de vouloir effacer tous vos flux cachés personnalisés ?
gl: Queres borrar todos os fluxos ocultos personalizados?
hu: Biztosan törli az összes rejtett áramlatot (hidden flows)?
it_it: Sei sicuro di voler cancellare tutti i flussi nascosti personalizzati?
ko_kr: 사용자 지정 숨겨진 플로우를 모두 지울까요?
nl_nl: Weet je zeker dat je al je aangepaste verborgen verlopen wilt wissen?
pl: Czy na pewno chcesz wyczyścić wszystkie niestandardowe ukryte przepływy?
pt_br: Tem certeza de que deseja limpar todos os seus fluxos ocultos personalizados?
ru: Вы уверены, что хотите очистить все пользовательские скрытые потоки?
sk: Naozaj si prajete vymazať všetky vaše vlastné skryté časti obsahu knihy?
sr: Да ли заиста желите да обришете све скирвене токове?
tr: Tüm özel gizli akışlarınızı temizlemek istediğinize emin misiniz?
uk: Ви впевнені, що хочете видалити всі власні приховані потоки?
zh_cn: 你想要清除所有的隐藏流吗？

source: Edit TOC chapter
ca: Editar l'índex del capítol
de: Inhaltsverzeichnis-Kapitel bearbeiten
el: Επεξεργασία κεφαλαίου Πίνακα περιεχομένων
es: Editar el índice del capítulo
fa: ویرایش فصل‌های فهرست مطالب
fr: Modifier le chapitre TOC
gl: Editar capítulo do índice
hu: TOC fejezet szerkesztése
it_it: Modifica capitolo dell'indice
ko_kr: 차례 챕터 편집
nl_nl: Inhoudsopgave-hoofdstuk bewerken
pl: Edytuj rozdział spisu treści
pt_br: Editar capítulo do índice
ru: Редактировать главу в оглавлении
sk: Upraviť tabuľku obsahu knihy
sr: Уреди поглавље садржаја
tr: İçindekiler bölümünü düzenle
uk: Редагувати розділ у змісті
zh_cn: 编辑目录章节

source: Start TOC chapter
ca: Iniciar l'índex del capítol
de: Inhaltsverzeichnis-Kapitel beginnen
el: Έναρξη κεφαλαίου Πίνακα περιεχομένων
es: Iniciar el índice del capítulo
fa: شروع فصل فهرست مطالب
fr: Démarrer le chapitre TOC
gl: Iniciar capítulo do índice
hu: TOC fejezet start
it_it: Inizia capitolo indice
ko_kr: 차례 챕터 시작
nl_nl: Inhoudsopgave-hoofdstuk starten
pl: Rozpocznij rozdział spisu treści
pt_br: Iniciar capítulo do índice
ru: Начать главу в оглавлении
sk: Začať kapitolu v tabuľku obsahu knihy
sr: Почетак поглавља садржаја
tr: İçindekiler bölümü başlangıcı
uk: Почати розділ у змісті
zh_cn: 开始目录章节

source: Edit custom TOC chapter
ca: Editar l'índex personalitzat del capítol
de: Benutzerdefiniertes Inhaltsverzeichnis-Kapitel bearbeiten
el: Επεξεργασία προσαρμοσμένου κεφαλαίου Πίνακα περιεχομένων
es: Editar el índice personalizado del capítulo
fa: ویرایش فصل‌ فهرست مطالب سفارشی
fr: Modifier le chapitre personnalisé de la table des matières
gl: Editar capítulo de índice personalizado
hu: Egyedi TOC fejezet szerkesztése
it_it: Modifica capitolo indice personalizzato
ko_kr: 사용자 지정 차례 챕터 편집
nl_nl: Aangepast inhoudsopgave-hoofdstuk bewerken
pl: Edytuj niestandardowy rozdział spisu treści
pt_br: Editar capítulo personalizado do índice
ru: Редактировать главу в пользовательском оглавлении
sk: Upraviť kapitolu vlastnej tabuľky obsahu knihy
sr: Уреди поглавље произвољног садржаја
tr: Özel içindekiler tablosu bölümünü düzenle
uk: Редагувати власний розділ змісту
zh_cn: 编辑自定义目录章节

source: Create new custom ToC chapter
ca: Crear nou índex personalitzat del capítol
de: Neues benutzerdefiniertes Inhaltsverzeichnis-Kapitel erstellen
el: Δημιουργία νέου προσαρμοσμένου κεφαλαίου Πίνακα περιεχομένων
es: Crear nuevo índice personalizado del capítulo
fa: ساخت فصل فهرست مطالب سفارشی جدید
fr: Créer un nouveau chapitre ToC personnalisé
gl: Crear novo capítulo de índice personalizado
hu: Új egyedi ToC fejezet létrehozása
it_it: Crea nuovo capitolo indice personalizzato
ko_kr: 새 사용자 지정 차례 챕터 만들기
nl_nl: Nieuw aangepast inhoudsopgave-hoofdstuk maken
pl: Utwórz nowy niestandardowy rozdział spisu treści
pt_br: Criar um novo capítulo personalizado do índice
ru: Создать новую главу в пользовательском оглавлении
sk: Vytvoriť novú kapitolu vlastnej tabuľky obsahu knihy
sr: Креирај ново поглавље произвољног садржаја
tr: Özel içindekiler tablosu bölümü ekle
uk: Створити новий власний розділ змісту
zh_cn: 新建自定义目录章节

source: TOC chapter title
ca: Títol de l'índex del capítol
de: Inhaltsverzeichnis Kapitelüberschrift
el: Τίτλος κεφαλαίου Πίνακα περιεχομένων
es: Título del índice del capítulo
fa: عنوان فصل فهرست مطالب
fr: Titre du chapitre de la table des matières
gl: Título do capítulo do índice
hu: TOC fejezetcím
it_it: Titolo capitolo indice
ko_kr: 차례 챕터 제목
nl_nl: Inhoudsopgavehoofdstuk-titel
pl: Tytuł rozdziału spisu treści
pt_br: Título do capítulo do índice
ru: Название главы в пользовательском оглавлении
sk: Názov kapitoly tabuľky obsahu knihy
sr: Наслов поглавља садржаја
tr: İçindekiler bölümü başlığı
uk: Назву розділу змісту
zh_cn: 目录章节标题

source: On page %1.
ca: En la pàgina %1.
cs: Na stránce %1.
de: Auf Seite %1.
el: Στη σελίδα %1.
es: En la página %1.
fa: در صفحه %1.
fr: À la page %1.
gl: Na páxina %1.
hu: %1. oldalon
it_it: A pagina %1.
ko_kr: %1 페이지입니다.
nl_nl: Op pagina (%1).
pl: Na stronie %1.
pt_br: Na página %1.
ru: На странице %1.
sk: Na strane %1.
sr: На страници %1.
tr: %1. sayfada.
uk: На сторінці %1.
zh_cn: 在第 %1 页。

source: Use selected text
ca: Utilitzar el text seleccionat
cs: Použít vybraný text
de: Ausgewählten Text verwenden
el: Χρήση επιλεγμένου κειμένου
es: Utilizar el texto seleccionado
fa: استفاده از متن انتخاب شده
fr: Utiliser le texte sélectionné
gl: Usar texto seleccionado
hu: Kijelölt szöveg használata
it_it: Usa il testo selezionato
ko_kr: 선택한 텍스트 사용
nl_nl: Gebruik geselecteerde tekst
pl: Użyj zaznaczonego tekstu
pt_br: Usar texto selecionado
ru: Использовать выделенный текст
sk: Použiť vybratý text
sr: Употреби изабрани текст
tr: Seçilmiş metni kullan
uk: Використати виділений текст
zh_cn: 使用选中文字

source: Highlight
ar: تَحديد
ca: Subratllar
cs: Zvýraznit
de: Markieren
el: Επισήμανση
es: Subrayar
fa: هایلایت
fr: Surligner
gl: Destacar
hu: Kiemelés
it_it: Evidenzia
ja: ハイライト
ko_kr: 강조 표시
nl_nl: Markeren
pl: Zaznacz
pt_br: Destacar
ro: Evidențiază
ru: Выделить
sk: Zvýrazniť
sr: Истицање
tr: Vurgula
uk: Виділити
zh_cn: 标注

# Text
source: Copy
ar: نسخ
ca: Copiar
cs: Kopírovat
de: Kopieren
el: Αντιγραφή
es: Copiar
fa: رونوشت
fr: Copier
gl: Copiar
hu: Másolás
it_it: Copia
ja: コピー
ko_kr: 복사
nl_nl: Kopieer
pl: Kopiuj
pt_br: Copiar
ro: Copiază
ru: Копировать
sk: Kopírovať
sr: Копирај
tr: Kopyala
uk: Копіювати
zh_cn: 复制

source: Selection copied to clipboard.
ar: تم نسخ التحديد إلى الحافظة.
ca: Selecció copiada en el portapapers.
cs: Výběr byl zkopírován do schránky.
de: Auswahl in die Zwischenablage kopiert.
el: Η επιλογή αντιγράφηκε στο πρόχειρο.
es: Selección copiada en el portapapeles.
fa: قسمت انتخاب شده به تخته‌گیره اضافه شد.
fr: Sélection copiée dans le presse-papier.
gl: Selección copiada ao portapapeis.
hu: Kijelölés a vágólapra másolva.
it_it: Selezione copiata negli appunti.
ja: 選択された内容をクリップボードにコピーしました。
ko_kr: 선택 항목이 클립 보드에 복사되었습니다.
nl_nl: Selectie naar klembord gekopieerd.
pl: Wybór skopiowano do schowka.
pt_br: Seleção copiada para a área de transferência.
ro: Selecția a fost copiată în clipboard.
ru: Выделенное скопировано в буфер обмена.
sk: Výber bol skopírovaný do schránky.
sr: Избор је копиран у клипборд.
tr: Seçim panoya kopyalandı.
uk: Виділене скопійовано до буфера обміну.
zh_cn: 已复制所选部分到剪贴板。

source: Wikipedia
ar: ويكيبيديا
ca: Viquipèdia
cs: Wikipedie
el: Βικιπαίδεια
fa: ویکی‌پدیا
fr: Wikipédia
hu: Wikipédia
ko_kr: 위키피디아
pt_br: Wikipédia
ru: Википедия
sk: Wikipédia
sr: Википедија
tr: Vikipedi
uk: Вікіпедія
zh_cn: 维基百科

source: Dictionary
ar: القاموس
ca: Diccionari
cs: Slovník
de: Wörterbuch
el: Λεξικό
es: Diccionario
fa: لغتنامه
fr: Dictionnaire
gl: Dicionario
hu: Szótárazás
it_it: Dizionario
ja: 辞書
ko_kr: 사전
nl_nl: Woordenboek
pl: Słownik
pt_br: Dicionário
ro: Dicționar
ru: Словарь
sk: Slovník
sr: Речник
tr: Sözlük
uk: Словник
zh_cn: 词典

source: Translate
ar: تَرجمة
ca: Traduir
cs: Přeložit
de: Übersetzen
el: Μετάφραση
es: Traducir
fa: ترجمه
fr: Traduire
gl: Traducir
hu: Lefordítás (Translate)
it_it: Traduci
ja: 翻訳
ko_kr: 번역
nl_nl: Vertalen
pl: Tłumacz
pt_br: Traduzir
ro: Tradu
ru: Перевести
sk: Preložiť
sr: Преведи
tr: Çevir
uk: Перекласти
zh_cn: 翻译

source: Share Text
ar: مشاركة النص
ca: Compartir text
cs: Sdílet text
de: Text teilen
el: Κοινή χρήση κειμένου
es: Compartir texto
fa: اشتراک گذاری متن
fr: Partager le texte
gl: Compartir texto
hu: Szöveg megosztása
it_it: Condividi testo
ja: シェアテキスト
ko_kr: 텍스트 공유
nl_nl: Tekst delen
pl: Udostępnij tekst
pt_br: Compartilhar texto
ro: Partajează text
ru: Поделиться текстом
sk: Zdieľať text
sr: Дели текст
tr: Metni paylaş
uk: Поділитись текстом
zh_cn: 分享文本

source: View HTML
ar: عرض HTML
ca: Veure HTML
cs: Zobrazit HTML
de: HTML anzeigen
el: Προβολή HTML
es: Ver HTML
fa: دیدن HTML
fr: Afficher le HTML
gl: Vista HTML
hu: HTML nézet
it_it: Visualizza HTML
ja: HTMLで閲覧
ko_kr: HTML 보기
nl_nl: Html weergeven
pl: Widok HTML
pt_br: Ver HTML
ro: Vezi cod HTML
ru: Просмотр HTML
sk: Zobraziť HTML
sr: Прикажи HTML
tr: HTML görüntüle
uk: Переглянути HTML
zh_cn: 查看 HTML

source: Hyphenate
ar: الواصلة
ca: Parteix els mots
cs: Rozdělit slovo
de: Silbentrennung
el: Συλλαβισμός
es: Silabear
fa: خط پیوند
fr: Césure
gl: Separación de sílabas
hu: Szavak elválasztása
it_it: Sillabazione
ja: ハイフン
ko_kr: 하이픈 넣기
nl_nl: Woordafbreking
pl: Dziel wyrazy
pt_br: Hifenizar
ro: Desparte în silabe
ru: Перенос
sk: Delenie slov
sr: Исписуј са цртицама
tr: Tirele
uk: Перенесення
zh_cn: 连字符

source: Follow Link
ar: اتبع الرابط
ca: Seguir enllaç
cs: Přejít na odkaz
de: Link folgen
el: Παρακολούθηση συνδέσμου
es: Seguir enlace
fa: دنبال کردن پیوند
fr: Suivre le lien
gl: Seguir Ligazón
hu: Link követése
it_it: Segui il collegamento
ja: リンクをフォロー
ko_kr: 링크로 이동
nl_nl: Link volgen
pl: Podążaj za odnośnikiem
pt_br: Ir para o link
ro: Urmează legătura
ru: Переход по ссылке
sk: Kliknite na odkaz
sr: Следи линк
tr: Bağlantıyı İzle
uk: Перейти за посиланням
zh_cn: 链接跳转

source: Lighten
ar: تفتيح
ca: Destacar
cs: Ztmavit
de: Aufhellen
el: Γκρι φόντο
es: Destacar
fa: رنگ روشن
fr: Surligner
gl: Destacar
hu: Enyhén sötétebb háttér
it_it: Chiaro
ja: 明るく
ko_kr: 형광펜
nl_nl: Verlichten
pl: Podświetlenie
pt_br: Realçado
ro: Luminează
ru: Светлая заливка
sk: Zosvetliť
sr: Посветли
tr: Hafiflet
uk: Освітлити
zh_cn: 加亮

source: Underline
ar: تسطير
ca: Subratllar
cs: Podtrhnout
de: Unterstreichen
el: Υπογράμμιση
es: Subrayar
fa: زیرخط
fr: Souligner
gl: Subliñar
hu: Aláhúzott
it_it: Sottolineato
ja: 下線
ko_kr: 밑줄
nl_nl: Onderstrepen
pl: Podkreślenie
pt_br: Sublinhado
ro: Subliniază
ru: Подчёркивание
sk: Podčiarknuť
sr: Подвуци
tr: Altı çizili
uk: Підкреслення
zh_cn: 下划线

source: Strikethrough
ca: Ratllat
cs: Přeškrtnout
de: Durchgestrichen
el: Διακριτή διαγραφή
es: Tachado
fa: خط خورده
fr: Rayé
gl: Riscado
hu: Áthúzott
it_it: Sbarrato
ja: 取り消し線
ko_kr: 취소선
nl_nl: Doorhalen
pl: Przekreślenie
pt_br: Tachar
ro: Tăiat
ru: Зачеркнуть
sk: Prečiarknuté
sr: Прецртано
tr: Üzeri çizili
uk: Закреслення
zh_cn: 加删除线

source: Invert
ar: اقلب
ca: Invertir
cs: Invertovat
de: Invertieren
el: Φόντο αντίθεσης
es: Invertir
fa: معکوس کردن
fr: Inverser
gl: Inverter
hu: Inverz
it_it: Invertire
ja: 反転
ko_kr: 반전
nl_nl: Omdraaien
pl: Odwrócenie
pt_br: Invertido
ro: Inversează
ru: Инверсия
sk: Invertovať
sr: Инвертуј
tr: Tersine çevir
uk: Інвертувати
zh_cn: 反色

source: None
ar: لا شيء
ca: Cap
cs: Žádné
de: Keine
el: Κανένα
es: Ninguno
fa: هیچ
fr: Aucun
gl: Nada
hu: Kikapcsolt
it_it: Nessuno
ja: なし
ko_kr: 없음
nl_nl: Geen
pl: Żaden
pt_br: Nenhum
ro: Nici unul
ru: Нет
sk: Žiadne
sr: Ништа
tr: Yok
uk: Немає
zh_cn: 无

source: Side line
ca: Línia lateral
cs: Čára na okraji
de: Seitenlinie
el: Πλευρική γραμμή
es: Línea lateral
fa: خط کناری
fr: Ligne de marge
gl: Liña lateral
hu: Oldalvonal
it_it: Linea laterale
ko_kr: 사이드 라인
nl_nl: Zijlijn
pl: Linia boczna
pt_br: Linha lateral
ro: Linie marginală
ru: Линия сбоку
sk: Postranná čiara
sr: Линија са стране
tr: Kenar çizgisi
uk: Бічна лінія
zh_cn: 边线

source: Side mark
ca: Marca lateral
cs: Značka na okraji
de: Seitliche Markierung
el: Πλευρικό σημάδι
es: Marca lateral
fa: نشانگر کناری
fr: Marqueur de marge
gl: Marca lateral
hu: Oldal jelölő
it_it: Segno di margine
ko_kr: 사이드 마크
nl_nl: Zijmarkering
pl: Znak boczny
pt_br: Marca lateral
ro: Marcaj marginal
ru: Метка сбоку
sk: Postranná značka
sr: Ознака са стране
tr: Kenar işareti
uk: Бічна позначка
zh_cn: 侧标

source: Ask with popup dialog
ar: اسأل بمربَّعٍ منبثق
ca: Preguntar amb diàleg emergent
cs: Zeptat se ve vyskakujícím okně
de: Mit Popup-Dialog nachfragen
el: Ερώτηση με αναδυόμενο παράθυρο διαλόγου
es: Preguntar con diálogo emergente
fa: با یک پنجره پاپ‌آپ بپرس
fr: Demander en affichant un message
gl: Preguntar con diálogo
hu: Kérdezzen rá
it_it: Chiedi con finestra popup
ja: ポップアップダイアログで確認
ko_kr: 팝업 대화상자로 묻기
nl_nl: Vraag met popupdialoog
pl: Zapytaj za pomocą okna wyboru
pt_br: Perguntar
ro: Întreabă în fereastră de dialog
ru: Спросить во всплывающем окне
sk: Opýtať sa čo urobiť
sr: Питај искачућим дијалогом
tr: Açılan pencere ile soru
uk: Запитати в діалоговому вікні
zh_cn: 使用弹出对话框询问

source: Do nothing
ar: لا تفعل شيئًا
ca: No fer res
cs: Nic nedělat
de: Nichts tun
el: Καμία ενέργεια
es: No hacer nada
fa: هیچ کاری نکن
fr: Ne rien faire
gl: Non facer nada
hu: Ne történjen semmi
it_it: Fare niente
ja: 何もしない
ko_kr: 아무 것도 하지 않기
nl_nl: Doe niets
pl: Bez działania
pt_br: Ignorar
ro: Nu face nimic
ru: Ничего не делать
sk: Neurobiť nič
sr: Не ради ништа
tr: Hiç bir şey yapılmasın
uk: Нічого не робити
zh_cn: 什么也不做

source: Select and highlight
ar: حدد وقم بالتظليل
ca: Seleccionar i subratllar
cs: Vybrat a zvýraznit
de: Auswählen und Hervorheben
el: Επιλογή και επισήμανση
es: Seleccionar y subrayar
fa: انتخاب و هایلایت
fr: Sélection et mise en valeur
gl: Seleccionar e destacar
hu: Kiválasztás és kiemelés
it_it: Seleziona ed evidenzia
ja: 選択したらハイライトする
ko_kr: 선택과 강조 표시
nl_nl: Selecteren en markeren
pl: Wybierz i zaznacz
pt_br: Selecionar e destacar
ro: Selectează și evidențiază
ru: Выбрать и выделить
sk: Vybrať a zvýrazniť
sr: Изабери и истакни
tr: Seç ve vurgula
uk: Вибрати й виділити
zh_cn: 选择并标注

source: Fulltext search
ar: ابحثٌ في النّص
ca: Cercar a texte complet
cs: Fulltextové vyhledávání
de: Volltextsuche
el: Αναζήτηση πλήρους κειμένου
es: Buscar a texto completo
fa: جستجوی کامل متن
fr: Recherche en texte intégral
gl: Busca de texto
hu: Teljes-szöveges keresés
it_it: Ricerca testo
ja: 全文検索
ko_kr: 전문 검색
nl_nl: Volledige tekst doorzoeken
pl: Wyszukaj w dokumencie
pt_br: Busca no texto
ro: Căutare prin text
ru: Поиск по всему тексту
sk: Hľadanie textu
sr: Претраживање комплетног текста
tr: Tam metin arama
uk: Пошук по всьому тексту
zh_cn: 全文搜索

source: Top
ar: أعلى
ca: Dalt
cs: Nahoře
de: Oben
el: Επάνω
es: Arriba
fa: بالا
fr: Haut
gl: Arriba
hu: Felül
it_it: In alto
ja: 上
ko_kr: 위쪽
nl_nl: Boven
pl: Góra
pt_br: Superior
ro: Sus
ru: Вверху
sk: Hore
sr: Горња
tr: Üst
uk: Верх
zh_cn: 顶部

source: Bottom
ar: الأسفل
ca: Baix
cs: Dole
de: Unten
el: Κάτω
es: Abajo
fa: پایین
fr: Bas
gl: Abaixo
hu: Alul
it_it: In basso
ja: 下
ko_kr: 아래쪽
nl_nl: Onder
pl: Dół
pt_br: Inferior
ro: Jos
ru: Внизу
sk: Dole
sr: Доња
tr: Alt
uk: Низ
zh_cn: 底部

source: Gesture position
ca: Posició del gest
de: Position der Geste
el: Θέση χειρονομίας
es: Posición del gesto
fa: موقعیت ژست‌های حرکتی
fr: Position gestuelle
gl: Posición do aceno
hu: Kézmozdulat pozíció
it_it: Posizione del gesto
ko_kr: 제스처 위치
nl_nl: Positie van gebaar
pl: Pozycja gestu
pt_br: Posição do gesto
ru: Положение жеста
sk: Poloha gesta
sr: Позиција гестикулације
tr: Parmak hareketi konumu
uk: Положення жесту
zh_cn: 手势位置

source: Start content selection
ca: Iniciar selecció de contingut
cs: Začít s výběrem obsahu
de: Auswahl der Inhalte starten
el: Έναρξη επιλογής κειμένου
es: Iniciar selección de contenido
fa: شروع به انتخاب محتوا
fr: Démarrer la sélection du contenu
gl: Comezar a selección de contido
hu: Tartalom kijelölés
it_it: Inizia la selezione del contenuto
ja: コンテンツの選択を開始します
ko_kr: 콘텐츠 선택 시작
nl_nl: Inhoudsselectie starten
pl: Rozpocznij wybór zawartości
pt_br: Iniciar seleção de conteúdo
ro: Începe selecție conținut
ru: Начать выделение текста
sk: Spustiť výber obsahu
sr: Почни избор садржаја
tr: İçerik seçimine başla
uk: Почати вибір вмісту
zh_cn: 开始内容选择

source: Highlight style
ar: تظليل النمط
ca: Estil de subratllat
cs: Styl zvýraznění
de: Stil der Hervorhebungen
el: Τρόπος επισήμανσης
es: Estilo de subrayado
fa: سبک هایلایت
fr: Style de mise en valeur
gl: Estilo para destacar texto
hu: Kiemelési stílus
it_it: Stile evidenziazioni
ja: ハイライトの様式設定
ko_kr: 강조 표시 스타일
nl_nl: Markeringsstijl
pl: Styl zaznaczenia
pt_br: Estilo do destaque
ro: Stil evidențieri
ru: Стиль выделения
sk: Štýl zvýraznenia
sr: Стил истицања
tr: Vurgu biçemi
uk: Стиль виділення
zh_cn: 高亮样式

source: Highlight opacity: %1
ar: تعتيم التظليل: %1
ca: Opacitat de subratllat: %1
cs: Síla zvýraznění: %1
de: Deckkraft der Hervorhebung: %1
el: Διαφάνεια επισημάνσεων: %1
es: Opacidad de subrayado: %1
fa: کدورت هایلایت: %1
fr: Opacité du surlignage : %1
gl: Opacidade de destacar texto: %1
hu: Kiemelés átlátszósága: %1
it_it: Opacità dell'evidenziazione: %1
ja: ハイライト不透明度: %1
ko_kr: 강조 표시 불투명도: %1
nl_nl: Markeerondoorzichtigheid: %1
pl: Nieprzezroczystość zaznaczania: %1
pt_br: Opacidade do destaque: %1
ro: Opacitate evidențiere: %1
ru: Непрозрачность выделения: %1
sk: Nepriehľadnosť zvýraznenia: %1
sr: Непровидност истицања: %1
tr: Vurgu matlığı: %1
uk: Непрозорість виділеного: %1
zh_cn: 高亮不透明度：%1

source: Highlight opacity
ar: تعتيم التظليل
ca: Opacitat de subratllat
cs: Síla zvýraznění
de: Deckkraft der Hervorhebung
el: Διαφάνεια επισημάνσεων
es: Opacidad de subrayado
fa: کدورت هایلایت
fr: Opacité du surlignage
gl: Opacidade de destacar texto
hu: Kiemelés átlátszósága
it_it: Opacità evidenziazione
ja: ハイライト不透明度
ko_kr: 강조 표시 불투명도
nl_nl: Markeerondoorzichtigheid
pl: Nieprzezroczystość zaznaczania
pt_br: Opacidade do destaque
ro: Opacitate evidențiere
ru: Непрозрачность выделения
sk: Nepriehľadnosť zvýraznenia
sr: Непровидост истицања
tr: Vurgu matlığı
uk: Непрозорість виділеного
zh_cn: 高亮不透明度

source: The higher the value, the darker the highlight.
ar: كلما زادت القيمة ، زادت قتامة التظليل.
ca: Com més gran és el valor, més fosc serà el subratllat.
cs: Vyšší hodnota znamená tmavší zvýraznění.
de: Je höher der Wert, desto dunkler ist die Hervorhebung.
el: Όσο υψηλότερη είναι η τιμή, τόσο πιο σκοτεινή είναι η επισήμανση.
es: Cuanto mayor sea el valor, más oscuro será el subrayado.
fa: مقدار بالاتر، هایلایت تیره‌تر.
fr: Plus la valeur est élevée, plus le marqueur est foncé.
gl: Canto máis alto é o valor, máis escuro é o destacado.
hu: Minél nagyobb az érték, annál sötétebb a kiemelés.
it_it: Maggiore è il valore, più scura è l'evidenziazione.
ja: 値が大きいほど、ハイライトは暗くなります。
ko_kr: 값이 클수록 강조 표시가 어두워집니다.
nl_nl: Hoe hoger de waarde, hoe donkerder de markering.
pl: Im wyższa wartość, tym ciemniejsze zaznaczanie.
pt_br: Quanto maior o valor, mais escuro o destaque.
ro: Cu cît valoarea este mai mare, cu atît mai întunecată va fi evidențierea.
ru: Чем выше значение, тем более тёмным будет выделение.
sk: Čím vyššia je hodnota, tým tmavšie je zvýraznenie.
sr: Што је вредност већа, истицање је тамније.
tr: Değer ne kadar yüksekse, vurgu o kadar koyu olur.
uk: Чим вище значення, тим темніше виділення.
zh_cn: 数值越高，高亮部分颜色越深。

source: Note marker: %1
ca: Marcador de notes: %1
cs: Označení poznámek: %1
de: Anmerkung: %1
el: Δείκτης σημείωσης: %1
es: Marcador de notas: %1
fa: نشانگر یادداشت: %1
fr: Marqueur de note : %1
gl: Marcador de notas: %1
hu: Megjegyzés jelző: %1
it_it: Simbolo di nota: %1
ko_kr: 메모 마커: %1
nl_nl: Aantekeningsmarkering: %1
pl: Znacznik notatki: %1
pt_br: Indicador de nota: %1
ro: Marcaj notă: %1
ru: Метка примечания: %1
sk: Značka poznámky: %1
sr: Маркер белешке: %1
tr: Not işareti: %1
uk: Позначка примітки: %1
zh_cn: 笔记标记：%1

source: Note marker
ca: Marcador de notes
cs: Označení poznámek
de: Anmerkung
el: Δείκτης σημείωσης
es: Marcador de notas
fa: نشانگر یادداشت
fr: Marqueur de note
gl: Marcador de notas
hu: Megjegyzés jelző
it_it: Simbolo di nota
ko_kr: 메모 마커
nl_nl: Notitiemarkering
pl: Znacznik notatki
pt_br: Indicador de nota
ro: Marcaj notă
ru: Метка примечания
sk: Značka poznámky
sr: Маркер белешке
tr: Not işareti
uk: Позначка примітки
zh_cn: 笔记标记

source: Panel zoom (manga/comic)
ar: لوحة التكبير (مانغا / مومك)
ca: Zoom de vinyeta (manga/còmic)
cs: Zoomování na panel (manga/komiks)
el: Μεγέθυνση πάνελ (manga / κόμικ)
es: Zum a viñetas (manga/historieta)
fa: بزرگنمایی پنل (مانگا/کامیک)
fr: Zoom sur vignette (manga/bande dessinée)
gl: Zoom de viñeta (manga/cómic)
hu: Panel nagyítása (manga/képregény)
it_it: Zoom del pannello (manga/fumetto)
ja: パネルズーム(マンガ/コミック)
ko_kr: 패널 줌 (망가/코믹)
nl_nl: Paneelzoom (manga/strip)
pl: Zoom panelu (manga/komiks)
pt_br: Ampliação do painel (mangá/quadrinho)
ro: Mărire panou (manga/BD)
ru: Панель масштабирования (манга/комиксы)
sk: Zväčšenie panelu (manga/komiks)
sr: Зумирање табле (манга/стрип)
tr: Pano yakınlaştırma (manga/çizgi roman)
uk: Масштаб панелі (манга/комікс)
zh_cn: 控制面板缩放 (日本漫画/连环漫画)

source: Long-press on text
ar: الضغط لفترة طويلة على النص
ca: Pulsació llarga en el text
cs: Dlouhé stisknutí na text
de: Langer Druck auf Text
el: Παρατεταμένο πάτημα σε κείμενο
es: Pulsación larga en el texto
fa: لمس طولانی متن
fr: Appui long sur le texte
gl: Pulsación longa no texto
hu: Nyomvatartás a szövegen
it_it: Pressione a lungo sul testo
ja: 文字を長押しする
ko_kr: 텍스트를 길게 누르기
nl_nl: Lang op tekst drukken
pl: Przytrzymanie tekstu
pt_br: Toque longo no texto
ro: Apasă lung pe text
ru: Долгое касание текста
sk: Dlhé stlačenie na texte
sr: Дуги притисак на текст
tr: Metin üzerinde uzun basın
uk: Тривале натиснення на тексті
zh_cn: 长按文本

source: Dictionary on single word selection
ar: قاموس على تحديد كلمة واحدة
ca: Buscar en diccionari en seleccionar una sola paraula
cs: Slovník při výběru jednoho slova
de: Wörterbuch zur Einzelwortauswahl
el: Ενεργοποίηση λεξικού με την επιλογή μίας λέξης
es: Buscar en diccionario al seleccionar una sola palabra
fa: لغتنامه در هنگام انتخاب تک کلمه
fr: Dictionnaire sur la sélection d’un seul mot
gl: Busca en dicionario ao seleccionar unha soa palabra
hu: Szótár egyetlen szó kiválasztásakor
it_it: Dizionario sulla selezione di una sola parola
ja: 1 つの単語を選択する場合辞書を表示
ko_kr: 한 낱말 선택할 때 사전
nl_nl: Woordenboek bij selectie van één woord
pl: Słownik przy wyborze pojedynczego słowa
pt_br: Dicionário ao selecionar uma única palavra
ro: Dicționar la selecția unui singur cuvînt
ru: Словарь по выбору одного слова
sk: Slovník po výbere jedného slova
sr: Речник приликом избора једне речи
tr: Tek sözcük seçiminde sözlük
uk: Словник для вибору одного слова
zh_cn: 选中单个单词时的词典
