Repository: spruceUI/spruceOS
Catalog: App/KoReader/l10n/*/koreader.po
Languages: ar, ca, cs, de, el, es, fa, fr, gl, hu, it_it, ja, ko_kr, nl_nl, pl, pt_br, ro, ru, sk, sr, tr, uk, zh_cn

source: When enabled the UI direction for the Table of Contents, Book Map, and Page Browser dialogs will follow the page turn direction instead of the default UI direction.
ca: Quan s'activa, la direcció de la interfície d'usuari per als quadres de diàleg de l'Índex, el Mapa del llibre i el Navegador de pàgines seguiran la direcció de canvi de pàgina en lloc de la direcció per defecte de la interfície d'usuari.
cs: Pokud povolíte, tak bude směr uživatelského rozhraní pro dialogy „Obsah“, „Mapa knihy“ a „Prohlížeč stránek“ odpovídat nastavenému směru otáčení stránek a ne výchozímu směru uživatelského rozhraní.
de: Wenn diese Option aktiviert ist, folgt die Richtung der Benutzeroberfläche für die Dialoge Inhaltsverzeichnis, Buchübersicht und Seitenbrowser der Richtung des Umblätterns und nicht der Standardrichtung der Benutzeroberfläche.
el: Όταν είναι ενεργοποιημένη, η κατεύθυνση διεπαφής χρήστη για τα παράθυρα διαλόγου Πίνακας Περιεχομένων, Χάρτης Βιβλίου και Περιήγηση Σελίδων θα ακολουθήσει την κατεύθυνση αλλαγής σελίδας αντί της προεπιλεγμένης κατεύθυνσης διεπαφής χρήστη.
es: Cuando se activa, la dirección de la interfaz de usuario para los cuadros de diálogo del Índice, el Mapa del libro y el Navegador de páginas seguirán la dirección de cambio de página en lugar de la dirección por defecto de la interfaz de usuario.
fa: زمانی که جهت رابط کاربر برای فهرست مطالب، نقشه کتاب و مرورگر صفحات فعال می‌شود، پنجره‌ها جهت ورق زدن را به جای جهت پیشفرض رابط کاربری دنبال خواهند کرد.
fr: Quand actif, la direction de l'interface pour les dialogues de la table des matières, du plan du livre, et du navigateur de pages respectera la direction de tournage des pages plutôt que la direction par défaut.
gl: Cando se activa, a dirección da interface de usuario dos diálogos do Índice, do Mapa do Libro e o Explorador de páxinas seguirán a dirección de cambio de páxina no canto da dirección da interface de usuario por defecto.
hu: Ha engedélyezve van, a Tartalomjegyzék, a Könyvtérkép és az Oldalböngésző párbeszédpanelek felhasználói felületének iránya az alapértelmezett felhasználói felület iránya helyett a lapozás irányát követi.
it_it: Quando è abilitata, la direzione dell'interfaccia utente per le finestre di dialogo Sommario, Mappa libro e Browser di pagina seguirà la direzione del cambio pagina anziché la direzione predefinita dell'interfaccia utente.
ja: この設定を有効にすると、目次、ブックマップ、ページブラウザのダイアログのUI方向が、既定のUI方向ではなくページめくりの方向に従うようになります。
ko_kr: 차례와 책 지도, 페이지 탐색기의 대화 상자에 대한 UI 방향을 활성화하면, 기본 UI 방향 대신 페이지 넘김 방향에 따라갑니다.
nl_nl: Als de gebruikersinterfacerichting voor de dialoogvensters Inhoudsopgave, Boekoverzicht en Paginabrowser is ingeschakeld, zal de richting van het omslaan van de pagina worden gevolgd in plaats van de standaard richting van de gebruikersinterface.
pl: Po włączeniu kierunek interfejsu użytkownika dla okien dialogowych spisu treści, mapy książki i przeglądarki stron będzie zgodny z kierunkiem przewracania strony, a nie z domyślnym kierunkiem interfejsu użytkownika.
pt_br: Quando ativado, a direção da interface do usuário para as caixas de diálogo Índice, Mapa do livro e Navegador de páginas, seguirá a direção da virada da página em vez da direção padrão da interface do usuário.
ro: Cînd este activat, direcția interfeței pentru Cuprins, Harta cărții și Navigatorul de Pagină va urma direcția de întoarcere a paginii în loc de direcția implicită a interfeței.
ru: Если данная функция включена, в интерфейсе пользователя направление для окон «Оглавление», «Карта книги» и «Браузер страниц» будет соответствовать направлению листания страниц, а не направлению для интерфейса по умолчанию.
sk: Ak je táto možnosť zapnutá, smer čítania používateľského rozhrania pre dialógové okná Obsah, Knižná mapa a Prehliadač stránok sa bude riadiť smerom otáčania stránky namiesto predvoleného smeru používateľského rozhrania.
sr: Када се укључи, смер КИ за дијалоге садржаја, мапе књиге и прегледача страница ће следити смер окретања страница уместо подразумевани КИ смер.
tr: Bu seçenek etkinleştirildiğinde, içindekiler, kitap haritası ve sayfa tarayıcı pencereleri için kullanıcı arayüzünün doğrultusu, varsayılan kullanıcı arayüzü doğrultusu yerine sayfa çevirme yönünü izler.
uk: Якщо ввімкнено, напрямок інтерфейсу користувача для діалогових вікон «Зміст», «Карта книги» та «Переглядач сторінок» відповідатиме напряму повороту сторінки замість усталеного напряму інтерфейсу користувача.
zh_cn: 此选项启用后，目录、书籍地图和页面浏览器的UI文字方向将会跟随页面旋转方向。

source: Page turn animations
ca: Animacions de canvi de pàgina
cs: Animace otáčení stránek
de: Animationen beim Blättern
el: Απεικονίσεις αλλαγής σελίδας
es: Animaciones de cambio de página
fa: انیمیشن‌های ورق زدن
fr: Animations de changement de page
gl: Animacións de cambio de páxina
hu: Lapozási animációk
it_it: Animazioni di volta pagina
ja: ページめくりアニメーション
ko_kr: 페이지 넘김 애니메이션
nl_nl: Pagina-omslaganimaties
pl: Animacje przewracania strony
pt_br: Animação de virada de página
ru: Анимации листания страниц
sk: Animácie otáčania strán
sr: Анимације окретања странице
tr: Sayfa çevirme canlandırmaları
uk: Анімація гортання сторінок
zh_cn: 翻页动画

source: Physical buttons
ca: Botons físics
cs: Fyzická tlačítka
de: Physikalische Tasten
el: Φυσικά κουμπιά
es: Botones físicos
fr: Boutons physiques
gl: Botóns físicos
hu: Fizikai gombok
it_it: Pulsanti fisici
ko_kr: 물리적 버튼
nl_nl: Fysieke knoppen
pl: Przyciski fizyczne
pt_br: Botões físicos
ru: Аппаратные кнопки
sk: Fyzické tlačidlá
sr: Физички тастери
tr: Fiziksel düğmeler
uk: Фізичні кнопки
zh_cn: 实体按键

source: Disable key repeat
ca: Deshabilitar la repetició de tecles
de: Tastenwiederholung deaktivieren
el: Απενεργοποίηση επανάληψης πλήκτρου
es: Deshabilitar la repetición de teclas
fr: Désactiver la répétition des touches
gl: Desactivar a repetición de tecla
hu: Billentyűismétlés letiltása
it_it: Disabilita la ripetizione dei tasti
ko_kr: 키 반복 비활성화
nl_nl: Toetsherhaling uitschakelen
pl: Wyłącz powtarzanie klawiszy
pt_br: Desativar repetição de tecla
ru: Отключить повтор нажатия кнопок
sk: Zakázať automatické opakovanie stlačeného tlačidla
sr: Искључи понављање тастера
tr: Tuş yinelemesini kapat
uk: Вимкнути повторення клавіші
zh_cn: 禁用按键重复

source: Useful if you don't like the behavior or if your device has faulty switches
ca: Útil si el comportament per defecte no és satisfactori, o si el dispositiu presenta problemes amb els botons
de: Nützlich, wenn Ihnen das Verhalten nicht gefällt oder wenn Ihr Gerät defekte Schalter hat
el: Χρήσιμη αν δεν σας αρέσει η συμπεριφορά ή αν η συσκευή σας έχει ελαττωματικούς διακόπτες
es: Útil si el comportamiento por defecto no es satisfactorio, o si el dispositivo presenta problemas con los botones
fr: Utile si vous n’aimez pas le comportement ou si votre appareil a des commutateurs défectueux
gl: Útil se non che gusta o comportamento por defecto o se o teu dispositivo ten problemas cos botóns
hu: Hasznos, ha nem tetszik a viselkedés, vagy ha a készülék hibás kapcsolóval rendelkezik
it_it: Utile se non ti piace il comportamento o se il tuo dispositivo ha interruttori difettosi
ko_kr: 동작이 마음에 들지 않거나 장치의 스위치에 결함이 있는 경우 유용합니다
nl_nl: Handig indien dit gedrag storend is of als het apparaat defecte schakels heeft
pl: Przydatne, jeśli nie podoba ci się zachowanie lub jeśli urządzenie ma wadliwe przełączniki
pt_br: Útil se você não gostar do comportamento ou se seu dispositivo tiver interruptores com defeito
ru: Может быть полезно, если не вам нравится алгоритм работы кнопок или они неисправны
sk: Užitočné, ak sa vám nepáči automatické opakovanie stlačeného tlačidla alebo ak má zariadenie chybné tlačidlá
sr: Корисно је ако не желите такво понашање или ако су прекидачи на вашем уређају покварени
tr: Davranışı beğenmezseniz ya da aygıtınızın düğmeleri bozuksa kullanışlıdır
uk: Корисно, якщо вам не подобається поведінка або якщо ваш пристрій має несправні перемикачі
zh_cn: 当你的设备按键会自动双击，或是你不喜欢自动按键重复时，可以打开此项目禁用重复按键输入功能

source: For every chapter set -1
ar: لكل فصل مجموعة -1
ca: Per a cada capítol ajustar a -1
cs: Pro každou kapitolu nastavit -1
de: Für jeden Kapitelsatz -1
el: Ορισμός -1 για κάθε κεφάλαιο
es: Para cada capítulo ajustar a -1
fr: Pour tous les chapitres, régler à -1
gl: Para cada capítulo usar -1
hu: Minden fejezetre: -1
it_it: Per ogni capitolo imposta -1
ko_kr: 모든 장에 -1 설정
nl_nl: Voor elke hoofdstukverzameling -1
pl: Dla każdego rozdziału ustaw -1
pt_br: Para cada capítulo defina -1
ro: Pentru fiecare capitol setează -1
ru: Для каждой главы установлено -1
sk: Pre každú kapitolu nastavte na -1
sr: За свако поглавље постави -1
tr: Her bölüm için -1 ayarla
uk: Для кожного розділу встановити -1
zh_cn: 在每章开始时重置计数器

source: Regular
ar: اعتيادي
ca: Normal
cs: Normální
de: Regelmäßig
el: Κανονικά
es: Normal
fa: معمول
fr: Classique
gl: Normal
hu: Általános
it_it: Normale
ja: 標準
ko_kr: 일반
nl_nl: Regelmatig
pl: Normalny
ro: Normale
ru: Обычный
sk: Bežný režim
sr: Уобичајено
tr: Normal
uk: Звичайний
zh_cn: 常规

source: Night
ar: ليل
ca: Nit
cs: Noc
de: Nacht
el: Νύχτα
es: Noche
fa: شب
fr: Nuit
gl: Noite
hu: Éjszakai
it_it: Notte
ja: 夜
ko_kr: 야간
nl_nl: Nacht
pl: Nocny
pt_br: Noturno
ro: Noapte
ru: Ночной
sk: Nočný režim
sr: Ноћно
tr: Gece
uk: Нічний
zh_cn: 夜间

source: Set refresh
ar: إعداداتُ رَمشَةِ الشَّاشة
ca: Configurar actualización
cs: Nastavit obnovování
de: Refresh einstellen
el: Ορισμός ανανέωσης
es: Configurar actualización
fa: تنظیم نوسازی
fr: Définir le rafraîchissement
gl: Cambiar refresco
hu: Frissítés beállítása
it_it: Imposta aggiornamento
ja: リフレッシュ設定
ko_kr: 새로 고침 설정
nl_nl: Verversing instellen
pl: Ustaw odświeżenie
pt_br: Definir recarregamento
ro: Setează reîmprospătare
ru: Задать обновление
sk: Nastaviť
sr: Постави освежавање
tr: Yenilemeyi ayarla
uk: Встановити оновлення
zh_cn: 设置刷新率

source: Set custom refresh rate
ar: تَحدِيدٌ فترةِ رمشٍ مُخَصَّصة
ca: Configurar freqüència d'actualització personalitzada
cs: Nastavit vlastní frekvenci obnovování
de: Benutzerdefinierte Aktualisierungsrate einstellen
el: Προσαρμογή ρυθμού ανανέωσης
es: Configurar frecuencia de actualización personalizada
fr: Définir le taux de rafraîchissement personnalisé
gl: Personalizar taxa de refresco
hu: Egyedi frissítési érték
it_it: Imposta frequenza di aggiornamento personalizzata
ja: カスタムリフレッシュ頻度を設定
ko_kr: 새로 고침 사용자 주기 설정
nl_nl: Aangepaste verversingsfrequentie instellen
pl: Ustaw niestandardową częstotliwość odświeżania
pt_br: Definir frequência de recarregamento personalizada
ro: Setează rată de reîmprospătare particularizată
ru: Задать свою частоту обновления
sk: Nastaviť vlastný interval obnovovania
sr: Поставља произвољну учесталост освежавања
tr: Özel yenileme hızı kullanılsın
uk: Налаштування користувацької частоти оновлення
zh_cn: 设置自定义刷新率

source: Full refresh rate
ar: فترةُ رمشٍ كاملة
ca: Freqüència d'actualització completa
cs: Plná frekvence obnovování
de: Volle Bildwiederholrate
el: Ρυθμός πλήρους ανανέωσης
es: Frecuencia de actualización completa
fa: نرخ تازه‌سازی کل صفحه
fr: Fréquence des rafraîchissements complets (flash noir)
gl: Taxa de refresco completo
hu: Teljes képernyőfrissítés
it_it: Frequenza di aggiornamento completa
ja: 画面を完全にリフレッシュする頻度
ko_kr: 화면 갱신 주기
nl_nl: Frequentie van volledig verversen
pl: Pełna częstotliwość odświeżania
pt_br: Frequência de recarregamento completo
ro: Rată de reîmprospătare maximă
ru: Частота полного обновления
sk: Ako často obnovovať displej
sr: Пуна учесталост освежавања
tr: Tam yenileme hızı
uk: Частота повного оновлення
zh_cn: 完全刷新频率

source: Never
ar: أبدًا
ca: Mai
cs: Nikdy
de: Nie
el: Ποτέ
es: Nunca
fa: هرگز
fr: Jamais
gl: Nunca
hu: Soha
it_it: Mai
ja: しない
ko_kr: 절대로
nl_nl: Nooit
pl: Nigdy
pt_br: Nunca
ro: Niciodată
ru: Никогда
sk: Nikdy
sr: Никада
tr: Asla
uk: Ніколи
zh_cn: 从不

source: Every page
ar: كُلَّ صفحة
ca: Cada pàgina
cs: Každou stránku
de: Jede Seite
el: Κάθε σελίδα
es: Cada página
fa: هر صفحه
fr: À chaque page
gl: Cada páxina
hu: Minden oldalon
it_it: Ogni pagina
ja: ページごと
ko_kr: 페이지마다
nl_nl: Elke pagina
pl: Po każdej stronie
pt_br: A cada página
ro: La fiecare pagină
ru: Каждую страницу
sk: Každú stranu
sr: На свакој страници
tr: Her sayfada
uk: Кожну сторінку
zh_cn: 每页

source: Every 6 pages
ar: كُلَّ ستِّ (6) صفحات
ca: Cada 6 pàgines
cs: Každých 6 stránek
de: Alle 6 Seiten
el: Κάθε 6 σελίδες
es: Cada 6 páginas
fa: هر ۶ صفحه
fr: Toutes les 6 pages
gl: Cada 6 páxinas
hu: Minden 6. oldalon
it_it: Ogni 6 pagine
ja: 6 ページごと
ko_kr: 6 페이지마다
nl_nl: Elke 6 pagina's
pl: Co 6 stron
pt_br: A cada 6 páginas
ro: La fiecare 6 pagini
ru: Каждые 6 страниц
sk: Každých 6 strán
sr: Сваких 6 страница
tr: Her 6 sayfada bir
uk: Кожні 6 сторінок
zh_cn: 每 6 页

source: Custom 1: %1:%2 pages
ar: مخصص 1: %1:%2 صفحات
ca: Valor personalitzat 1: %1:%2 pàgines
cs: Vlastní 1: %1:%2 stránek
de: Benutzerdefiniert 1: %1:%2 Seiten
el: Προσαρμογή 1: %1:%2 σελίδες
es: Valor personalizado 1: %1:%2 páginas
fa: سفارشی ۱: %1:%2 صفحه
fr: Personnalisé 1 : %1:%2 pages
gl: Personalizado 1: %1:%2 páxinas
hu: Egyedi 1: %1 / %2 oldal
it_it: Personalizzato 1: %1:%2 pagine
ja: カスタム 1: %1 : %2ページ
ko_kr: 사용자 정의 1: %1:%2 페이지
nl_nl: Aangepast 1: %1%2 pagina's
pl: Ustawienie 1: %1:%2 stron
pt_br: Personalizado 1: %1:%2 páginas
ro: Particularizat 1: %1:%2 pagini
ru: Пресет [1]: каждые %1/%2 стр. (день/ночь)
sk: Vlastné 1: %1:%2 strán
sr: Произвољно 1: %1:%2 страница
tr: 1. özel: %1:%2 sayfalar
uk: Власне 1: %1:%2 сторінок
zh_cn: 自定义 1: %1:%2 页

source: Custom 2: %1:%2 pages
ar: مخصص 2: %1:%2 صفحات
ca: Valor personalitzat 2: %1:%2 pàgines
cs: Vlastní 2: %1:%2 stránek
de: Benutzerdefiniert 2: %1:%2 Seiten
el: Προσαρμογή 2: %1:%2 σελίδες
es: Valor personalizado 2: %1:%2 páginas
fa: سفارشی ۲: %1:%2 صفحه
fr: Personnalisé 2 : %1:%2 pages
gl: Personalizado 2: %1:%2 páxinas
hu: Egyedi 2: %1 / %2 oldal
it_it: Predefinito 2: %1:%2 pagine
ja: カスタム 2: %1 : %2ページ
ko_kr: 사용자 정의 2: %1:%2 페이지
nl_nl: Aangepast 2: %1%2 pagina's
pl: Ustawienie 2: %1:%2 stron
pt_br: Personalizado 2: %1:%2 páginas
ro: Particularizat 2: %1:%2 pagini
ru: Пресет [2]: каждые %1/%2 стр. (день/ночь)
sk: Vlastné 2: %1:%2 strán
sr: Произвољно 2: %1:%2 страница
tr: 2. özel: %1:%2 sayfalar
uk: Власне 2: %1:%2 сторінок
zh_cn: 自定义 2: %1:%2 页

source: Custom 3: %1:%2 pages
ar: مخصص 3: %1:%2 صفحات
ca: Valor personalitzat 3: %1:%2 pàgines
cs: Vlastní 3: %1:%2 stránek
de: Benutzerdefiniert 3: %1:%2 Seiten
el: Προσαρμογή 3: %1:%2 σελίδες
es: Valor personalizado 3: %1:%2 páginas
fa: سفارشی ۳: %1:%2 صفحه
fr: Personnalisé 3 : %1:%2 pages
gl: Personalizado 3: %1:%2 páxinas
hu: Egyedi 3: %1 / %2 oldal
it_it: Predefinito 3: %1:%2 pagine
ja: カスタム 3: %1 : %2ページ
ko_kr: 사용자 정의 3: %1:%2 페이지
nl_nl: Aangepast 3: %1%2 pagina's
pl: Ustawienie 3: %1:%2 stron
pt_br: Personalizado 3: %1:%2 páginas
ro: Particularizat 3: %1:%2 pagini
ru: Пресет [3]: каждые %1/%2 стр. (день/ночь)
sk: Vlastné 3: %1:%2 strán
sr: Произвољно 3: %1:%2 страница
tr: 3. özel: %1:%2 sayfalar
uk: Власне 3: %1:%2 сторінок
zh_cn: 自定义 3: %1:%2 页

source: Every chapter
ar: كُلُّ فَصلٍ من الكتاب
ca: Cada capítol
cs: Každou kapitolu
de: Jedes Kapitel
el: Κάθε κεφάλαιο
es: Cada capítulo
fa: هر فصل
fr: À chaque chapitre
gl: Cada capítulo
hu: Fejezetenként
it_it: Ogni capitolo
ja: 章ごと
ko_kr: 챕터마다
nl_nl: Elk hoofdstuk
pl: Po każdym rozdziale
pt_br: A cada capítulo
ro: La fiecare capitol
ru: Каждую главу
sk: Každú kapitolu
sr: На сваком поглављу
tr: Her bölüm
uk: Кожен розділ
zh_cn: 每章

source: except on the second page of a new chapter
ar: إلا في الصفحة الثانية من فصل جديد
ca: excepte en la segona pàgina d'un capítol nou
cs: kromě na druhé stránce nové kapitoly
de: außer auf der zweiten Seite eines neuen Kapitels
el: εκτός από τη δεύτερη σελίδα ενός νέου κεφαλαίου
es: excepto en la segunda página de un capítulo nuevo
fa: به جز در صفحه دوم از فصل جدید
fr: excepté pour la seconde page d’un nouveau chapitre
gl: excepto na segunda páxina dun capítulo novo
hu: Egy új fejezet második oldalát kivéve
it_it: eccetto che alla seconda pagina del capitolo
ja: 新しい章の2ページ目を除く
ko_kr: 새 챕터의 두번째 페이지 제외
nl_nl: behalve op de tweede pagina van een nieuw hoofdstuk
pl: z wyjątkiem drugiej strony nowego rozdziału
pt_br: exceto na segunda página de um novo capítulo
ro: exceptînd a doua pagină a unui capitol nou
ru: …кроме второй страницы новой главы
sk: okrem druhej strany novej kapitoly
sr: осим на другој страници новог поглавља
tr: yeni bir bölümün ikinci sayfası dışında
uk: крім другої сторінки нового розділу
zh_cn: 新一章的第二页除外

source: Color rendering
ar: العرضُ بالألوان
ca: Reproduir colors
cs: Vykreslování barev
de: Farbrendering
el: Απόδοση χρώματος
es: Reproducir colores
fa: رندر کردن رنگ
fr: Rendu en couleur
gl: Presentación en cor
hu: Színes megjelenítés
it_it: Resa dei colori
ja: カラー描画
ko_kr: 컬러 표시하기
nl_nl: Kleurweergave
pl: Wyświetlanie w kolorze
pt_br: Renderização de cores
ro: Redare culori
ru: Отрисовка в цвете
sk: Farebné vykreslenie
sr: Приказивање у боји
tr: Renk görüntüleme
uk: Відтворення кольорів
zh_cn: 彩色显示

source: Disable double tap
ar: تعطيلُ اللمسِ المزدوج
ca: Desactivar doble pulsació
cs: Zakázat dvojí ťuknutí
de: Doppeltippen deaktivieren
el: Απενεργοποίηση διπλού πατήματος
es: Deshabilitar doble pulsación
fa: غیرفعال کردن دوضربه
fr: Désactiver les touchers doubles
gl: Desactivar pulsación dobre
hu: Dupla érintés kihagyása
it_it: Disabilita doppio tocco
ja: ダブルタップを無効にする
ko_kr: 더블탭 사용 중지
nl_nl: Dubbeltikken uitschakelen
pl: Wyłącz podwójne stuknięcie
pt_br: Desativar toque duplo
ro: Dezactivare dublă atingere
ru: Отключить двойное касание
sk: Zakázať dvojité ťuknutie
sr: Искључи двоструки тап
tr: Çift tıklamayı devre dışı bırak
uk: Вимкнути подвійне торкання
zh_cn: 禁用双击手势

source: DPI set to %1. This will take effect after restarting.
ar: تمَّ تحديدُ عددِ النِّقاطِ على الشاشة لِكُلِّ بوصة ب %1 نقطة. سيدخلُ هذا التغيير حيز التنفيذِ بعد إعادة تشغيل.
ca: DPI ajustat a %1. Aquesta acció tindrà efecte després de reiniciar KOReader.
cs: DPI nastaveno na %1. Toto se projeví až po restartu.
de: DPI auf %1 gesetzt. Dies wird nach dem Neustart wirksam.
el: Η ανάλυση (DPI) ορίστηκε στο %1. Αυτό θα τεθεί σε ισχύ μετά την επανεκκίνηση.
es: DPI ajustado a %1. Esta acción tendrá efecto después de reiniciar KOReader.
fa: تعیین DPI به %1. این بعد از راه‌اندازی مجدد اعمال خواهد شد.
fr: DPI réglé à %1. Cela prendra effet après le redémarrage.
gl: DPI cambiada a %1: Isto terá efecto tras reiniciar.
hu: A beállított DPI %1. Csak újraindítás után lép hatályba.
it_it: DPI impostato a %1. Sarà attivo dopo il riavvio.
ja: DPIを %1 に設定しました。再起動すれば有効となります。
ko_kr: DPI가 %1로 지정됨. 재시작 후에 적용됩니다.
nl_nl: DPI ingesteld op %1. Dit zal na een herstart actief worden.
pl: DPI ustawione na %1. Zmiany zostaną zastosowane po restarcie.
pt_br: DPI definido para %1. Isso terá efeito após a reinicialização.
ro: PPI setat la %1. Va fi activat după repornire.
ru: Значение DPI было изменено на «%1», но вступит в силу только после перезапуска.
sk: DPI nastavené na %1. Nastavené bude sa po reštarte.
sr: DPI је постављено на %1. Ово ће се применити након поновног покретања.
tr: DPI %1 olarak ayarlandı. Değişikliğin etkili olması için yeniden başlatın.
uk: DPI встановлено на %1. Його буде застосовано після перезапуску.
zh_cn: DPI 设置为 %1，重启后生效。

source: DPI set to auto. This will take effect after restarting.
ar: سيقوم البرنامجُ بتحديدِ عدد النقاط على الشاشة لكل بوصة تلقائيًّا. سيدخلُ هذا التغيير حيز التنفيذِ عندَ إعادة تشغيل البرنامج.
ca: DPI ajustat a auto. Aquesta acció tindrà efecte després de reiniciar KOReader.
cs: Je nastaveno automatické DPI. Toto se projeví až po restartu.
de: DPI auf auto gesetzt. Dies wird nach dem Neustart wirksam.
el: Η ανάλυση DPI ορίστηκε αυτόματη. Αυτό θα τεθεί σε ισχύ μετά την επανεκκίνηση.
es: DPI ajustado a auto. Esta acción tendrá efecto después de reiniciar KOReader.
fa: تعیین DPI خودکار. این بعد از راه‌اندازی مجدد اعمال خواهد شد.
fr: DPI réglé sur auto. Cela prendra effet après le redémarrage.
gl: DPI cambiada automática. O cambio terá efecto tras reiniciar.
hu: A DPI beállítása automatikus. Csak újraindítás után lép hatályba.
it_it: DPI impostato su automatico. Sarà attivo dopo il riavvio.
ja: DPIを自動に設定しました。再起動すれば有効となります。
ko_kr: DPI가 자동으로 지정됨. 재시작 후에 적용됩니다.
nl_nl: DPI ingesteld op automatisch. Dit zal na een herstart actief worden.
pl: DPI ustawione na automatyczne. Zmiana odniesie skutek po restarcie.
pt_br: DPI definido como automático. Isso terá efeito após a reinicialização.
ro: PPI setat automat. Va fi activat după repornire.
ru: Значение DPI было изменено на «авто», но вступит в силу только после перезапуска.
sk: DPI automaticky. Nastavené bude sa po reštarte.
sr: DPI је постављено на аутоматски. Ово ће се применити након поновног покретања.
tr: DPI otomatik olarak ayarlandı. Değişikliğin etkili olması için yeniden başlatın.
uk: Встановлено автоматичне визначення DPI. Його буде застосовано після перезапуску.
zh_cn: DPI 设置为自动，重启后生效。

source: Set DPI
ar: تحديدُ عددِ النّقاطِ على الشاشة لكل بوصة (DPI)
ca: Configurar DPI
cs: Nastavit DPI
de: DPI einstellen
el: Ορισμός ανάλυσης οθόνης (DPI)
es: Configurar DPI
fa: تنظیم DPI
fr: Régler le DPI
gl: Configurar DPI
hu: DPI beállítása
it_it: Imposta DPI
ja: DPI設定
ko_kr: DPI 설정
nl_nl: DPI instellen
pl: Ustaw DPI
pt_br: Definir DPI
ro: Setează PPI
ru: Задать DPI
sk: Nastaviť DPI
sr: Постави DPI
tr: DPI Ayarı
uk: Встановити DPI
zh_cn: 设置DPI

source: Set custom screen DPI
ar: وضعُ قيمةٍ مخصّصة
ca: Configurar valor personalitzat de DPI
cs: Nastavit vlastní DPI obrazovky
de: Benutzerdefinierte DPI einstellen
el: Ορισμός προσαρμοσμένης ανάλυσης οθόνης (DPI)
es: Configurar valor personalizado de DPI
fa: تعیین DPI سفارشی صفحه
fr: Définir un DPI personnalisé
gl: Configurar DPI personalizada da pantalla
hu: Egyedi DPI beállítása
it_it: Imposta DPI personalizzato
ja: 画面DPIをカスタム設定する
ko_kr: 화면 DPI 사용자 설정
nl_nl: Aangepaste DPI instellen
pl: Ustaw niestandardowe DPI
pt_br: Definir valor personalizado de DPI da tela
ro: Setează PPI particularizat
ru: Задать своё значение DPI экрана
sk: Nastaviť vlastné DPI obrazovky
sr: Поставља произвољну DPI вредност за екран
tr: Özel ekran DPI değerini ayarlayın
uk: Встановити власне DPI екрану
zh_cn: 设置自定义屏幕DPI

source: Screen DPI
ar: عددُ نقاطِ الشَّاشةِ لكل بوصة (DPI)
ca: Resolució de pantalla
cs: DPI obrazovky
de: Bildschirm DPI
el: Ανάλυση οθόνης (DPI)
es: Resolución de pantalla
fa: DPI صفحه نمایش
fr: DPI de l’écran
gl: Resolución da pantalla
hu: Kijelző DPI
it_it: DPI schermo
ja: 画面DPI
ko_kr: 화면 DPI
nl_nl: Scherm DPI
pl: DPI ekranu
pt_br: DPI da tela
ro: PPI ecran
ru: Значение DPI экрана
sk: DPI obrazovky
sr: DPI екрана
tr: Ekran Çözünürlüğü
uk: Значення DPI
zh_cn: 屏幕 DPI

source: Auto DPI (%1)
ar: حدد القيمة ذاتيًّا (%1)
cs: Automatické DPI (%1)
el: Αυτόματη ανάλυση DPI (%1)
fa: DPI خودکار (%1)
fr: DPI automatique (%1)
gl: DPI automática (%1)
it_it: DPI automatici (%1)
ja: 自動DPI (%1)
ko_kr: 자동 DPI (%1)
pl: Automatyczne DPI (%1)
pt_br: DPI automático (%1)
ro: PPI automat (%1)
ru: Авто-DPI (%1)
sk: Automatické DPI (%1)
sr: Аутоматско DPI (%1)
tr: Otomatik DPI (%1)
uk: Автоматична густота пікселів (%1)
zh_cn: 自动 DPI (%1)

source: Auto DPI
ar: تحديدُ عدد نقاط الشاشة لكل بوصة ذاتيًّا
cs: Automatické DPI
el: Αυτόματη ανάλυση DPI
fa: DPI خودکار
fr: DPI automatique
gl: DPI automática
hu: Automatikus DPI
it_it: DPI automatici
ja: 自動DPI
ko_kr: 자동 DPI
pl: Automatyczne DPI
pt_br: DPI automatico
ro: PPI automat
ru: Авто-DPI ⓘ
sk: Automatické DPI
sr: Аутоматско DPI
tr: Otomatik DPI
uk: Авто DPI
zh_cn: 自动 DPI
