Repository: spruceUI/spruceOS
Catalog: App/KoReader/l10n/*/koreader.po
Languages: ar, ca, cs, de, el, es, fa, fr, gl, hu, it_it, ja, ko_kr, nl_nl, pl, pt_br, ro, ru, sk, sr, tr, uk, zh_cn

source: ## While reading <a id="reading"></a> <div class="table"><div> You can change the font **TOP MENU ➔ ![Typesettings](resources/icons/mdlight/appbar.typeset.svg) ➔ Font** </div><div> Make font bigger **BOTTOM MENU ➔ ![Textsize](resources/icons/mdlight/appbar.textsize.svg)** </div><div> Make font bolder **BOTTOM MENU ➔ ![Contrast](resources/icons/mdlight/appbar.contrast.svg)** </div><div> Invert the colors (white text on black) **TOP MENU ➔ ![Settings](resources/icons/mdlight/appbar.settings.svg) ➔ Night mode** </div><div> Change many formatting options **TOP MENU ➔ ![Typesettings](resources/icons/mdlight/appbar.typeset.svg) ➔ Style tweaks** </div></div>
ar: ## أثناء القراءة <a id="reading"> </a> <div class="table"> <div> يمكنك تغيير الخط ** القائمة العلوية ➔![Contrast](resources/icons/mdlight/appbar.contrast.svg) ➔ الخط ** </div> <div> تكبير الخط ** القائمة السفلية ➔![Contrast](resources/icons/mdlight/appbar.contrast.svg) ** </div> <div> اجعل الخط غامق أكثر ** القائمة السفلية ➔![Contrast](resources/icons/mdlight/appbar.contrast.svg)** </div> <div> عكس الألوان (نص أبيض على أسود) ** TOP MENU ➔![Settings](resources/icons/mdlight/appbar.settings.svg) الوضع الليلي ** </div> <div> قم بتغيير العديد من خيارات التنسيق ** TOP MENU ➔! [Typesettings](resources/icons/mdlight/appbar.typeset.svg) ➔ تعديلات النمط ** </div> </div>
ca: ## Durant la lectura <a id="reading"></a> <div class="table"><div> Canviar el tipus de lletra **MENÚ SUPERIOR ➔ ![Typesettings](resources/icons/mdlight/appbar.typeset.svg) ➔ Font** </div><div> Fer la font més gran **MENÚ INFERIOR ➔ ![Textsize](resources/icons/mdlight/appbar.textsize.svg)** </div><div> Fer que la font siga més gruixuda **MENÚ INFERIOR ➔ ![Contrast](resources/icons/mdlight/appbar.contrast.svg)** </div><div> Invertir els colors (text blanc sobre negre) **MENÚ SUPERIOR ➔ ![Settings](resources/icons/mdlight/appbar.settings.svg) ➔ Manera nocturna** </div><div> Canviar diverses opcions de format **MENÚ SUPERIOR ➔ ![Typesettings](resources/icons/mdlight/appbar.typeset.svg) ➔ Ajustos d'estil** </div></div>
cs: ## Během čtení můžete <a id="reading"></a> <div class="table"><div> Změnit velikost písma **HORNÍ NABÍDKA ➔ ![Nastavení písma](resources/icons/mdlight/appbar.typeset.svg) ➔ Písmo** </div><div> Zvětšit písmo **SPODNÍ NABÍDKA ➔ ![Velikost písma](resources/icons/mdlight/appbar.textsize.svg)** </div><div> Zesílit písmo **SPODNÍ NABÍDKA ➔ ![Kontrast](resources/icons/mdlight/appbar.contrast.svg)** </div><div> Invertovat barvy (bílý text na černém pozadí) **HORNÍ NABÍDKA ➔ ![Nastavení](resources/icons/mdlight/appbar.settings.svg) ➔ Noční režim** </div><div> Upravit formátování a vzhled textu **HORNÍ NABÍDKA ➔ ![Nastavení písma](resources/icons/mdlight/appbar.typeset.svg) ➔ Úpravy stylu** </div></div>
de: ## Beim Lesen <a id="Lesen"></a> <div class="table"><div> Sie können die Schriftart ändern **OBERES MENÜ ➔ ![Typesettings](resources/icons/mdlight/appbar.typeset.svg) ➔ Font** </div><div> Schrift größer machen **UNTERES MENÜ ➔ ![Textsize](resources/icons/mdlight/appbar.textsize.svg)** </div><div> Schrift fetter machen **UNTERES MENÜ ➔ ![Kontrast](resources/icons/mdlight/appbar.contrast.svg)** </div><div> Invertieren der Farben (weißer Text auf schwarzem) **OBERES MENÜ ➔ ![Einstellungen](resources/icons/mdlight/appbar.settings.svg) ➔ Nachtmodus** </div><div> Viele Formatierungsoptionen ändern **OBERES MENÜ ➔ ![Typesettings](resources/icons/mdlight/appbar.typeset.svg) ➔ Stiländerungen** </div></div>
el: ## ΚΑΤΑ ΤΗΝ ΑΝΑΓΝΩΣΗ <a id="reading"></a> <div class="table"><div> Για αλλαγή γραμματοσειράς **ΕΠΑΝΩ ΜΕΝΟΥ ➔ ![Typesettings](../resources/icons/mdlight/appbar.typeset.svg) ➔ Γραμματοσειρά** </div><div> Για μεγέθυνση γραμματοσειράς **ΚΑΤΩ ΜΕΝΟΥ ➔ ![Textsize](../resources/icons/mdlight/appbar.textsize.svg)** </div><div> Για πιο έντονη γραμματοσειρά **ΚΑΤΩ ΜΕΝΟΥ ➔ ![Contrast](../resources/icons/mdlight/appbar.contrast.svg)** </div><div> Για αντιστροφή των χρωμάτων (λευκό κείμενο σε μαύρο φόντο) **ΕΠΑΝΩ ΜΕΝΟΥ ➔ ![Settings](../resources/icons/mdlight/appbar.settings.svg) ➔ Νυχτερινή λειτουργία** </div><div> Για αλλαγή πολλών επιλογών μορφοποίησης **ΕΠΑΝΩ ΜΕΝΟΥ ➔ ![Typesettings](../resources/icons/mdlight/appbar.typeset.svg) ➔ Τροποποιήσεις στυλ** </div></div>
es: ## Durante la lectura <a id="reading"></a> <div class="table"><div> Cambiar el tipo de letra **MENÚ SUPERIOR ➔ ![Typesettings](resources/icons/mdlight/appbar.typeset.svg) ➔ Fuente** </div><div> Hacer la fuente más grande **MENÚ INFERIOR ➔ ![Textsize](resources/icons/mdlight/appbar.textsize.svg)** </div><div> Hacer que la fuente sea más gruesa **MENÚ INFERIOR ➔ ![Contrast](resources/icons/mdlight/appbar.contrast.svg)** </div><div> Invertir los colores (texto blanco sobre negro) **MENÚ SUPERIOR ➔ ![Settings](resources/icons/mdlight/appbar.settings.svg) ➔ Modo nocturno** </div><div> Cambiar diversas opciones de formato **MENÚ SUPERIOR ➔ ![Typesettings](resources/icons/mdlight/appbar.typeset.svg) ➔ Ajustes de estilo** </div></div>
fa: ## در حین مطالعه <a id="reading"></a> <div class="table"><div> شما می‌توانید قلم را تغییر دهید **منوی بالایی ← ![Typesettings](resources/icons/mdlight/appbar.typeset.svg) ← قلم** </div><div> بزرگتر کردن قلم **منوی پایینی ← ![اندازه قلم](resources/icons/mdlight/appbar.textsize.svg)** </div><div> ضخیم کردن قلم **منوی پایینی ← ![کنتراست](resources/icons/mdlight/appbar.contrast.svg)** </div><div> معکوس کردن رنگ‌ها (متن سفید بر روی سیاه) **منوی بالایی ← ![تنظیمات](resources/icons/mdlight/appbar.settings.svg) ← حالت شب** </div><div> تغییر گزینه‌های قالب‌بندی **منوی بالایی ← ![Typesettings](resources/icons/mdlight/appbar.typeset.svg) ← بهبود‌های سبک** </div></div>
fr: ## Pendant la lecture <a id="reading"></a> <div class="table"><div> Vous pouvez changer la police de caractères **MENU SUPÉRIEUR ➔ ![Réglages de police](resources/icons/mdlight/appbar.typeset.svg) ➔ Police** </div><div> Agrandir la police **MENU DU BAS ➔ ![Taille du texte](resources/icons/mdlight/appbar.textsize.svg)** </div><div> Mettre la police en gras **MENU DU BAS ➔ ![Contraste](resources/icons/mdlight/appbar.contrast.svg)** </div><div> Inverser les couleurs (texte blanc sur noir). **MENU DU HAUT ➔ ![Paramètres](ressources/icons/mdlight/appbar.settings.svg) ➔ Mode nuit** </div><div> Modifier de nombreuses options de mise en forme. **MENU DU HAUT ➔ ![Réglages de police](ressources/icons/mdlight/appbar.typeset.svg) ➔ Réglage du style** </div></div>
gl: ## Durante a lectura <a id="reading"></a> <div class="table"><div> Podes cambiar a fonte **MENÚ SUPERIOR ➔ ![Typesettings](resources/icons/mdlight/appbar.typeset.svg) ➔ Fonte** </div><div> Facer a fonte máis grande **MENÚ INFERIOR ➔ ![Textsize](resources/icons/mdlight/appbar.textsize.svg)** </div><div> Facer a fonte máis grosa **MENÚ INFERIOR ➔ ![Contrast](resources/icons/mdlight/appbar.contrast.svg)** </div><div> Inverter as cores (texto branco en fondo negro) **MENÚ SUPERIOR ➔ ![Settings](resources/icons/mdlight/appbar.settings.svg) ➔ Modo nocturno** </div><div> Cambiar moitas opcións de formato **MENÚ SUPERIOR ➔ ![Typesettings](resources/icons/mdlight/appbar.typeset.svg) ➔ Axustes de estilo** </div></div>
hu: ## <a id="reading"></a> Olvasás közben <div class="table"><div> Betűtípus módosítása **FELSŐ MENÜ ➔ ![Typesettings](resources/icons/mdlight/appbar.typeset.svg) ➔ Betűtípus** </div><div> Nagyobb betűtípus **ALSÓ MENÜ ➔ ![Textsize](resources/icons/mdlight/appbar.textsize.svg)** </div> <div> Betűtípus vastagabbá tétele **ALSÓ MENÜ ➔ ![Contrast](resources/icons/mdlight/appbar.contrast.svg)** </div><div> Színek invertálása (fehér szöveg a feketén) **FELSŐ MENÜ ➔ ![Settings](resources/icons/mdlight/appbar.settings.svg) ➔ Éjszakai/Inverz üzemmód** </div> <div> További formázások módosítása **FELSŐ MENÜ ➔ ![Typesettings](resources/icons/mdlight/appbar.typeset.svg) ➔ Stíluskorrekciók** </div></div>
it_it: ## Durante la lettura <a id="reading"></a> <div class="table"><div> Puoi cambiare il carattere **MENU SUPERIORE ➔ ![Impaginazione](../resources/icons/mdlight/appbar.typeset.svg) ➔ Font** </div><div> Rendere il carattere più grande **MENÙ INFERIORE ➔ ![Dimensione testo](../resources/icons/mdlight/appbar.textsize.svg)** </div><div> Rendere il font più audace **MENÙ INFERIORE ➔ ![Contrasto](../resources/icons/mdlight/appbar.contrast.svg)** </div><div> Invertire i colori (testo bianco su nero) **MENÙ SUPERIORE ➔ ![Impostazioni](../resources/icons/mdlight/appbar.settings.svg) ➔ Modalità notturna** </div><div> Cambiare molte opzioni di formattazione **MENUÙSUPERIORE ➔ ![Impaginazione](../resources/icons/mdlight/appbar.typeset.svg) ➔ Ritocchi di stile** </div></div>
ja: ## 読書中に <a id="reading"></a> <div class="table"><div> フォントを変更できます **上部メニュー ➔ ![組版](resources/icons/mdlight/appbar.typeset.svg) ➔ フォント** </div><div> フォントを大きくする **下部メニュー ➔ ![文章サイズ](resources/icons/mdlight/appbar.textsize.svg)** </div><div> フォントを太くする **下部メニュー ➔ ![コントラスト](resources/icons/mdlight/appbar.contrast.svg)** </div><div> 色を反転 (黒背景に白文字) **上部メニュー ➔ ![設定](resources/icons/mdlight/appbar.settings.svg) ➔ 夜モード** </div><div> 多くの書式オプションを変更 **上部メニュー ➔ ![組版](resources/icons/mdlight/appbar.typeset.svg) ➔ スタイル調整** </div></div>
ko_kr: ## 읽는 동안 <a id="reading"></a> <div class="table"><div> 글꼴을 변경할 수 있습니다 **상단 메뉴 ➔ ![Typesettings](resources/icons/mdlight/appbar.typeset.svg) ➔ 글꼴** </div><div> 글꼴 더 크게 만들기 **하단 메뉴 ➔ ![글씨 크기](resources/icons/mdlight/appbar.textsize.svg)** </div><div> 글꼴을 더 굵게 만들기 **하단 메뉴 ➔ ![대비](resources/icons/mdlight/appbar.contrast.svg)** </div><div> 색상 반전(검정에 흰색 글씨) **상단 메뉴 ➔ ![설정](resources/icons/mdlight/appbar.settings.svg) ➔ 야간 모드** </div><div> 많은 서식 옵션 변경 **상단 메뉴 ➔ ![Typesettings](resources/icons/mdlight/appbar.typeset.svg) ➔ 스타일 꾸밈** </div></div>
nl_nl: ## Tijdens het lezen <a id="reading"></a> <div class="table"><div> U kunt het lettertype veranderen **BOVENMENU ➔ ![Typesettings](../resources/icons/mdlight/appbar.typeset.svg) ➔ Lettertype** </div><div> Lettertype groter maken **ONDERMENU ➔ ![Tekstgrootte](../resources/icons/mdlight/appbar.textsize.svg)** </div><div> Lettertype vetter maken **ONDERMENU ➔ ![Contrast](../resources/icons/mdlight/appbar.contrast.svg)** </div><div> Draai de kleuren om (witte tekst op zwart) **BOVENMENU ➔ ![Instellingen](../resources/icons/mdlight/appbar.settings.svg) ➔ Nachtmodus** </div><div> Verander veel opmaakopties **BOVENMENU ➔ ![Typesettings](../resources/icons/mdlight/appbar.typeset.svg) ➔ Stijltweaks** </div></div>
pl: ## Podczas czytania <a id="reading"></a> <div class="table"><div> Możesz zmienić czcionkę **GÓRNE MENU ➔ ![Ustawienia czcionek](resources/icons/mdlight/appbar.typeset.svg) ➔ Czcionka** </div><div> Zwiększ czcionkę **DOLNE MENU ➔ ![Rozmiar tekstu](resources/icons/mdlight/appbar.textsize.svg)** </div><div> Pogrub czcionkę ***DOLNE MENU ➔ ![Kontrast](resources/icons/mdlight/appbar.contrast.svg)** </div><div> Odwróć kolory (biały tekst na czarnym) **GÓRNE MENU ➔ ![Ustawienia](resources/icons/mdlight/appbar.settings.svg) ➔ Tryb nocny** </div><div> Zmień wiele opcji formatowania **GÓRNE MENU ➔ ![Ustawienia czcionek](resources/icons/mdlight/appbar.typeset.svg) ➔ Ulepszenia stylu** </div></div>
pt_br: ## Durante a leitura <a id="reading"></a> <div class="table"><div> Você pode alterar a fonte **MENU SUPERIOR ➔ ![Configurações tipográficas](resources/icons/mdlight/appbar.typeset.svg) ➔ Fonte** </div><div> Aumentar a fonte **MENU INFERIOR ➔ ![Tamanho do texto](resources/icons/mdlight/appbar.textsize.svg)** </div><div> Tornar fonte mais escura **MENU INFERIOR ➔ ![Contraste](resources/icons/mdlight/appbar.contrast.svg)** </div><div> Inverter a cor (texto branco no fundo preto) **MENU SUPERIOR ➔ ![Configurações](resources/icons/mdlight/appbar.settings.svg) ➔ Modo noturno** </div><div> Alterar várias opções de formatação **MENU SUPERIOR ➔ ![Configurações tipográficas](resources/icons/mdlight/appbar.typeset.svg) ➔ Ajustes de estilo** </div></div>
ro: ## În timpul lecturii <a id="reading"></a> <div class="table"><div> Poți schimba fontul **MENIUL DE SUS ➔ ![Setări text](resources/icons/mdlight/appbar.typeset.svg) ➔ Font** </div><div> Crește dimensiunea fontului **MENIUL DE JOS ➔ ![Mărime text](resources/icons/mdlight/appbar.textsize.svg)** </div><div> Utilizează litere mai contrastante **MENIUL DE JOS ➔ ![Contrast](resources/icons/mdlight/appbar.contrast.svg)** </div><div> Inversează culorile (text alb pe fundal negru) **MENIUL DE SUS ➔ ![Setări](resources/icons/mdlight/appbar.settings.svg) ➔ Mod de noapte** </div><div> Schimbă multe alte setări de formatare **MENIUL DE SUS ➔ ![Setări fonturi](resources/icons/mdlight/appbar.typeset.svg) ➔ Ajustări de stiluri** </div></div>
ru: ## Во время чтения <a id="reading"></a> <div class="table"><div> Вы можете выбрать другой шрифт: **ВЕРХНЕЕ МЕНЮ ➔ ![Верстка](resources/icons/mdlight/appbar.typeset.svg) ➔ Шрифт** </div><div> Увеличить шрифт: **НИЖНЕЕ МЕНЮ ➔ ![Размер текста](resources/icons/mdlight/appbar.textsize.svg)** </div><div> Сделать шрифт жирнее: **НИЖНЕЕ МЕНЮ ➔ ![Контрастность](resources/icons/mdlight/appbar.contrast.svg)** </div><div> Инвертировать цвета (белый текст на чёрном): **ВЕРХНЕЕ МЕНЮ ➔ ![Настройки](resources/icons/mdlight/appbar.settings.svg) ➔ Ночной режим** </div><div> И изменять другие параметры форматирования: **ВЕРХНЕЕ МЕНЮ ➔ ![Набор](resources/icons/mdlight/appbar.typeset.svg) ➔ Стилевые подстройки** </div></div>
sk: ## Pri čítaní <a id="reading"></a> <div class="table"><div> Môžete zmeniť písmo **VRCHNÉ MENU ➔ ![Nastavenia písma](resources/icons/mdlight/appbar.typeset.svg) ➔ Písmo** </div><div> Zväčšiť písmo **SPODNÉ MENU ➔ ![Veľkosť textu](resources/icons/mdlight/appbar.textsize.svg)** </div><div> Zvýrazniť písmo **SPODNÉ MENU ➔ ![Kontrast](resources/icons/mdlight/appbar.contrast.svg)** </div><div> Invertovať farby (biely text na čiernom) **VRCHNÉ MENU ➔ ![Nastavenia](resources/icons/mdlight/appbar.settings.svg) ➔ Nočný režim** </div><div> Zmeniť množstvo druhov formátovania **VRCHNÉ MENU ➔ ![Typové nastavenia](resources/icons/mdlight/appbar.typeset.svg) ➔ Vylepšenia štýlu** </div></div>
sr: ## Током читања <a id="reading"></a> <div class="table"><div> Можете да промените фонт **TOP MENU ➔ ![Typesettings](resources/icons/mdlight/appbar.typeset.svg) ➔ Фонт** </div><div> Повећате фонт **BOTTOM MENU ➔ ![Textsize](resources/icons/mdlight/appbar.textsize.svg)** </div><div> Подебљате фонт **BOTTOM MENU ➔ ![Contrast](resources/icons/mdlight/appbar.contrast.svg)** </div><div> Обрнете боје (бели текст на црној позадини) **TOP MENU ➔ ![Settings](resources/icons/mdlight/appbar.settings.svg) ➔ Ноћни режим** </div><div> Промените многе опције форматирања **TOP MENU ➔ ![Typesettings](resources/icons/mdlight/appbar.typeset.svg) ➔ Дотеривања стила** </div></div>
tr: ## Okurken <a id="reading"></a> <div class="table"> <div> Yazı tipini değiştirebilirsiniz **ÜST MENÜ ➔![Yazı ayarları](resources/icons/mdlight/appbar.typeset.svg) ➔ Yazı tipi** </div> <div> Yazı tipini büyütmek **ALT MENÜ ➔![Metin boyutu](resources/icons/mdlight/appbar.textsize.svg)** </div> <div> Yazı tipini kalınlaştırmak **ALT MENÜ ➔![Karşıtlık](resources/icons/mdlight/appbar.contrast.svg)** </div> <div> Renkleri ters çevirmek (siyah üzerine beyaz metin) **ÜST MENÜ ➔![Ayarlar](resources/icons/mdlight/appbar.settings.svg) ➔ Gece kipi** </div> <div> Birçok biçimlendirme seçeneğini değiştirmek **ÜST MENÜ ➔![Yazı ayarları](resources/icons/mdlight/appbar.typeset.svg) ➔ Biçem değişiklikleri** </div> </div>
uk: ## Під час читання <a id="reading"></a> <div class="table"><div> Ви можете змінити шрифт **ВЕРХНЄ МЕНЮ ➔ ![Верстка](../resources/icons/mdlight/appbar.typeset.svg) ➔ Шрифт** </div><div> Збільшити шрифт **НИЖНЄ МЕНЮ ➔ ![Розмір тексту](../resources/icons/mdlight/appbar.textsize.svg)** </div><div> Зробити шрифт жирнішим **НИЖНЄ МЕНЮ ➔ ![Контрастність](../resources/icons/mdlight/appbar.contrast.svg)** </div><div> Інвертувати кольори (білий текст на чорному) **ВЕРХНЄ МЕНЮ ➔ ![Налаштування](../resources/icons/mdlight/appbar.settings.svg) ➔ Нічний режим** </div><div> Змінити багато параметрів форматування **ВЕРХНЄ МЕНЮ ➔ ![Набір](../resources/icons/mdlight/appbar.typeset.svg) ➔ Налаштування стилю** </div></div>
zh_cn: ## 阅读时 <a id="reading"></a> <div class="table"><div> 你可以改变字体 **顶部菜单 ➔ ![排版](../resources/icons/mdlight/appbar.typeset.svg) ➔ 字体** </div><div> 使字体更大 **底部菜单 ➔ ![文本大小](../resources/icons/mdlight/appbar.textsize.svg)** </div><div> 使字体更粗 **底部菜单 ➔ ![对比度](../resources/icons/mdlight/appbar.contrast.svg)** </div><div> 反转颜色（黑底白字） **顶部菜单 ➔ ![设置](../resources/icons/mdlight/appbar.settings.svg) ➔ 夜间模式** </div><div> 更改许多格式选项 **顶部菜单 ➔ ![排版设置](../resources/icons/mdlight/appbar.typeset.svg) ➔ 样式调整** </div></div>
