Repository: spruceUI/spruceOS
Catalog: App/KoReader/l10n/*/koreader.po
Languages: ar, ca, cs, de, el, es, fa, fr, gl, hu, it_it, ja, ko_kr, nl_nl, pl, pt_br, ro, ru, sk, sr, tr, uk, zh_cn

source: Statistics for 1 book removed.
ca: S'han eliminat les estadístiques d'1 llibre.
cs: Statistiky 1 knihy byly odstraněny.
de: Statistik für 1 Buch entfernt.
el: Τα στατιστικά στοιχεία για 1 βιβλίο διαγράφηκαν.
es: Se han eliminado las estadísticas de 1 libro.
fa: آمارها برای ۱ کتاب پاک شد.
fr: Suppression des statistiques d’un seul livre.
gl: Elimináronse as estatísticas dun libro.
hu: Egy könyv statisztikája eltávolítva.
it_it: Statistiche per 1 libro rimosse.
ja: %1冊分の統計が削除されました。
ko_kr: %1권에 대한 통계가 제거되었습니다.
nl_nl: Statistieken voor 1 boek verwijderd.
pl: Statystyki 1 książki usunięte.
pt_br: Estatísticas de 1 livro removidas.
ro: Statisticile pentru 1 carte au fost șterse.
ru: Удалена статистика для %1 книги.
sk: Štatistika pre 1 knihu bola odstránená.
sr: Уклоњена је статистика за 1 књигу.
tr: 1 kitabın istatistikleri silindi.
uk: Статистику для 1 книги вилучено.
zh_cn: 已移除 %1 本书的统计信息。

source: No statistics removed.
ar: لم تتم إزالة أيّ إحصاءات.
ca: No s'ha eliminat cap estadística.
cs: Žádné statistiky nebyly odstraněny.
de: Keine Statistiken entfernt.
el: Δεν διαγράφηκαν στατιστικά στοιχεία.
es: No se han eliminado estadísticas.
fa: هیچ آماری پاک نشد.
fr: Aucune statistiques supprimées.
gl: Non se eliminou ningunha estatística.
hu: Nincs eltávolított statisztika.
it_it: Nessuna statistica eliminata.
ja: 削除された統計はありません。
ko_kr: 제거된 통계 없음.
nl_nl: Geen statistieken verwijderd.
pl: Nie usunięto żadnych statystyk.
pt_br: Nenhuma estatística removida.
ro: Nici o statistică eliminată.
ru: Статистика не удалена.
sk: Neboli vymazané žiadne štatistiky.
sr: Није уклоњена ниједна статистика.
tr: Hiçbir istatistik kaldırılmadı.
uk: Статистику не вилучено.
zh_cn: 没有移除任何书籍的统计信息。

source: Syncing book statistics. This may take a while.
ca: Sincronitzant les estadístiques dels llibres. Aquesta operació pot prolongar-se durant un temps.
cs: Synchronizování statistik knihy. Může to nějakou chvíli trvat.
de: Synchronisierung der Buchstatistiken. Dies kann eine Weile dauern.
el: Συγχρονισμός στατιστικών στοιχείων βιβλίων. Αυτό μπορεί να πάρει λίγο χρόνο.
es: Sincronizando las estadísticas de los libros. Esta operación puede prolongarse durante un tiempo.
fa: در حال همگام‌سازی آمارهای کتاب. ممکن است مدتی طول بکشد.
fr: Synchronisation des statistiques du livre. Cela peut prendre un peu de temps.
gl: A sincronizar as estatísticas dos libros. Isto pode tardar un pouco.
hu: Könyvstatisztikák szinkronizálása. Ez eltarthat egy ideig.
it_it: Sincronizzazione delle statistiche del libro. Potrebbe volerci un po'.
ko_kr: 책 통계 동기화하기. 시간이 걸릴 수 있습니다.
nl_nl: Boekstatistieken aan het synchroniseren. Dit kan even duren.
pl: Synchronizacja statystyk książki. To może zająć chwilę.
pt_br: Sincronizando as estatísticas do livro. Isso pode demorar um pouco.
ru: Синхронизация статистики книг. Это может занять некоторое время.
sk: Synchronizácia štatistík knihy. Môže to chvíľu trvať.
sr: Статистика књиге се синхронизује. Ово може да потраје.
tr: Kitap istatistikleri eşitleniyor. Bu işlem biraz sürebilir.
uk: Синхронізація статистики книг. Це може зайняти деякий час.
zh_cn: 正在同步阅读统计。这可能需要一段时间。

source: Week progress
ar: حالة تقدم الأسبوع
ca: Progrés setmanal
cs: Týdenní postup
de: Wochenfortschritt
el: Πρόοδος εβδομάδας
es: Progreso semanal
fa: پیشرفت هفته
fr: Progression de la semaine
gl: Progreso semanal
hu: Heti folyamat
it_it: Progresso settimanale
ja: 今週の読書進捗
ko_kr: 주간 경과
nl_nl: Wekelijkse voortgang
pl: Postęp tygodniowy
pt_br: Progresso da semana
ro: Progresul săptămînii
ru: Недельный прогресс
sk: Týždenný priebeh čítania
sr: Седмични напредак
tr: Haftalık ilerleme
uk: Тижневий прогрес
zh_cn: 一周进度

source: Session
ca: Sessió
de: Sitzung
el: Τρέχουσα περίοδος
es: Sesión
fa: نوبت
fr: Chapitre
gl: Sesión
hu: Folyamat
it_it: Sessione
ja: セッション
ko_kr: 세션
nl_nl: Sessie
pl: Sesja
pt_br: Sessão
ru: Сеанс
sk: Relácia
sr: Сесија
tr: Oturum
uk: Сеанс
zh_cn: 当前时段

source: Today
ar: اليوم
ca: Avui
cs: Dnes
de: Heute
el: Σήμερα
es: Hoy
fa: امروز
fr: Aujourd’hui
gl: Hoxe
hu: Holnap
it_it: Oggi
ja: 今日
ko_kr: 오늘
nl_nl: Vandaag
pl: Dzisiaj
pt_br: Hoje
ro: Azi
ru: Сегодня
sk: Dnes
sr: Данас
tr: Bugün
uk: Сьогодні
zh_cn: 今天

source: Pages
ar: الصفحات
ca: Pàgines
cs: Stránky
de: Seiten
el: Σελίδες
es: Páginas
fa: صفحات
gl: Páxinas
hu: Oldal
it_it: Pagine
ja: ページ
ko_kr: 페이지
nl_nl: Pagina's
pl: Stron
pt_br: Páginas
ro: Pagini
ru: Страницы
sk: Strany
sr: Страница
tr: Sayfalar
uk: Сторінки
zh_cn: 页数

source: Total pages
ca: Total pàgines
cs: Celkový počet stránek
de: Anzahl Seiten
el: Σύνολο σελίδες
es: Total páginas
fa: کل صفحات
gl: Páxinas en total
hu: Összes oldal
it_it: Pagine totali
ja: 合計ページ数
ko_kr: 총 페이지
nl_nl: Totaal pagina's
pl: Stron ogółem
pt_br: Total de páginas
ro: Total pagini
ru: Всего страниц
sk: Celkovo stránok
sr: Укупно страница
tr: Toplam sayfa
uk: Всього сторінок
zh_cn: 总 页数

source: Total time
ar: الوقت الكلي
ca: Total temps
cs: Celkový čas
de: Gesamt- Zeit
el: Σύνολο χρόνος
es: Total tiempo
fa: کل زمان
fr: Total temps
gl: Tempo total
hu: Összes idő
it_it: Tempo totale
ja: 合計時間
ko_kr: 총 시간
nl_nl: Totale tijd
pl: Całkowity czas
pt_br: Tempo total
ro: Timp total
ru: Общее время
sk: Celkový čas
sr: Укупно време
tr: Toplam zaman
uk: Всього часу
zh_cn: 总 时长

source: Average pages/day
ca: Mitjana pàgines/dia
cs: Průměrně stránek/den
de: Durchschnittliche Seiten/Tag
el: Μέσος όρος σελίδες/ημέρα
es: Media páginas/día
fa: میانگین صفحه/روز
fr: Moyenne Pages/jour
gl: Media páxinas/día
hu: Átlagos oldalszám/nap
it_it: Media pagine/giorno
ja: 1日当たりのページ数 平均
ko_kr: 평균 페이지/일
nl_nl: Gemiddelde pagina's/dag
pl: Średnia stron/dzień
pt_br: Média páginas/dia
ru: В среднем страниц за день
sk: Priemerne stránok/deň
sr: Просек стр./дану
tr: Ortalama sayfa/gün
uk: У середньому сторінок на день
zh_cn: 日均 页数

source: Average time/day
ca: Mitjana temps/dia
cs: Průměrný čas/den
de: Durchschnittliche Zeit/Tag
el: Μέσος όρος χρόνος/ημέρα
es: Media tiempo/día
fa: میانگین زمان/روز
fr: Moyenne temps/jour
gl: Media tempo/día
hu: Átlagos időtartam/nap
it_it: Tempo medio /giorno
ja: 一日当たりの時間 平均
ko_kr: 평균 시간/일
nl_nl: Gemiddelde tijd/dag
pl: Średni czas/dzień
pt_br: Média tempo/dia
ru: Среднее время за день
sk: Priemerný čas/deň
sr: Просек време/дану
tr: Ortalama süre/gün
uk: У середньому часу на день
zh_cn: 日均 时长

source: System statistics
ar: إحصائيات النظام
ca: Estadístiques del sistema
cs: Statistiky systému
de: Systemstatistiken
el: Στατιστικά συστήματος
es: Estadísticas del sistema
fa: آمار‌های سیستم
fr: Statistiques système
gl: Estatísticas do sistema
hu: Rendszer statisztika
it_it: Statistiche di sistema
ja: システム統計
ko_kr: 시스템 통계
nl_nl: Systeemstatistieken
pl: Statystyki systemowe
pt_br: Estatísticas do sistema
ro: Statistici sistem
ru: Статистика системы
sk: Stav systému
sr: Статистика система
tr: Sistem istatistikleri
uk: Статистика системи
zh_cn: 系统统计

source: Shows system statistics.
ar: يظهر إحصائيات النظام.
ca: Mostra estadístiques del sistema.
cs: Zobrazí statistiky systému.
de: Systemstatistiken zeigen.
el: Εμφανίζει στατιστικά στοιχεία του συστήματος.
es: Muestra estadísticas del sistema.
fa: نمایش آمارهای سیستم.
fr: Affiche les statistiques du système.
gl: Mostra estatísticas do sistema.
hu: Rendszer statisztika megjelenítése.
it_it: Mostra statistiche di sistema.
ja: システムの統計を表示する。
ko_kr: 시스템 통계를 봅니다.
nl_nl: Toont systeemstatistieken.
pl: Pokazuje statystyki systemowe.
pt_br: Mostra as estatísticas do sistema.
ro: Afișează statisticile de sistem.
ru: Данный плагин позволяет просматривать статистику системы.
sk: Zobrazuje systémové štatistiky.
sr: Приказује статистику о систему.
tr: Sistem istatistiklerini görüntüler.
uk: Показує статистику системи.
zh_cn: 显示系统状态。

source: KOReader started at
ca: KOReader es va iniciar a les
cs: KOReader byl spuštěn
de: KOReader gestartet
el: Το KOReader ξεκίνησε στις
es: KOReader se inició a las
fa: کوریدر شروع شده در
fr: KOReader a démarré à
gl: KOReader arrincado en
hu: A KOReader elindult
it_it: Attivazione KOReader
ja: KOReader 開始時刻
ko_kr: KOReader가 시작된 시각
nl_nl: KOReader gestart op
pl: KOReader wystartował o
pt_br: KOReader iniciou em
ro: KOReader pornit la
ru: Запуск KOReader'а
sk: KOReader spustený o
sr: KOReader је покренут у
tr: KOReader başlatılma zamanı
uk: KOReader запущено
zh_cn: KOReader 启动于

source: Last suspend time
ca: Hora de l'última suspensió
cs: Čas posledního uspání
de: Letzte Ruhezustand-Zeit
el: Ώρα τελευταίας αναστολής λειτουργίας
es: Hora de la última suspensión
fa: مرتب‌ کردن براساس آخرین تاریخ مطالعه
fr: Heure de la dernière mise en veille
gl: Hora da derradeira suspensión
hu: Legutóbbi altatás időpontja
it_it: Ultima ora di sospensione
ja: 前回サスペンド時刻
ko_kr: 마지막 일시 중단 시간
nl_nl: Laatst ingeslapen-tijd
pl: Ostatni czas uśpienia
pt_br: Hora da última suspensão
ru: Последняя приостановка
sk: Čas posledného režimu spánku
sr: Последње време суспендовања
tr: Son beklemeye geçme zamanı
uk: Час останнього призупинення
zh_cn: 上次暂停时间

source: Last resume time
ca: Hora de l'última represa
cs: Čas posledního probuzení
de: Letzte Aufwachzeit
el: Ώρα τελευταίας επανενεργοποίησης
es: Hora de la última reanudación
fa: مرتب‌ کردن براساس آخرین تاریخ مطالعه
fr: Heure de la dernière reprise
gl: Hora da derradeira reanudación
hu: Legutóbbi felébredés időpontja
it_it: Ora dell'ultima ripresa
ja: 前回再開時刻
ko_kr: 마지막 재개 시간
nl_nl: Laatst ontwoken-tijd
pl: Poprzedni czas wybudzenia
pt_br: Hora da última retomada
ru: Последнее пробуждение
sk: Čas posledného prebudenia
sr: Последње време наставка
tr: Son sürdürme zamanı
uk: Час останнього відновлення
zh_cn: 上次恢复时间

source: Up time
ca: Temps d'activitat
cs: Doba od spuštění
de: Betriebszeit
el: Χρόνος λειτουργίας
es: Tiempo de actividad
fa: مدت زمان روشن بودن
fr: Temps passé
gl: Tempo en funcionamento
hu: Futásidő
it_it: Tempo di attività
ja: 起動時間
ko_kr: 가동 시간
nl_nl: Bedrijfstijd
pl: Czas pracy
pt_br: Tempo de atividade
ro: Timp pornit
ru: Время работы
sk: Čas prevádzky
sr: Време извршавања
tr: Çalışma süresi
uk: Час роботи
zh_cn: 运行时间

source: Time spent awake
ca: Temps d'activitat
cs: Čas strávený vzhůru
de: Wach verbrachte Zeit
el: Χρόνος παραμονής σε εγρήγορση
es: Tiempo de actividad
fa: مدت زمان بیدار بودن
fr: Temps passé éveillé
gl: Tempo de actividade
hu: Ébren töltött idő
it_it: Tempo trascorso da sveglio
ja: 起床時間
ko_kr: 깨어 있는 시간
nl_nl: Tijd actief
pl: Czas spędzony na wybudzeniu
pt_br: Tempo gasto ligado
ro: Timp activ
ru: Время бодрствования
sk: Čas strávený v aktívnom stave
sr: Време будног стања
tr: Uyanık olarak geçirilen zaman
uk: Час активності
zh_cn: 亮屏时长

source: Time in suspend
ca: Temps en suspensió
cs: Doba spánku
de: Zeit im Ruhezustand
el: Χρόνος σε αναστολή λειτουργίας
es: Tiempo en suspensión
fa: مدت زمان در تعلیق
fr: Temps en pause
gl: Tempo en suspensión
hu: Felfüggesztés ideje
it_it: Tempo in sospensione
ja: サスペンド時間
ko_kr: 일시 중단 시간
nl_nl: Tijd in rust
pl: Czas stanu wstrzymania
pt_br: Tempo em suspensão
ro: Timp suspendat
ru: Время в состоянии приостановки
sk: Čas strávený v spánku
sr: Време у стању суспензије
tr: Beklemeye geçme süresi
uk: Час призупинення
zh_cn: 休眠时间

source: Time in standby
ca: Temps en espera
cs: Čas v pohotovostním režimu
de: Zeit im Standby
el: Χρόνος σε κατάσταση αναμονής
es: Tiempo en espera
fa: زمان در حالت آماده به کار
fr: Temps en veille
gl: Tempo en espera
hu: Készenléti idő
it_it: Tempo in standby
ja: スタンバイ時間
ko_kr: 대기 시간
nl_nl: Tijd in standby
pl: Czas stanu czuwania
pt_br: Tempo em espera
ro: Timp standby
ru: Время в состоянии ожидания
sk: Čas strávený v pohotovostnom režime
sr: Време у стању приправности
tr: Hazırda bekleme süresi
uk: Час у режимі очікування
zh_cn: 待机时间

source: Counters
ar: العدّادات
ca: Comptadors
cs: Čítače
de: Zähler
el: Μετρητές
es: Contadores
fa: شمارنده‌ها
fr: Compteurs
gl: Contadores
hu: Számlálók
it_it: Contatori
ja: カウンター
ko_kr: 집계
nl_nl: Tellers
pl: Liczniki
pt_br: Contadores
ro: Contoare
ru: Счётчики
sk: Počítadlá
sr: Бројачи
tr: Sayaçlar
uk: Лічильники
zh_cn: 计数器

source: wake-ups
ar: إيقاظات
ca: Nombre de vegades que s'ha activat
cs: Počet probuzení
de: Wachphasen
el: επανενεργοποιήσεις
es: Número de veces que se ha activado
fa: بیداری
fr: réveils
gl: despertares
hu: felébredés
it_it: risvegli
ja: ウェイクアップ数
ko_kr: 잠깨기
nl_nl: ontwoken
pl: liczba wybudzeń
pt_br: reativações
ro: treziri
ru: пробуждений
sk: zobudenia
sr: буђења
tr: uyanma
uk: прокидань
zh_cn: 唤醒次数

source: sleeps
ar: نوم
ca: Nombre de vegades en suspensió
cs: Počet usnutí
de: Ruhezustand-Phasen
el: αδρανοποιήσεις
es: Número de veces en suspensión
fa: خوابیدن
fr: veilles
gl: reposos
hu: elalvás
it_it: sospensioni
ja: スリープ数
ko_kr: 잠자기
nl_nl: ingeslapen
pl: liczba uśpień
pt_br: suspensões
ro: ațipiri
ru: засыпаний
sk: uspania
sr: успављивања
tr: uyku
uk: засинань
zh_cn: 休眠次数

source: charge cycles
ar: دورات الشحن
ca: cicles de càrrega
cs: nabíjecí cykly
de: Ladezyklen
el: κύκλοι φόρτισης
es: Ciclos de carga
fa: دوره شارژ
fr: cycles de charge
gl: ciclos de carga
hu: töltési ciklus
it_it: cicli di carica
ja: 充電サイクル数
ko_kr: 충전 주기
nl_nl: laadcycli
pl: cykle ładowania
pt_br: ciclos de carga
ro: cicluri de încărcare
ru: циклов зарядки
sk: nabíjacích cyklov
sr: циклуса пуњења
tr: şarj döngüsü
uk: циклів зарядки
zh_cn: 充电循环

source: discharge cycles
ar: دورات التفريغ
ca: cicles de descàrrega
cs: vybíjecí cykly
de: Entladeladezyken
el: κύκλοι αποφόρτισης
es: Ciclos de descarga
fa: چرخه‌های تخلیه
fr: cycles de décharge
gl: ciclos de descarga
hu: kisülési ciklus
it_it: cicli di scarica
ja: 放電サイクル数
ko_kr: 방전 주기
nl_nl: ontlaadcycli
pl: cykle rozładowania
pt_br: ciclos de descarga
ro: cicluri de descărcare
ru: циклов разрядки
sk: vybíjacích cyklov
sr: циклуса пражњења
tr: boşalma döngüsü
uk: циклів розрядки
zh_cn: 放电循环

source: System information
ca: Informació del sistema
cs: Informace o systému
el: Πληροφορίες συστήματος
es: Información del sistema
fa: اطلاعات سیستم
fr: Information système
gl: Información do sistema
hu: Rendszerinformációk
it_it: Informazioni di sistema
ja: システム情報
ko_kr: 시스템 정보
nl_nl: Systeeminformatie
pl: Informacja o systemie
pt_br: Informações do sistema
ro: Informații sistem
ru: Информация о системе
sk: Systémove informácie
sr: Информације о систему
tr: Sistem bilgileri
uk: Відомості про систему
zh_cn: 系统信息

source: Total ticks (million)
ca: Pulsacions totals (milions)
cs: Celkem tiků (v milionech)
de: Gesamt Ticks (in Mio.)
el: Συνολικά τικ (εκατομμύρια)
es: Pulsaciones totales (millones)
fr: Pulsations totales (million)
gl: Tics en total (millóns)
hu: Összes ticks (millió)
it_it: Cicli totali (milioni)
ja: 合計 ticks (百万)
ko_kr: 전체 틱 (백만)
nl_nl: Totaal ticks (in miljoen)
pl: Łącznie cykli (w milionach)
pt_br: Total de ticks do processador (milhões)
ro: Ticuri totale (milioane)
ru: Всего тактов (млн.)
sk: Celkovo tikov (miliónov)
sr: Укупно тикова (милиона)
tr: Toplam imler (milyon)
uk: Всього імпульсів процесора (млн.)
zh_cn: 总时钟周期（百万）

source: Idle ticks (million)
ar: دقّات السكون (مليون)
ca: Pulsacions en suspensió (milions)
cs: Nečinné tiky (v milionech)
de: Idle ticks (in Mio.)
el: Τικ αδράνειας (εκατομμύρια)
es: Pulsaciones en suspensión (millones)
fr: Pulsations en inactivité (million)
gl: Tics inactivos (millóns)
hu: Tétlenség ticks (millió)
it_it: Cicli inattività (milioni)
ja: アイドル ticks (百万)
ko_kr: 유휴 틱 (백만)
nl_nl: Stationaire ticks (in miljoen)
pl: Cykle bezczynności (w milionach)
pt_br: Ticks ociosos do processador (milhões)
ro: Ticuri inactive (milioane)
ru: Тактов простоя (млн.)
sk: Tiky nečinnosti (miliónov)
sr: Тикова празног хода (милиона)
tr: Boş imler (milyon)
uk: Простій імпульсів процесора (млн.)
zh_cn: 闲置时钟周期（百万）

source: Processor usage %
ar: استخدام المعالج %
ca: Ús de processador %
cs: Využití procesoru %
de: Prozessorauslastung %
el: Χρήση επεξεργαστή %
es: Uso del procesador %
fa: مصرف پردازنده %
fr: Utilisation processeur en %
gl: Uso do procesador %
hu: Processzor használat %
it_it: Utilizzo processore %
ja: プロセッサ使用状況 %
ko_kr: 프로세서 사용량 %
nl_nl: Processorgebruik %
pl: Użycie procesora %
pt_br: Uso do processador %
ro: Utilizare procesor %
ru: Загрузка процессора в %
sk: Využitie procesora %
sr: Искоришћење процесора %
tr: İşlemci kullanımı %
uk: Використання процесора %
zh_cn: 处理器使用率 %

source: Total memory (MB)
ar: مجموع الذاكرة (م.ب.)
ca: Memòria total (MB)
cs: Celková paměť (MB)
de: Gesamtspeicher (MB)
el: Συνολική μνήμη (ΜΒ)
es: Memoria total (MB)
fr: Mémoire totale (Mo)
gl: Memoria total (MB)
hu: Összes memória (MB)
it_it: Memoria totale (Mb)
ja: 合計メモリ (MB)
ko_kr: 총 메모리 (MB)
nl_nl: Totaal geheugen (MB)
pl: Całkowita pamięć (MB)
pt_br: Memória total (MB)
ro: Memorie totală (MO)
ru: Всего памяти (МБ)
sk: Celková pamäť (MB)
sr: Укупна меморија (MB)
tr: Toplam bellek (MB)
uk: Загалом пам'яті (МБ)
zh_cn: 总内存 (MB)

source: Free memory (MB)
ar: الذاكرة الخالية (MB)
ca: Memòria lliure (MB)
cs: Volná paměť (MB)
de: Freier Speicher (MB)
el: Ελεύθερη μνήμη (ΜΒ)
es: Memoria libre (MB)
fr: Mémoire libre (Mo)
gl: Memoria libre (MB)
hu: Szabad memória (MB)
it_it: Memoria libera (Mb)
ja: 空きメモリ (MB)
ko_kr: 남은 메모리 (MB)
nl_nl: Vrij geheugen (MB)
pl: Wolna pamięć (MB)
pt_br: Memória livre (MB)
ro: Memorie liberă (MO)
ru: Свободная память (МБ)
sk: Voľná pamäť (MB)
sr: Слободна меморија (MB)
tr: Boş bellek (MB)
uk: Вільно пам'яті (МБ)
zh_cn: 剩余内存 (MB)

source: Available memory (MB)
ar: الذاكرة المتاحة (MB)
ca: Memòria disponible (MB)
cs: Dostupná paměť (MB)
de: Verfügbarer Speicher (MB)
el: Διαθέσιμη μνήμη (ΜΒ)
es: Memoria disponible (MB)
fr: Mémoire disponible (Mo)
gl: Memoria dispoñible (MB)
hu: Elérhető memória (MB)
it_it: Memoria disponibile (Mb)
ja: 利用可能メモリ (MB)
ko_kr: 가용 메모리 (MB)
nl_nl: Beschikbaar geheugen (MB)
pl: Dostępna pamięć (MB)
pt_br: Memória disponível (MB)
ro: Memorie disponibilă (MO)
ru: Доступная память (МБ)
sk: Dostupná pamäť (MB)
sr: Доступна меморија (MB)
tr: Kullanılabilecek bellek (MB)
uk: Доступно пам'яті (МБ)
zh_cn: 可用内存 (MB)

source: Process
ar: العملية
ca: Procés
cs: Systém
de: Prozess
el: Επεξεργασία
es: Proceso
fa: پردازش
fr: Processus
gl: Procesar
hu: Processzek
it_it: Processo
ja: プロセス
ko_kr: 프로세스
nl_nl: Proces
pl: Proces
pt_br: Processamento
ro: Proces
ru: Процесс
sk: Proces
sr: Процес
tr: Süreç
uk: Обробити
zh_cn: 进程

source: ID
ar: المعرف
el: Ταυτότητα
hu: Azonosító
pl: Identyfikator
ru: Идентификатор
tr: Kod

source: Processor usage ticks (million)
ar: دقّات استخدام المعالج (مليون)
ca: Pulsacions del processador en ús (milions)
cs: Tiky při využití procesoru (v milionech)
de: Prozessorauslastung Ticks (in Mio.)
el: Χρήση επεξεργαστή σε τικ (εκατομμύρια)
es: Pulsaciones del procesador en uso (millones)
fr: Pulsations dédiées au processeur (million)
gl: Tics usados polo procesador (millóns)
hu: Processzorhasználati ticks (millió)
it_it: Cicli di utilizzo processore (milioni)
ja: プロセッサ使用 ticks (百万)
ko_kr: 프로세서 사용량 틱 (백만)
nl_nl: Processorgebruik ticks (in miljoen)
pl: Cykle używane przez procesor (w milionach)
pt_br: Tiques de uso do processador (milhões)
ro: Utilizare procesor (milioane de tick-uri)
ru: Загрузка процессора в тактах (млн.)
sk: Využívanie procesora v tikoch (miliónov)
sr: Тикова употребе процесора (милиона)
tr: İşlemci kullanımı imleri (milyon)
uk: Використання імпульсів процесора (млн.)
zh_cn: 处理器使用时钟周期（百万）

source: Threads
ar: المواضيع
ca: Fils
cs: Vlákna
el: Νήματα
es: Hilos
fr: Unités d’exécution
gl: Fíos
hu: Szálak
it_it: Thread
ja: スレッド
ko_kr: 쓰레드
pl: Wątki
pt_br: Encadeamento de execução
ro: Fire de execuție
ru: Потоков
sk: Vlákna
sr: Нити
tr: İşlemler
uk: Потоки
zh_cn: 线程

source: Virtual memory (MB)
ar: الذاكرة الافتراضية (MB)
ca: Memòria virtual (MB)
cs: Virtuální paměť (MB)
de: Virtueller Speicher (MB)
el: Εικονική μνήμη (ΜΒ)
es: Memoria virtual (MB)
fr: Mémoire virtuelle (Mo)
gl: Memoria virtual (MB)
hu: Virtuális memória (MB)
it_it: Memoria virtuale (MB)
ja: 仮想メモリ (MB)
ko_kr: 가상 메모리 (MB)
nl_nl: Virtueel geheugen (MB)
pl: Pamięć wirtualna (MB)
pt_br: Memória virtual (MB)
ro: Memorie virtuală (MO)
ru: Виртуальная память (МБ)
sk: Virtuálna pamäť (MB)
sr: Виртуелна меморија (MB)
tr: Sanal bellek (MB)
uk: Віртуальна пам'ять (МБ)
zh_cn: 虚拟内存(MB)

source: RAM usage (MB)
ar: استخدام الذاكرة العشوائية (MB)
ca: Ús de RAM (MB)
cs: Využití RAM (MB)
de: RAM Belegung (MB)
el: Χρήση μνήμης (ΜΒ)
es: Uso de RAM (MB)
fa: مصرف رم (مگابایت)
fr: Mémoire vive consommée (Mo)
gl: Uso de RAM (MB)
hu: RAM használat (MB)
it_it: Utilizzo RAM (MB)
ja: RAM 使用量 (MB)
ko_kr: 램 사용량 (MB)
nl_nl: RAM-gebruik (MB)
pl: Użycie RAM (MB)
pt_br: Uso da RAM (MB)
ro: Utilizare RAM (MO)
ru: Использование ОЗУ (МБ)
sk: Využitie pamäte RAM (MB)
sr: RAM искоришћење (MB)
tr: RAM kullanımı (MB)
uk: Використання пам'яті (МБ)
zh_cn: 已用内存 (MB)

source: Storage information
ar: معلومات التخزين
ca: Informació d'emmagatzematge
cs: Informace o úložišti
de: Speicher Information
el: Πληροφορίες αποθηκευτικού χώρου
es: Información de almacenamiento
fa: اطلاعات دیسک ذخیره‌سازی
fr: Information de stockage
gl: Información de almacenamento
hu: Tárhely információ
it_it: Dettagli archiviazione
ja: ストレージ情報
ko_kr: 저장소 정보
nl_nl: Opslaginformatie
pl: Informacja o dysku
pt_br: Informações de armazenamento
ro: Informații stocare
ru: Информация о хранилище
sk: Informácie o úložisku
sr: Информације о складишту
tr: Depolama bilgileri
uk: Відомості про обсяг пам'яті
zh_cn: 存储信息

source: Unexpected
ar: غير متوقع
ca: Inesperat
cs: Neočekávané
de: Unerwartet
el: Απρόβλεπτο
es: Inesperado
fa: غیر منتظره
fr: Inattendu
gl: Non esperado
hu: Váratlan
it_it: Inaspettato
ja: 予期しない
ko_kr: 예상 안됨
nl_nl: Onverwacht
pl: Niespodziewane
pt_br: Inesperado
ro: Neașteptat
ru: Неожиданно
sk: Neočakávané
sr: Неочекивано
tr: Beklenmeyen
uk: Несподівано
zh_cn: 意外的

source: Mount point
ar: نقطة الوصل
ca: Punt de muntatge
cs: Připojovací bod
de: Mount-Punkt
el: Σημείο προσάρτησης
es: Punto de montaje
fr: Point de montage
gl: Punto de montaxe
hu: Csatolási pont
it_it: Punto di montaggio
ja: マウントポイント
ko_kr: 연결된 위치
nl_nl: Koppelpunt
pl: Punkt montowania
pt_br: Ponto de montagem
ro: Puncte de montare
ru: Точка монтирования
sk: Prípojný bod
sr: Тачка монтирања
tr: Bağlama noktası
uk: Точка монтування
zh_cn: 挂载点

source: Available
ar: متوفرة
ca: Disponible
cs: Dostupné
de: Verfügbar
el: Διαθέσιμο
es: Disponible
fa: دردسترس
fr: Disponible
gl: Dispoñible
hu: Elérhető
it_it: Disponibile
ja: 利用可能
ko_kr: 가용량
nl_nl: Beschikbaar
pl: Dostępne
pt_br: Disponível
ro: Disponibil
ru: Доступно
sk: Dostupné
sr: Доступно
tr: Kullanılabilir
uk: Доступно
zh_cn: 可用

source: Total
ar: اجمالي
cs: Celkem
de: Gesamt
el: Σύνολο
fa: کل
hu: Összesen
it_it: Totale
ja: 合計
ko_kr: 총 용량
nl_nl: Totaal
pl: Łącznie
ru: Всего
sk: Celkom
sr: Укупно
tr: Toplam
uk: Загалом
zh_cn: 总计

source: Used percentage
ar: النسبة المئوية المستخدمة
ca: Percentatge utilitzat
cs: Využito procent
de: Verbrauchte Prozent
el: Χρησιμοποιημένο ποσοστό
es: Porcentaje usado
fa: درصد استفاده شده
fr: Pourcentage utilisé
gl: Porcentaxe usada
hu: Használatban %
it_it: Percentuale utilizzo
ja: 使用パーセント
ko_kr: 사용된 비율
nl_nl: Percentage gebruikt
pl: Użycie procentowe
pt_br: Porcentagem usada
ro: Procent folosit
ru: Процент заполнения
sk: Percento využitia
sr: Проценат искоришћења
tr: Kullanım yüzdesi
uk: Використаний відсоток
zh_cn: 使用百分比

source: Terminal emulator
ar: محاكي الطرفية (Terminal emulator)
ca: Emulador de terminal
cs: Emulátor příkazového řádku
el: Εξομοιωτής τερματικού
es: Emulador de terminal
fa: شبیه‌ساز پایانه
fr: Émulateur de terminal
gl: Emulador de terminal
hu: Terminál emulátor
it_it: Emulatore di terminale
ja: 端末シミュレーター
ko_kr: 터미널 에뮬레이트
pl: Emulator terminala
pt_br: Emulador de terminal
ro: Emulator terminal
ru: Эмулятор терминала
sk: Emulátor terminálu
sr: Емулатор терминала
tr: Uçbirim benzetimi
uk: Емулятор терміналу
zh_cn: 终端模拟器
