Repository: spruceUI/spruceOS
Catalog: App/KoReader/l10n/*/koreader.po
Languages: ar, ca, cs, de, el, es, fa, fr, gl, hu, it_it, ja, ko_kr, nl_nl, pl, pt_br, ro, ru, sk, sr, tr, uk, zh_cn

source: Pinch
ca: Pessigar
cs: Sevření (Pinch)
el: Σύγκλιση δαχτύλων
es: Pellizcar
fr: Pincer
gl: Beliscar
hu: Kétujjas kicsinyítés
it_it: Avvicinare le dita
ja: ピンチ(挟む)
ko_kr: 오므리기
nl_nl: Knijpen
pl: Uszczypnięcie
pt_br: Pinçar
ro: Ciupire
ru: Сжатие
sk: Zúžiť
sr: Штипање
tr: Sıkıştırma
uk: Стягування
zh_cn: 捏合

source: Rotate ⤸ 90°
ca: Girar ⤸ 90°
cs: Otočit ⤸ 90°
de: Drehe ⤸ 90°
el: Περιστροφή ⤸ 90°
es: Girar ⤸ 90°
fa: چرخش ⤸ °۹۰
fr: Rotation ⤸ de 90°
gl: Xirar ⤸90°
hu: Forgatás ⤸ 90°
it_it: Ruota 90° ⤸
ja: 90° ⤸ 回転
ko_kr: ⤸ 90° 회전
nl_nl: Draaien ⤸ 90°
pl: Obróć ⤸ 90°
pt_br: Girar ⤸90°
ru: Повернуть на 90° ⤸
sk: Otočiť ⤸ o 90°
sr: Ротирање ⤸ 90°
tr: 90° ⤸ döndür
uk: Обернути ⤸ 90°
zh_cn: 顺时针旋转 90 度

source: Rotate ⤹ 90°
ca: Girar ⤹ 90°
cs: Otočit ⤹ 90°
de: Drehe ⤹ 90°
el: Περιστροφή ⤹ 90°
es: Girar ⤹ 90°
fa: چرخش ⤹ °۹۰
fr: Rotation ⤹ de 90°
gl: Xirar ⤹90°
hu: Forgatás ⤹ 90°
it_it: Ruota ⤹90°
ja: 90° ⤹ 回転
ko_kr: ⤹ 90° 회전
nl_nl: Draaien ⤹ 90°
pl: Obróć ⤹ 90°
pt_br: Girar ⤹90°
ru: Повернуть на 90° ⤹
sk: Otočiť ⤹ o 90°
sr: Ротирање ⤹ 90°
tr: 90° ⤹ döndür
uk: Обернути ⤹ 90°
zh_cn: 逆时针旋转 90 度

source: Multiswipes allow you to perform complex gestures built up out of multiple swipe directions, never losing touch with the screen. These advanced gestures consist of either straight swipes or diagonal swipes. To ensure accuracy, they can't be mixed.
ar: الايماءات المتعددة أو التمريرات المتعددة الاتجاهات تتيح لك القيام بايماءات مركّبةٍ تتكون من حركاتٍ متعدّدةٍ باتجاهات مختلفة بإصبعك على الشاشة دون أن تقوم برفع أصبعك عن الشاشة . هذه الإيماءات المتقدّمة تتكون إما من سَحبٍ مستقيمٍ أو مائل. لضمان الدقّة في تمييز الإيماءات, لا يمكن الخلط بينها.
ca: El multiliscament permet realitzar gestos complexos creats a partir de diverses direccions de lliscament. Mentre es realitzen, el dit sempre ha d'estar en contacte amb la pantalla. Aquests gestos avançats consisteixen en moviments rectes o diagonals. Per a garantir la precisió, no es poden combinar.
cs: Multi-tahy vám umožní provádět komplexní gesta vytvořená z několika tahů různými směry bez toho, aby byl ztracen dotek s obrazovkou. Tato pokročilá gesta se skládají buď z přímých nebo diagonálních tahů. Aby byla zajištěna přesnost, nelze je míchat.
de: Multiswipes ermöglichen es Ihnen, komplexe Gesten auszuführen, die aus mehreren Wischgesten aufgebaut sind ohne den Kontakt zum Bildschirm zu verlieren. Diese fortgeschrittenen Gesten bestehen entweder aus geraden Streifen oder diagonalen Streifen. Um die Genauigkeit zu gewährleisten, können sie nicht gemischt werden.
el: Οι πολυ-σαρώσεις σας επιτρέπουν να εκτελείτε σύνθετες κινήσεις που δημιουργούνται από σαρώσεις πολλαπλών κατευθύνσεων, χωρίς να διακόπτεται ποτέ η επαφή με την οθόνη. Αυτές οι προχωρημένες χειρονομίες αποτελούνται είτε από ευθείες είτε από διαγώνιες σαρώσεις. Για να διασφαλιστεί η ακρίβεια, δεν μπορούν να αναμειχθούν.
es: El multideslizamiento permite realizar gestos complejos creados a partir de varias direcciones de deslizamiento. Mientras se realizan, el dedo siempre ha de estar en contacto con la pantalla. Estos gestos avanzados consisten en movimientos rectos o diagonales. Para garantizar la precisión, no se pueden combinar.
fr: Les balayages multiples vous permettent d’effectuer des gestes complexes composés de plusieurs balayages consécutifs, dans des directions différentes, sans jamais perdre le contact avec l’écran. Ces gestes avancés sont composés de balayages en ligne droite ou de balayages en diagonale. Pour assurer leur précision, ils ne peuvent pas être mélangés (c.-à-d. que des diagonales ou que des lignes droites).
gl: Os acenos múltiples permiten realizar xestos complexos compostos de múltiples direccións de deslizamento sen deixar de tocar a pantalla. Estes xestos avanzados consisten de deslizamentos rectos ou diagonais. Para maior precisión, non poden ser mesturados.
hu: A többujjas érintések segítségével összetett gesztusokat hajthat végre, amelyek olyan több irányú mozdulatokból épülnek fel, melyek közben az ujjak nem emelkednek el a képernyőről. Ezek a fejlett gesztusok egyenes vagy átlós mozdulatokból állnak. A pontosság érdekében ezek nem keverhetőek.
it_it: Il gesto multi-dito ti consente di eseguire gesti complessi creati da più direzioni di scorrimento, senza mai perdere il contatto con lo schermo. Questi gesti avanzati consistono o in movimenti diritti o diagonali. Per garantire la precisione, non si possono combinare.
ja: マルチスワイプは、複数のスワイプ方向から構成される複雑なジェスチャーを画面との距離を保ったまま行うことができます。 この高度なジェスチャーは直線的なスワイプと斜め方向のスワイプのどちらかで構成されています。正確さを保つため、混在させることはできません。
ko_kr: 다중 와이프는 여러 번의 스와이프 방향으로 구성된 복잡한 제스처를 수행할 수 있으며, 화면에서 터치한 것을 잃지 않습니다. 이러한 고급 제스처는 직선 대각선 스와이프로 구성됩니다. 정확성을 위해 직선과 대각선을 섞어 사용할 수는 없습니다.
nl_nl: Multivegen maken het mogelijk om complexe gebaren te maken die uit die uit meerdere vegen zijn opgebouwd, zonder contact met het scherm te verliezen. Deze geavanceerde gebaren bestaan oftewel uit rechte vegen of diagonale vegen. Om accuraatheid te garanderen, kunnen ze niet worden gemengd.
pl: Wielogesty pozwalają wykonywać złożone gesty zbudowane z przesuwania palcem w różnych kierunkach nie odrywając go od ekranu. Te zaawansowane gesty składają się z prostych lub ukośnych przesunięć palcem po ekranie. Aby zapewnić dokładność, nie można ich mieszać.
pt_br: Os deslizes múltiplos permitem que você execute gestos complexos criados a partir de várias direções de deslize, sem parar de tocar na tela. Esses gestos avançados consistem em deslizes retos ou na diagonal. Para garantir a precisão, eles não podem ser misturados.
ro: Glisările multiple îți permit să faci gesturi complexe compuse din mai multe direcții de glisări, dar fără să pierzi contactul cu ecranul. Aceste gesturi avansate pot fi glisări drepte sau diagonale. Pentru a fi precise, acestea nu pot fi amestecate.
ru: Мультисвайпы позволяют выполнять сложные жесты, построенные из свайпов в нескольких направлениях, без потери при этом касания экрана. Данные расширенные жесты состоят из прямых или диагональных свайпов. Однако для гарантии точности их нельзя смешивать.
sk: Viacnásobné potiahnutie vám umožňuje vykonávať zložité gestá zostavené z viacerých smerov potiahnutia, pričom nikdy nestratíte kontakt s obrazovkou. Tieto pokročilé gestá pozostávajú buď z priamych alebo diagonálnych potiahnutí. Na zabezpečenie presnosti ich nemožno miešať.
sr: Мултипревлачења вам омогућавају да обавите сложене гестикулације које су изграђене из више смерова превлачења, без подизања прста са екрана. Ове напредне гестикулације се састоје или од правих превлачења или од дијагоналних. Да би се обезбедила прецизност, превлачења могу да се мешају.
tr: Çoklu kaydırmalar, birden fazla kaydırma yönünden oluşan karmaşık el hareketleri yapabilmenizi sağlar, ekrana dokunmayı asla bırakmazsınız. Bu gelişmiş el hareketleri düz ya da çapraz kaydırmaları içerebilir. Doğruluğundan emin olmak için iki el hareketi türü birlikte kullanılamaz.
uk: Багаторазове проведення дозволяє виконувати складні жести, побудовані з проведень у кількох напрямках, без відриву пальців від екрана. Ці розширені жести складаються або з прямих, або з діагональних. Для забезпечення точності їх не можна поєднувати.
zh_cn: 多重滑动手势允许你在不抬起手指的情况下使用多个方向的复杂手势。 这种高级手势由垂直水平手势或对角线手势组成。为保证精确性，对角线与垂直水平手势无法混用。

source: %1 (default)
ar: %1 (اعتيادي)
ca: %1 (per defecte)
cs: %1 (výchozí)
de: %1 (standard)
el: %1 (προεπιλογή)
es: %1 (predeterminado)
fa: %1 (پیشفرض)
fr: %1 (défaut)
gl: %1 (por defecto)
hu: %1 (alapértelmezés)
it_it: %1 (predefinito)
ja: %1 (デフォルト)
ko_kr: %1 (기본값)
nl_nl: %1 (standaard)
pl: %1 (domyślnie)
pt_br: %1 (padrão)
ro: %1 (implicit)
ru: %1 (по умолчанию)
sk: %1 (predvolená)
sr: %1 (подразумевано)
tr: %1 (varsayılan)
uk: %1 (за замовчуванням)
zh_cn: %1 (默认)

source: Anchor QuickMenu to gesture position
ca: Ancorar Menú ràpid a la posició del gest
de: QuickMenu an der Gestenposition verankern
el: Αγκύρωση του «Γρήγορου μενού» στη θέση της χειρονομίας
es: Anclar Menú rápido a la posición del gesto
fr: Ancrer QuickMenu à la position gestuelle
gl: Fixar o Menú Rápido na posición do aceno
hu: Gyorsmenü lehorgonyzása a gesztus pozíciójához
it_it: Ancoraggio di QuickMenu alla posizione della gesture
ko_kr: QuickMenu를 제스처 위치에 고정
nl_nl: Snelmenu verankeren op gebarenpositie
pl: Zakotwicz szybkie menu do pozycji gestu
pt_br: Fixar o Menu Rápido na posição do gesto
ru: Привязать «Быстрое меню» к месту касания
sk: Ukotviť rýchle menu do polohy gesta
sr: Усидри позицију БрзогМенија на позицију гестикулације
tr: Hızlı menü el hareketinin konumuna göre ayarlansın
uk: Прив'язати швидке меню до позиції жесту
zh_cn: 菜单位置跟随手势

source: Always active
ca: Sempre actiu
cs: Vždy aktivní
de: Immer aktiv
el: Πάντα ενεργή
es: Siempre activo
fa: همیشه فعال
fr: Toujours actif
gl: Sempre activa
hu: Mindig aktív
it_it: Sempre attivo
ko_kr: 항상 활성화
nl_nl: Altijd actief
pl: Zawsze aktywne
pt_br: Sempre ativo
ru: Всегда активно
sk: Vždy aktívne
sr: Увек активно
tr: Her zaman etkin
uk: Завжди активно
zh_cn: 始终显示

source: Multiswipe recorder
ar: مسجّل الإيماءات متعددة الحركات
ca: Gravador de gestos de multilliscament
cs: Nahrát multi-tahové gesto
el: Εγγραφή πολυ-σάρωσης
es: Grabador de gestos de multideslizamiento
fa: ضبط ژست حرکتی چندگانه
fr: Enregistreur de balayages multiples
gl: Gravador de acenos múltiples
hu: Többujjas érintésműveletek felvétele
it_it: Registratore gesto a più dita
ja: マルチスワイプ 記録
ko_kr: 다중 스와이프 기록기
nl_nl: Multiveegopnemer
pl: Rejestrator wielogestu
pt_br: Gravador de multideslizes
ro: Înregistrator glisare multiplă
ru: Запись мультисвайпа
sk: Záznamník pre viacnásobné potiahnutie
sr: Снимач мултипревлачења
tr: Çoklu kaydırma kaydedici
uk: Записувач жестів
zh_cn: 多重滑动手势记录器

source: Make a multiswipe gesture
ar: قم بعمل إيماءةٍ متعددة الاتجاهات
ca: Realitzar un gest de multilliscament
cs: Udělejte multi-tahové gesto
de: Führe eine Multiswipe-Geste durch
el: Δημιουργήστε μία χειρονομία πολυ-σάρωσης
es: Realizar un gesto de multideslizamiento
fa: ساخت یک ژست حرکتی چندگانه
fr: Effectuer un geste de balayage multiple
gl: Fai un aceno múltiple
hu: Kombinált többujjas érintésművelet létrehozása
it_it: Fai un gesto di multi-scorrimento
ja: マルチスワイプ ジェスチャーを作る
ko_kr: 다중 스와이프 제스처를 만들기
nl_nl: Maak een multiveeggebaar
pl: Wykonaj wielogest
pt_br: Faça um gesto de multideslize
ro: Fă o glisare multiplă
ru: Сделать жест с несколькими движениями
sk: Urobte gesto pre viacnásobné potiahnutie
sr: Направите гестикулацију мултипревлачењем
tr: Bir çoklu kaydırma el hareketi yapın
uk: Виконайте жест по екрану
zh_cn: 创建一个多重滑动手势

source: Recorded multiswipe already exists.
ar: الإيماءة متعددة الاتجاهات التي سجلتها موجودة مسبقًا.
ca: El gest gravat ja existeix.
cs: Nahraný multi-tah již existuje.
de: Der aufgezeichnete Multiswipe existiert bereits.
el: Η καταγραφείσα πολυ-σάρωση υπάρχει ήδη.
es: El gesto grabado ya existe.
fa: ژست حرکتی چندگانه ضبط شده در حال حاضر وجود دارد.
fr: Le balayage multiple enregistré existe déjà.
gl: Xa hay un aceno múltiple gardado igual a este.
hu: A rögzített többujjas érintés már létezik.
it_it: Il gesto a più dita registrato esiste già.
ja: 記録されたマルチスワイプは既に存在します。
ko_kr: 기록된 다중 스와이프가 이미 있습니다.
nl_nl: De opgenomen multiveeg bestaat al.
pl: Zarejestrowany wielogest już istnieje.
pt_br: O multideslize gravado já existe.
ro: Glisarea multiplă înregistrată există deja.
ru: Записанный мультисвайп уже существует.
sk: Zaznamenané viacnásobné potiahnutie už existuje.
sr: Снимљено мултипревлачење већ постоји.
tr: Kaydedilen çoklu kaydırma hareketi zaten var.
uk: Записаний жест уже існує.
zh_cn: 录制的手势已存在。

source: The number of possible multiswipe gestures is theoretically infinite. With the multiswipe recorder you can easily record your own.
ar: نظريًّا لا يوجد سقفٌ أعلى لعدد الإيماءات متعددة الاتجاهات الممكنة. باستخدام مسجّل الإيماءات المتعدّدة يمكنك بسهولةِ تسجيل إيماءاتك الخاصّة.
ca: El nombre de gestos de multilliscament possibles és teòricament infinit. Amb el gravador de gestos de multilliscament es poden gravar fàcilment gestos personalitzats.
cs: Počet možných multi-tahových gest je teoreticky nekonečný. Pomocí multi-tahového nahrávače můžete jednoduše nahrát svoje vlastní gesta.
de: Die Anzahl der möglichen Multiswipe-Gesten ist theoretisch unbegrenzt. Mit dem Multiswipe-Recorder kannst Du ganz einfach Deine eigenen Aufnahmen machen.
el: Ο αριθμός των πιθανών χειρονομιών πολυ-σαρώσεων είναι θεωρητικά άπειρος. Με τη συσκευή εγγραφής πολυ-σάρωσης μπορείτε εύκολα να εγγράψετε τη δική σας.
es: El número de gestos de multideslizamiento posibles es teóricamente infinito. Con el grabador de gestos de multideslizamiento se pueden grabar fácilmente gestos personalizados.
fr: Le nombre de balayages multiples réalisable est théoriquement infini. Avec l’enregistreur de balayages multiples, vous pouvez facilement enregistrer le vôtre.
gl: O número de posibles acenos múltiples é en teoría infinito. Co gravador de acenos múltiples podes gravar os teus propios.
hu: A lehetséges többujjas érintések száma elméletileg végtelen. A többujjas érintések rögzítésével könnyedén rögzítheti a saját műveleteit.
it_it: Il numero di possibili gesti di multi-scorrimento è teoricamente infinito. Con il registratore di gesti multi-dito puoi registrare facilmente il tuo.
ja: マルチスワイプのジェスチャーは、理論上、無限に存在します。マルチスワイプレコーダーを使えば、自分だけのジェスチャーを簡単に記録することができます。
ko_kr: 다중 스와이프 제스처의 경우의 수는 이론 상으로 무한대입니다. 다중 스와이프 기록기를 이용하면 사용자만의 제스처를 쉽게 기록할 수 있습니다.
nl_nl: In theorie bestaat er een oneindig aantal mogelijke multivegen. Met de multiveegopnemer kun je eenvoudig je eigen multivegen opnemen.
pl: Liczba możliwych wielogestów jest teoretycznie nieskończona. Przy pomocy rejestratora wielogestów możesz łatwo utworzyć własne.
pt_br: O número de possíveis gestos de multideslize é teoricamente infinito. Com o gravador de multideslize, você pode gravar facilmente o seu.
ro: Numărul maxim teoretic de glisări multiple este infinit. Cu înregistratorul de glisări multiple poți să îți înregistreză propria combinație de glisări.
ru: Число возможных сочетаний жестов для мультисвайпов теоретически бесконечно. Здесь вы можете легко создавать свои собственные.
sk: Počet možných gest viacnásobného potiahnutia je teoreticky nekonečný. Pomocou záznamníka pre viacnásobné potiahnutie môžete ľahko nahrať svoje vlastné.
sr: Број могућих мултипревлачења је теоретски бесконачан. Снимачем мултипревлачења можете једноставно да снимите сопствено.
tr: Olası çoklu kaydırma el hareketleri teorik olarak sonsuzdur. Çoklu kaydırma kaydedici ile kolayca kendi istediğiniz el hareketini kaydedebilirsiniz.
uk: Кількість можливих жестів теоретично нескінченна. За допомогою записувача жестів ви можете легко записати свій власний.
zh_cn: 理论上可以定义无限多个多重滑动手势，使用手势录制器可以很容易录制一个新的手势。

source: Remove custom multiswipe %1?
ar: هل تريد إزالة الإيماءة متعددة الأصابع المخصصة %1؟
ca: Eliminar el gest personalitzat %1?
cs: Odstranit vlastní multi-tah %1?
de: Benutzerdefinierten Multiswipe %1 entfernen?
el: Να διαγραφεί η προσαρμοσμένη πολυ-σάρωση %1;
es: ¿Eliminar el gesto personalizado %1?
fr: Supprimer le balayage multiple personnalisé %1 ?
gl: Borrar o aceno múltiple %1?
hu: Eltávolítja ezt az egyedi többujjas érintést %1?
it_it: Rimuovere il gesto a più dita personalizzato %1?
ja: カスタムマルチスワイプ %1 を削除しますか？
ko_kr: 사용자 다중 스와이프 %1를 제거할까요?
nl_nl: Aangepaste multiveeg %1 verwijderen?
pl: Usunąć niestandardowy wielogest %1?
pt_br: Remover multideslize personalizado %1?
ro: Ștergi glisarea multiplă particularizată %1?
ru: Удалить свой мультисвайп %1?
sk: Odstrániť vlastné viacnásobné potiahnutie prstom %1?
sr: Желите ли да уклоните произвољно мултипревлачење %1?
tr: %1 çoklu kaydırma hareketi silinsin mi?
uk: Вилучити власний жест %1?
zh_cn: 删除自定义手势 %1 吗？

source: Gesture intervals
ar: فترات الإيماءات
ca: Interval de gestos
cs: Intervaly gest
de: Gesten-Intervall
el: Χρονικά διαστήματα χειρονομιών
es: Intervalo de gestos
fa: فواصل بین ژست‌های حرکتی
fr: Intervalles des différents gestes
gl: Intervalo de acenos
hu: Gesztusok időzítései
it_it: Intervallo dei gesti
ja: ジェスチャー間隔
ko_kr: 제스처 간격
nl_nl: Gebaarinterval
pl: Przedziały czasowe gestów
pt_br: Intervalos de gestos
ro: Interval gesturi
ru: Интервалы жестов
sk: Intervaly pre gestá
sr: Интервали гестикулације
tr: El hareketi süreleri
uk: Інтервали жестів
zh_cn: 手势时间间隔

source: Text selection rate
ar: معدل اختيار النص
ca: Taxa de selecció de text
cs: Frekvence při výběru textu
de: Textauswahlrate
el: Ρυθμός επιλογής κειμένου
es: Tasa de selección del texto
fr: Fréquence de sélection de texte
gl: Taxa para marcar de texto
hu: Szövegkiválasztási arány
it_it: Frequenza di selezione del testo
ja: テキスト選択時の再描画レート
ko_kr: 텍스트 선택 비율
nl_nl: Tekstselectiesnelheid
pl: Odświeżanie wybierania tekstu
pt_br: Taxa de atualização ao selecionar texto
ro: Rata de selecție a textului
ru: Скорость выделения текста
sk: Frekvencia obnovovania obrazovky počas výberu textu
sr: Учесталост избора текста
tr: Metin seçme hızı
uk: Швидкість вибору тексту
zh_cn: 文本选中刷新率

source: The rate is how often screen will be refreshed per second while selecting text. Higher values mean faster screen updates, but also use more CPU.
ca: La taxa és la freqüència per segon amb la qual s'actualitza la pantalla quan se selecciona text. Els valors més alts impliquen major rapidesa d'actualització, però també major ús de CPU.
cs: Frekvence určuje, jak často za sekundu se bude, během vybírání textu, obnovovat obrazovka. Vyšší hodnota znamená rychlejší obnovování obrazovky, ale také vyšší využití CPU.
de: Die Rate gibt an, wie oft der Bildschirm während der Textauswahl pro Sekunde aktualisiert wird. Höhere Werte bedeuten schnellere Bildschirmaktualisierungen, verbrauchen aber auch mehr CPU.
el: Ο ρυθμός είναι η συχνότητα ανανέωσης της οθόνης ανά δευτερόλεπτο κατά την επιλογή κειμένου. Οι υψηλότερες τιμές σημαίνουν ταχύτερες ενημερώσεις οθόνης, αλλά χρησιμοποιούν επίσης περισσότερο την Κεντρική Μονάδα Επεξεργασίας.
es: La tasa es la frecuencia por segundo con la que se actualiza la pantalla cuando se selecciona texto. Los valores más altos implican mayor rapidez de actualización, pero también mayor uso de CPU.
fr: Ce taux définit la fréquence à laquelle l’écran sera actualisé (par seconde) lors de la sélection du texte. Une valeur plus élevée met à jour l’écran plus souvent, mais consomme également plus le CPU.
gl: A taxa refírese a con que frecuencia se vai refrescar a pantalla cada segundo cando se está a marcar texto. Valores máis altos significan actualizacións de pantalla máis rápidas pero tamén usan máis CPU.
hu: Az arány azt jelzi, hogy a képernyő másodpercenként milyen gyakran frissüljön szövegkijelölés közben. A magasabb érték gyorsabb képernyőfrissítést jelent, de több CPU-t is használ.
it_it: La cadenza è quante volte al secondo lo schermo sarà rinizializzato durante la selezione del testo. Valori più alti significano aggiornamenti più rapidi dello schermo, ma anche uso maggiore della CPU.
ja: このレートは、テキストを選択している間、1秒間に何回画面が更新されるかを示しています。 値が高いほど画面の更新が速くなりますが、CPUの使用量も多くなります。
ko_kr: 비율은 텍스트를 선택하는 동안 화면이 초 단위로 갱신되는 빈도입니다. 값이 클수록 화면 갱신이 빨라지지만 CPU를 더 많이 사용합니다.
nl_nl: De snelheid is hoe vaak per seconde het scherm wordt ververst tijdens het selecteren van tekst. Hogere waarden betekenen snellere schermupdates, maar gebruiken ook meer CPU.
pl: Parametr określa częstotliwość odświeżania ekranu na sekundę podczas wybierania tekstu. Wyższe wartości oznaczają częstsze odświeżanie ekranu, ale jednocześnie zużywają więcej procesora.
pt_br: A taxa é a frequência com que a tela será atualizada por segundo ao selecionar o texto. Valores mais altos significam atualizações de tela mais rápidas, mas também usam mais CPU.
ro: Rata se referă la cît de des va fi reîmprospătat ecranul per secundă atunci cînd se selectează text. Valori mai mari înseamnă reîmprospătări mai rapide, dar consumă mai mult CPU.
ru: Это частота обновлений экрана в секунду при выделении текста. Более высокие значения ускорят обновления экрана, но также сильнее загрузят процессор.
sk: Rýchlosť predstavuje, ako často sa bude obrazovka obnovovať za sekundu počas výberu textu. Vyššie hodnoty znamenajú rýchlejšiu aktualizáciu obrazovky, ale zároveň využívajú viac CPU.
sr: Учесталост значи колико често ће се екран освежавати у једној секунди док се врши избор текста. Веће вредности значе брже освежавање екрана, али и веће оптерећење CPU.
tr: Oran, metin seçilirken ekranın saniyede ne sıklıkta yenileneceğini belirler. Daha yüksek değer, daha hızlı ekran güncellemesi anlamına gelir, ancak aynı zamanda daha fazla işlemci kullanır.
uk: Параметр визначає як часто екран оновлюватиметься за секунду під час вибору тексту. Вищі значення означають швидше оновлення екрана, але водночас використовують більше процесорного часу.
zh_cn: 该速率是在选择文本时屏幕每隔几秒刷新一次。 更高的值意味着更快的屏幕更新，但也使用更多的CPU。

# Frequency
source: Hz
fa: هرتز
ru: Гц
uk: Гц
zh_cn: 赫兹

source: Set rate
ar: تعيين معدل
ca: Configurar taxa
cs: Nastavit frekvenci
de: Rate einstellen
el: Ορισμός ρυθμού
es: Configurar tasa
fa: تنظیم نرخ
fr: Définir le taux
gl: Axustar taxa
hu: Arány beállítása
it_it: Imposta velocità
ja: レートを設定
ko_kr: 비율 설정
nl_nl: Snelheid instellen
pl: Ustaw wartość
pt_br: Definir taxa
ro: Setează rata
ru: Задать скорость
sk: Nastaviť frekvenciu
sr: Постави учесталост
tr: Hızı ayarla
uk: Встановити швидкість
zh_cn: 设置刷新率

source: Tap interval
ar: مهلة النقر
ca: Interval de pulsacions
cs: Interval pro ťuknutí
de: Tippintervall
el: Ορισμός χρόνου μεταξύ πατημάτων
es: Intervalo de pulsaciones
fa: فاصله ضربه‌ها
fr: Intervalle des touchers
gl: Intervalo de premer
hu: Érintés intervalluma
it_it: Intervallo tra i tocchi
ja: タップ間隔
ko_kr: 탭 간격
nl_nl: Tikinterval
pl: Przedział stuknięcia
pt_br: Intervalo de toque
ro: Interval de atingere
ru: Интервал касания
sk: Interval ťuknutia
sr: Интервал тапа
tr: Dokunma aralığı
uk: Інтервал дотиків
zh_cn: 点按间隔
