Repository: spruceUI/spruceOS
Catalog: App/KoReader/l10n/*/koreader.po
Languages: ar, ca, cs, de, el, es, fa, fr, gl, hu, it_it, ja, ko_kr, nl_nl, pl, pt_br, ro, ru, sk, sr, tr, uk, zh_cn

source: Disable font-size set on the main text (keeping possibly larger headings untouched), so that KOReader's font size is used.
ca: Desactivar l'ajust de la grandària de la font en el text principal (mantenint possiblement intactes els encapçalats més grans), de manera que s'utilitza la grandària de font de KOReader.
de: Deaktivieren Sie die Einstellung der Schriftgröße für den Haupttext (wobei eventuell größere Überschriften unberührt bleiben), damit die Schriftgröße von KOReader verwendet wird.
el: Απενεργοποιεί το μέγεθος γραμματοσειράς που έχει οριστεί στο κύριο κείμενο (διατηρώντας ενδεχομένως τις μεγαλύτερες επικεφαλίδες ανέγγιχτες), έτσι ώστε να χρησιμοποιείται το μέγεθος γραμματοσειράς του KOReader.
es: Desactivar el ajuste del tamaño de la fuente en el texto principal (manteniendo posiblemente intactos los encabezados más grandes), de modo que se utilice el tamaño de fuente de KOReader.
fr: Désactivez la taille de police définie sur le texte principal (en gardant éventuellement les en-têtes plus grands intacts), afin que la taille de police de KOReader soit utilisée.
gl: Desactivar o tamaño de fonte configurado directamente no texto principal (posiblemente mantendo os encabezados máis grandes) de xeito que se use a fonte de KOReader.
hu: A főszöveg betűméretének kikapcsolása (az esetleges nagyobb címsorok érintetlenül hagyásával), ezáltal a KOReader betűméretének használata.
it_it: Disabilita la dimensione del carattere impostata sul testo principale (mantenendo intatte le intestazioni eventualmente più grandi), in modo che venga utilizzata la dimensione del carattere di KOReader.
ja: 本文のフォントサイズ設定を(大きな見出しはそのままに)無効にし、KOReaderのフォントサイズが使用されるようにする。
ko_kr: KOReader의 글꼴 크기가 사용되도록 본문에 설정된 글꼴 크기를 비활성화합니다(더 큰 제목은 그대로 유지).
nl_nl: Schakel de lettergrootte-instelling op de hoofdtekst uit (en laat eventueel grotere koppen ongemoeid), zodat de lettergrootte van KOReader wordt gebruikt.
pl: Wyłącz właściwość font-size ustawioną w tekście głównym (zachowując możliwie większe nagłówki nietknięte), aby używany był rozmiar czcionki KOReadera.
pt_br: Desabilita o tamanho da fonte definido no texto principal (mantendo os cabeçalhos possivelmente maiores intocados), para que o tamanho da fonte do KOReader seja usado.
ro: Dezactivează mărimea fontului setată pe textul principal (posibil păstrînd titlurile mai mari neatinse), astfel că va fi folosită mărimea fontului KOReader.
ru: Позволяет отключать в основном тексте наборы размеров шрифта (возможно, что крупные заголовки не изменятся), чтобы KOReader мог использовать для шрифтов собственный размер.
sk: Zakázať nastavenie veľkosti písma na hlavnom texte (ponechať bezo zmeny potenciálne väčšie nadpisy), aby sa použila veľkosť písma KOReadera.
sr: Искључује font-size постављено за главни текст (уз могуће задржавање величине већих наслова), тако да се користи величина фонта наведена у KOReader.
tr: Ana metindeki yazı tipi boyutu ayarını devre dışı bırakır (daha büyük olabilecek başlıklara dokunmaz). Böylece KOReader yazı tipi boyutu kullanılır.
uk: Вимкнути набір розміру шрифту в основному тексті (зберігаючи, можливо, більші заголовки недоторканими), щоб був використаний розмір шрифту KOReader.
zh_cn: 禁用在正文上设置的字体大小（保持可能较大的标题不变），以便使用 KOReader 的字体大小。

source: Line heights
ca: Altures de la línia
cs: Výška řádků
de: Linienhöhen
el: Ύψη γραμμών
es: Alturas de línea
fa: ارتفاع خط
fr: Hauteur des lignes
gl: Alturas de liña
hu: Sormagasságok
it_it: Altezze delle linee
ja: 行の高さ
ko_kr: 줄 간격
nl_nl: Lijnhoogtes
pl: Odstępy między wierszami
pt_br: Altura das linhas
ro: Înălțimi linii
ru: Высота строк
sk: Výšky riadkov
sr: Висине линије
tr: Satır yüksekliği
uk: Висота рядків
zh_cn: 行高

source: Ignore publisher line heights
ar: تجاهل ارتفاع السطر الذي حدده ناشر الكتاب
ca: Ignorar les altures de línia predefinides
cs: Ignorovat výšky řádků vydavatele
de: Ignoriere Zeilenhöhen des Herausgebers
el: Παράβλεψη ύψους γραμμής του εκδότη
es: Ignorar altura de línea predefinida
fa: از ارتفاع خطوط تعیین شده توسط ناشر صرف نظر کن
fr: Ignorer la hauteur de ligne de l’éditeur
gl: Ignorar as alturas de liña do estilo incrustado
hu: Kiadói sormagasság kihagyása
it_it: Ignora le altezze delle righe della casa editrice
ja: 原稿による行の高さを無視
ko_kr: 발행인의 줄 간격 지정 무시하기
nl_nl: Uitgeverlijnhoogtes negeren
pl: Ignoruj odstępy między wierszami wydawcy
pt_br: Ignorar alturas da linha da editora
ro: Ignoră înălțimea liniei editurii
ru: Игнорировать издательскую высоту строк
sk: Ignorovať výšky riadkov vydavateľa
sr: Игнориши висине линија издавача
tr: Yayıncı satır aralıkları yok sayılsın
uk: Ігнорувати висоту лінії видавця
zh_cn: 忽略出版者行高

source: Disable line-height specified in embedded styles, and may allow KOReader's line spacing settings to work on books where they would not.
ar: قم بتعطيل ارتفاع السطر المحدد في الأنماط المضمنة ، وقد يسمح بإعدادات تباعد أسطر KOReader للعمل على الكتب التي لا تفعل ذلك.
ca: Desactivar l'altura de línia especificada en estil incrustat. Pot fer funcionar l'ajust d'espaiat de línia de KOReader en llibres en els quals abans no funcionava.
cs: Zakáže výšku řádků určenou ve vložených stylech a může umožnit, aby nastavení mezer mezi řádky KOReaderu bylo použito na knihách bez výšek řádků.
de: Deaktiviere die Zeilenhöhe, die in eingebetteten Stilen angegeben ist, und ermögliche Zeilenabstandseinstellungen von KOReader an Büchern wo es sonst nicht möglich wäre.
el: Απενεργοποιεί το ύψος γραμμής που καθορίζεται στα ενσωματωμένα στυλ και ενδέχεται να επιτρέψει στις ρυθμίσεις διαχωριστικών γραμμών του KOReader να λειτουργούν σε βιβλία όπου δεν θα το έκαναν.
es: Desactivar la altura de línea especificada en estilo incrustado. Puede hacer que el ajuste de espaciado de línea de KOReader funcione en libros en que no funcionaba.
fr: Désactive la hauteur de ligne spécifiée dans les styles embarqués, ce qui pourrait permettre aux paramètres d’espacement de ligne de KOReader de fonctionner proprement si ce n’était pas déjà le cas.
gl: Desactivar a altura de liña especificada nos estilos incrustados e permitir que a configuración de KOReader para o espazado entre liñas poda funcionar en libros onde non o faría.
hu: Letiltja a beágyazott stílusokban megadott sormagasságot, és engedélyezi, hogy a KOReader sortávolság-beállításai olyan könyvek esetében is működjenek, ahol egyébként nem működnének.
it_it: Disabilita l'altezza della linea specificata negli stili incorporati e può consentire alle impostazioni di spaziatura della linea di KOReader di funzionare su libri in cui non dovrebbero.
ja: 埋め込みスタイルで指定された行の高さを無効にし、KOReaderの行間設定が機能しない書籍で機能するようにすることができます。
ko_kr: 내장된 스타일의 줄 간격 지정을 비활성화 하면, 책에서 줄 간격 지정이 있는 곳에 KOReader의 줄 간격 설정이 사용되도록 할 수 있습니다.
nl_nl: Ingesloten line-height uitschakelen. Dit kan KOReader's regelafstand laten werken in boeken waar dat anders niet het geval is.
pl: Wyłącza odstęp między wierszami we wbudowanych stylach wydawcy. Pozwala na zmianę ustawień odstępu w KOReader.
pt_br: Desativa a altura da linha especificada em estilos incorporados e permite que as configurações de espaçamento de linha do KOReader funcionem em livros onde elas não funcionariam.
ro: Dezactivează înălțimea liniei specificată în stilurile încorporate. Acest lucru poate permite spațierea liniilor definită de KOReader să funcționeze pe cărți unde altfel n-ar fi putut funcționa.
ru: Отключение высоты строк, указанной во встроенных стилях. Это может позволить работать настройкам межстрочного интервала KOReader'а в тех книгах, где их нет.
sk: Zakázať výšku riadku špecifikovanú vo vložených štýloch a povoliť KOReader-u, aby nastavenia riadkovania fungovali aj v knihách, kde by ináč nefungovali.
sr: Искључује line-height наведено у уграђеним стиловима, па тако омогућава да KOReader подешавања прореда функционишу у књигама у којима иначе не би радила.
tr: Gömülmüş biçemlerde belirtilen line-height satır aralığı kullanılmasın ve satır aralığı belirtilmemiş kitaplar için KOReader satır aralığı ayarları kullanılsın.
uk: Вимикає висоту рядка, вказану у вбудованих стилях, і може дозволити працювати налаштуванням міжрядкового інтервалу KOReader в книгах, де їх немає.
zh_cn: 禁用嵌入样式中行高的设置，可能能解决部分文档无法被设置行间距的问题。

source: Enforce steady line heights
ar: فرض ارتفاعات أسطرثابتة
ca: Forçar altura de línia estable
cs: Vynutit stálou výšku řádků
de: Konstante Linienhöhen erzwingen
el: Επιβολή σταθερού ύψους γραμμής
es: Forzar altura de línea estable
fr: Assurer une hauteur de ligne constante
gl: Forzar alturas de liñas estables
hu: Erőltetett fix sormagasság
it_it: Applicare altezze di linea costanti
ja: 安定した行の高さを強制する
ko_kr: 견고한 줄간격 강제하기
nl_nl: Vaste lijnhoogtes forceren
pl: Wymuszaj stałe odstępy między wierszami
pt_br: Forçar alturas de linhas estáveis
ro: Impune înățime de linie constante
ru: Обеспечивать постоянную высоту строк
sk: Vynútiť rovnakú výšku riadkov
sr: Форсирај стабилне висине линија
tr: Sabit satır aralıkları dayatılsın
uk: Дотримуватись сталої висоти ліній
zh_cn: 强制统一行高

source: Prevent inline content like sub- and superscript from changing their paragraph line height.
ar: منع المحتوى المضمن مثل الخط الفرعي والمرتفع من تغيير ارتفاع سطر الفقرة.
ca: No permetre a elements de línia com subíndexs i superíndexs modificar l'altura de línia.
cs: Zabrání obsahu na řádcích jako je dolní a horní index měnit výšku řádků v odstavcích.
de: Verhindern Sie, dass Inline-Inhalte wie Unter- und Hochkommata ihre Absatzzeilenhöhe ändern.
el: Αποτρέπει το εντός γραμμής (inline) περιεχόμενο, όπως οι κάτω δείκτες και οι εκθέτες, από την αλλαγή του ύψους της γραμμής παραγράφου.
es: Evitar que elementos de línea como subíndices y superíndices afecten a la altura de línea.
fr: Empêcher les contenus en ligne comme les indices et les exposants de modifier la hauteur de la ligne du paragraphe.
gl: Non permitir que elementos da liña como sub- e superíndices afecten á súa altura.
hu: Megakadályozza, hogy az alsó- és felső index befolyásolja a bekezdés sormagasságát.
it_it: Impedire che il contenuto in linea, come pedice e apice, modifichi l'altezza della riga del paragrafo.
ja: 下付き文字や上付き文字などのインラインコンテンツが段落の行の高さを変更しないようにします。
ko_kr: 위 아래 첨자가 문단의 줄 간격에 영향을 주지 않도록 합니다.
nl_nl: Laat sub- en superscript geen invloed uitoefenen op alinealijnhoogte.
pl: Zapobiegaj zmianom wysokości wiersza akapitu w treściach takich jak indeks górny i dolny.
pt_br: Evita que conteúdos de texto como sobrescritos e subscritos alterem a altura da linha do parágrafo.
ro: Evită ca sub/super-scriptul să modifice înălțimea liniei paragrafului.
ru: Не допускать изменения высоты строк абзаца строчными элементами (типа под- и надстрочного текста).
sk: Zabrániť tomu, aby vložený obsah ako dolný a horný index zmenil výšku riadku odseku.
sr: Спречава да садржај у линији као што је суб- и суперскрипт мења висину линије параграфа у коме се налази.
tr: Satır aralığını etkileyen alt ve üst karakterlerin paragrafın satır yüksekliğini değiştirmesini engeller.
uk: Не допускати, щоб вбудований уміст, як-от під- і надрядковий текст, не змінював висоту рядка абзацу.
zh_cn: 防止内联内容（如上标或下标）影响行高。

source: Smaller sub- and superscript
ar: نص فرعي ونص مرتفع أصغر
ca: Subíndexs i superíndexs més petits
cs: Menší dolní a horní index
de: Kleineres Sub- und Superscript
el: Μικρότεροι κάτω δείκτες και εκθέτες
es: Subíndices y superíndices más pequeños
fr: Indices et exposants plus petits
gl: Sub- e superíndices máis pequenos
hu: Kisebb alsó és felsőindexek
it_it: Sottotitoli e apice più piccoli
ja: 下付き文字と上付き文字を小さくする
ko_kr: 더 작은 아래 위 첨자
nl_nl: Kleiner sub- en superscript
pl: Mniejsze przypisy górne oraz dolne
pt_br: Sobrescritos e subscritos menores
ro: Sub/super-script mai mici
ru: Уменьшать под- и надстрочный текст
sk: Menší dolný a horný index
sr: Мањи суб- и суперскрипт
tr: Daha küçük alt ve üst karakterler
uk: Менший підрядковий та надрядковий текст
zh_cn: 小字号上下标

source: Prevent sub- and superscript from affecting line-height.
ar: منع تأثير الأحرف الفرعية والمرتفعة على ارتفاع السطر.
ca: Evitar que subíndexs i superíndexs afectin a l'altura de línia.
cs: Zabraňuje vlivu dolního a horního indexu na výšku řádků.
de: Verhindern , dass Sub- und Superscript die Zeilenhöhe beeinflussen.
el: Αποτρέπει τον κάτω δείκτη και τον εκθέτη να επηρεάσουν το ύψος γραμμής.
es: Evitar que subíndices y superíndices afecten a la altura de línea.
fr: Empêcher les exposants et les indices d’affecter la hauteur de ligne.
gl: Non permitir que sub- e superíndice afecten á altura de liña.
hu: Megakadályozza, hogy az alsó- és felső index befolyásolja a sor magasságát.
it_it: Impedire che sub e superscript influenzino l'altezza della riga.
ja: 下付き文字や上付き文字が行の高さに影響しないようにする。
ko_kr: 아래 위 첨자가 줄 높이에 영향을 주지 않도록 하십시오.
nl_nl: Laat sub- en superscript geen invloed uitoefenen op lijnhoogte.
pl: Zapobiegaj wpływowi indeksu górnego i dolnego na odstęp pomiędzy wierszami.
pt_br: Impede que sobrescritos e subscritos alterem a altura da linha.
ro: Evită ca sub/super-scriptul să afecteze înălțimea liniei.
ru: Не позволять под- и надстрочному тексту влиять на высоту строки.
sk: Zabrániť tomu, aby dolný a horný index ovplyvňovali výšku riadku.
sr: Спречава да суб- и суперскрипт утиче на висину линије.
tr: Satır aralığını etkileyen alt ve üst karakterleri engeller.
uk: Запобігати впливу під- і надрядкових символів на висоту рядка.
zh_cn: 防止上下标影响行高。

source: Paragraphs
ar: الفقرات
ca: Paràgrafs
cs: Odstavce
de: Absätze
el: Παράγραφοι
es: Párrafos
fa: پاراگراف‌ها
fr: Paragraphes
gl: Parágrafos
hu: Bekezdések
it_it: Paragrafi
ja: 段落
ko_kr: 문단
nl_nl: Alinea's
pl: Akapity
pt_br: Parágrafos
ro: Paragrafe
ru: Абзацы
sk: Odseky
sr: Пасуси
tr: Paragraflar
uk: Абзаци
zh_cn: 段落

source: Generic web browser paragraph style
ar: نسق متصفح الويب المعمّم
ca: Estil de paràgraf de navegador web genèric
cs: Odstavce jako ve webovém prohlížeči
de: Allgemeiner Webbrowser Absatzstil
el: Γενικό στυλ παραγράφου προγράμματος περιήγησης διαδικτύου
es: Estilo de párrafo de navegador web genérico
fr: Styler les paragraphes comme un navigateur web
gl: Estilo de parágrafo de navegador web xenérico
hu: Általános webböngésző paragrafus stílus
it_it: Stile paragrafo generico del browser web
ja: 一般的なWebブラウザの段落スタイル
ko_kr: 일반 웹 브라우저 문단 스타일
nl_nl: Webbrowser-alineastijl
pl: Ogólny styl akapitu przeglądarki internetowej
pt_br: Estilo de parágrafo genérico do navegador da Web
ro: Stil paragraf pentru navigator web generic
ru: Стиль абзацев как у веб-браузера
sk: Všeobecný štýl odseku webového prehliadača
sr: Општи стил пасуса веб прегледача
tr: Genel web tarayıcı paragraf biçemi
uk: Загальний стиль абзацу переглядача
zh_cn: 浏览器的段落样式

source: Display paragraphs as browsers do, in full-block style without indentation or justification, discarding KOReader's book paragraph style. This might be needed with some documents that expect this style as the default, and only use CSS when it needs to diverge from this default.
ar: عرض الفقرات كما تفعل المستعرضات، في نمط كتلة كاملة دون المسافة البادئة أو تبرير، وتجاهل نمط فقرة كتاب ل KOReader. قد تكون هناك حاجة إلى ذلك مع بعض المستندات التي تتوقع هذا النمط كافتراضي، واستخدام CSS فقط عندما يحتاج إلى الابتعاد عن هذا النمط الافتراضي.
ca: Mostrar els paràgrafs tal com ho fan els navegadors, en estil de bloc complet sense sagnia ni justificació, descartant l'estil de paràgraf de llibre de KOReader. Això pot ser necessari en alguns documents que esperen que aquest estil sigui el predeterminat, i només usin CSS quan sigui necessari desviar-se de l'estil predeterminat.
cs: Zobrazí odstavce tak jak jsou zobrazeny ve webovém prohlížeči, v bloku bez odsazení, nebo zarovnání a odstraní stylování KOReaderu pro odstavce knihy. Tato možnost se může hodit u některých dokumentů, u kterých je to očekávaný styl zobrazení, a které používají jen CSS, když se potřebují od tohoto zobrazení odchýlit.
de: Zeigen Sie Absätze wie im Browser an, im Full-Block-Stil ohne Einrückung oder Ausrichtung und verwerfen Sie den Buchabsatzstil von KOReader. Dies kann bei einigen Dokumenten erforderlich sein, die diesen Stil als Standard erwarten und CSS nur dann verwenden, wenn es von diesem Standard abweichen muss.
el: Εμφανίζει τις παραγράφους όπως στα προγράμματα περιήγησης, χωρίς εσοχή ή πλήρη στοίχιση, απορρίπτοντας το στυλ παραγράφου του βιβλίου KOReader. Αυτό μπορεί να χρειαστεί σε ορισμένα έγγραφα που αναμένουν αυτό το στυλ ως προεπιλογή και χρησιμοποιούν CSS μόνο όταν πρέπει να αποκλίνουν από αυτήν την προεπιλογή.
es: Mostrar los párrafos tal como lo hacen los navegadores, en estilo de bloque completo sin sangría ni justificación, descartando el estilo de párrafo de libro de KOReader. Esto puede ser necesario en algunos documentos que esperan que este estilo sea el predeterminado, y sólo usen CSS cuando sea necesario desviarse del estilo predeterminado.
fr: Affiche les paragraphes comme les navigateurs le font, sans indentation ni justification, en supprimant le style de paragraphe de livre de KOReader. Cela peut être nécessaire avec certains documents qui attendent ce style par défaut.
gl: Mostrar parágrafos como o fan os navegadores, en estilo de bloque completo, sen sangrar ou xustificar, descartando o estilo de KOReader de parágrafo de libro. Isto pode ser necesario en algúns documentos que agardan este estilo por defecto e só usan CSS cando o precisan.
hu: A bekezdések megjelenítése a böngészőkhöz hasonlóan, teljes blokk méretben, behúzások és sorkizárások nélkül, a KOReader könyvi bekezdésmegjelenítés kizárásával. Ez szükséges lehet néhány dokumentumban, amik ezt a stílust várják el, és CCS használata csak az alapértelmezettől való eltérés esetén.
it_it: Mostra i paragrafi come fanno i browser, in stile blocco completo senza rientro o giustificazione, scartando lo stile di paragrafo del libro di KOReader. Ciò potrebbe essere necessario con alcuni documenti che prevedono questo stile come predefinito e utilizzano CSS solo quando è necessario divergere da questo valore predefinito.
ja: webブラウザーが行うように、KOReaderの段落スタイルを破棄し、インデントや両端揃えのないフルブロック・スタイルで、段落を表示します。 これは、このスタイルをデフォルトとして期待し、このデフォルトから乖離する必要がある場合にのみCSSを使用する一部のドキュメントで必要となる場合があります。
ko_kr: 들여쓰기나 양쪽 정렬 없이 브라우저에서 스타일이 전체를 한 단위로 문단을 표시하면, KOReader의 책 문단 스타일은 무시됩니다. 이 스타일을 기본값으로 예상하고 있는 일부 문서는 이 옵션이 필요하며, 이 기본값을 벗어날 때만 CSS를 사용합니다.
nl_nl: Alinea's als webbrowsers weergeven, in volledige blokstijl zonder inspringen of uitvullen, in tegenstelling tot KOReader's eigen boekalineastijl. Dit kan nodig zijn in documenten die een dergelijke weergave verwachten, en alleen CSS gebruiken om van die standaard af te wijken.
pl: Wyświetla akapity tak jak przeglądarki, w stylu pełnego bloku bez wcięcia lub justowania, odrzucając styl akapitowy książki KOReadera. Może to być konieczne w przypadku niektórych dokumentów, które oczekują tego stylu jako domyślnego i używają CSS tylko wtedy, kiedy muszą odejść od tej wartości domyślnej.
pt_br: Exibe parágrafos como os navegadores, em estilo bloco-completo sem recuo ou justificativa, descartando o estilo de parágrafo de livro do KOReader. Isso pode ser necessário com alguns documentos que esperam esse estilo como padrão e usar CSS apenas quando ele precisar divergir desse padrão.
ro: Afișează paragrafele așa cum o fac și navigatoarele web: în stil bloc, fără indentare sau aliniere, ignorînd astfel stilurile de paragraf ale KOReader. Acest lucru poate fi necesar cu unele documente care se așteaptă ca acest stil să fie implicit și care folosesc CSS numai cînd paragraful trebuie să difere de cel implicit.
ru: Отображение абзацев так, как это делают браузеры: в стиле полного блока без отступа или выравнивания, игнорируя книжный стиль KOReader'а для абзацев. Это может понадобиться в некоторых документах, использующих такой стиль по умолчанию - с подключением CSS только при необходимости отклонений от этого стиля.
sk: Zobraziť odseky tak, ako to robia prehliadače, v štýle celého bloku, bez odsadenia alebo zarovnania, čím sa zruší KOReader-om nastavený štýl odsekov knihy. To môže byť potrebné pri niektorých dokumentoch, ktoré očakávajú tento štýl ako predvolený a používajú CSS iba vtedy, keď sú potrebné rozdielne nastavenia než predvolené.
sr: Пасуси се приказују онако како то раде веб прегледачи, у стилу пуног блока без увлачења или поравнања, одбацујући KOReader стил пасуса књиге. Ово може бити потребно у случају неких докумената који очекују да је овакав стил подразумеван, па затим користе CSS само онда када је потребно да се одступи од тог подразуеваног начина приказвања.
tr: Paragrafları, tarayıcılar gibi, KOReader kitap paragraf biçemini yok sayarak, girintisiz ya da hizalamadan tam blok biçeminde görüntüler. Buna bu biçemi varsayılan olarak bekleyen bazı belgeler tarafından gerek duyulabilir ve yalnızca bu varsayılandan ayrılması gerekiyorsa CSS kullanın.
uk: Відображати абзаци так, як це роблять вебоглядачі, в стилі повного блоку без відступу або вирівнювання, відкидаючи стиль абзацу книги KOReader. Це може знадобитися в деяких документах, для яких цей стиль використовується типово, і використовувати CSS тільки тоді, коли необхідно відхилитися від цього типового значення.
zh_cn: 以浏览器的不带缩进与对齐的全块样式显示段落，忽略KOReader的书籍段落样式。 某些文档可能需要将此样式作为默认样式，且仅在需要偏离此默认值时才使用CSS。

source: Tailor widths and text-indent for CJK
ca: Adaptar amplària i sagnies de text per a CJK
de: Breiten und Texteinrückungen für CJK anpassen
el: Προσαρμογή πλάτους και εσοχής κειμένου για CJK
es: Adaptar anchura y sangrías de texto para CJK
fr: Adapter les largeurs et le retrait du texte pour CJK
gl: Adaptar largo e sangrías de texto para CJK
hu: Beállítja a szélességet és a szövegbehúzást a CJK karakterekhez
it_it: Personalizza larghezze e rientro del testo per CJK
ja: 日中韓の文字幅、インデントを調整する
ko_kr: CJK의 너비와 텍스트 들여쓰기 조정
nl_nl: Breedtes en tekstinspringing aanpassen voor CJK
pl: Dostosuj szerokości i wcięcie tekstu dla CJK
pt_br: Adaptar larguras e recuo de texto para CJK
ro: Potrivește lățimile și indentarea textului pentru CJK
ru: Подгонять ширину и отступ текста для CJK
sk: Prispôsobiť šírky a odsadenie textu pre ázijské jazyky (CJK)
sr: Удеси ширине и увлачење текста за CJK
tr: CJK için genişlikler ve metin girintisi uyarlansın
uk: Адаптувати ширину та відступ тексту для CJK
zh_cn: 调整 CJK 段落宽度和缩进
