Repository: spruceUI/spruceOS
Catalog: App/KoReader/l10n/*/koreader.po
Languages: ar, ca, cs, de, el, es, fa, fr, gl, hu, it_it, ja, ko_kr, nl_nl, pl, pt_br, ro, ru, sk, sr, tr, uk, zh_cn

source: - all in %1: sdr folders will only be visible and used by KOReader, and won't clutter your vision of your library directories with another file browser or from your computer. But any reorganisation of your library (directories or filename moves and renamings) may result in KOReader not finding your previous settings for these books. These settings won't be part of any synchronization or backups of your library.
ca: - totes en %1: les carpetes sdr només seran visibles i utilitzades per KOReader, i no entorpiran la visió dels directoris de la biblioteca amb un altre explorador d'arxius o des d'un ordinador. No obstant això, qualsevol reorganització de la biblioteca (directoris o noms d'arxiu moguts o canviats de nom) pot provocar que KOReader no trobe la configuració anterior d'aquests llibres. Aquests ajustos no formaran part de cap sincronització o còpia de seguretat de la biblioteca.
de: - alle in %1: sdr-Ordner sind nur für KOReader sichtbar und werden nur von ihm verwendet, so dass Sie Ihre Bibliotheksverzeichnisse nicht mit einem anderen Dateibrowser oder von Ihrem Computer aus übersehen können. Aber jede Umstrukturierung Ihrer Bibliothek (Verzeichnisse oder Umbenennung von Dateinamen) kann dazu führen, dass KOReader Ihre früheren Einstellungen für diese Bücher nicht mehr findet. Diese Einstellungen sind nicht Teil einer Synchronisation oder eines Backups Ihrer Bibliothek.
el: - όλοι στον %1: οι φάκελοι sdr θα είναι ορατοί και θα χρησιμοποιούνται μόνο από το KOReader και δεν θα προκαλούν σύγχυση στην εικόνα των φακέλων της βιβλιοθήκης σας, όταν περιηγείστε σ' αυτήν με άλλο πρόγραμμα περιήγησης αρχείων ή από τον υπολογιστή σας. Αλλά οποιαδήποτε αναδιοργάνωση της βιβλιοθήκης σας (μετακινήσεις και μετονομασίες φακέλων ή ονομάτων αρχείων) μπορεί να έχει ως αποτέλεσμα το KOReader να μην βρίσκει τις προηγούμενες ρυθμίσεις σας για αυτά τα βιβλία. Αυτές οι ρυθμίσεις δεν θα αποτελούν μέρος οποιουδήποτε συγχρονισμού ή αντιγράφων ασφαλείας της βιβλιοθήκης σας.
es: - todas en %1: las carpetas sdr sólo serán visibles y utilizadas por KOReader, y no entorpecerán la visión de los directorios de la biblioteca con otro explorador de archivos o desde un ordenador. Sin embargo, cualquier reorganización de la biblioteca (directorios o nombres de archivo movidos o renombrados) puede provocar que KOReader no encuentre la configuración anterior de estos libros. Estos ajustes no formarán parte de ninguna sincronización o copia de seguridad de la biblioteca.
fr: - tout dans %1 : les dossiers sdr ne seront visibles et utilisés que par KOReader, et n'encombreront pas votre vision des répertoires de votre bibliothèque avec un autre navigateur de fichiers ou depuis votre ordinateur. Mais toute réorganisation de votre bibliothèque (répertoires ou déplacements et renommages de noms de fichiers) peut empêcher KOReader de retrouver vos paramètres précédents pour ces livres. Ces paramètres ne feront partie d'aucune synchronisation ou sauvegarde de votre bibliothèque.
gl: - todos en %1: os cartafoles sdr serán solo visibles e usados por KOReader, non ateigarán a visión da biblioteca con outro explorador de ficheiros ou desde un ordenador. Pero calquera reorganización da biblioteca (mover ou cambiar o nome de cartafoles e ficheiros) pode resultar en que KOReader non poida atopar a configuración anterior para estes libros. Ademais, esta configuración non será parte de ningunha sincronización de cartafoles ou copia de seguridade.
it_it: - tutte in %1: le cartelle sdr saranno visibili e utilizzate solo da KOReader, e non impasticceranno la tua visione delle directory della biblioteca con un altro navigatore di file o dal tuo computer. Però, qualsiasi riorganizzazione della tua libreria (rinomine o spostamenti di file o cartelle) può provocare che KOReader non trovi più le impostazioni precedenti per questi libri. Queste impostazioni non faranno parte di alcuna sincronizzazione o backup della biblioteca.
ko_kr: - 모두 %1에: sdr 폴더는 KOReader에서만 표시되고 사용되며, 다른 파일 브라우저나 컴퓨터에서 라이브러리 디렉터리를 볼 때 시야를 어지럽히지 않습니다. 그러나 라이브러리를 재구성(디렉터리 또는 파일이름 이동 및 이름 변경)하면, KOReader에서 이러한 책에 대한 이전 설정을 찾지 못할 수 있습니다. 이러한 설정은 라이브러리의 동기화 또는 백업에 포함되지 않습니다.
nl_nl: - alles in %1: sdr-mappen zullen alleen zichtbaar zijn en gebruikt worden door KOReader, en zullen het zicht op bibliotheekmappen niet belemmeren vanuit een andere bestandsverkenner of computer. Maar als je je bibliotheek reorganiseert (mappen of bestandsnamen verplaatsen en hernoemen), kan het zijn dat KOReader je eerdere instellingen voor deze boeken niet meer terugvindt. Deze instellingen maken geen deel uit van synchronisaties of back-ups van uw bibliotheek.
pl: - wszystko w %1: foldery sdr będą widoczne i używane tylko przez KOReader i nie będą zaśmiecać widoku katalogów biblioteki za pomocą innej przeglądarki plików lub z komputera. Jednak jakakolwiek reorganizacja biblioteki (przeniesienie katalogów, nazw plików i zmiana nazw) może spowodować, że KOReader nie znajdzie poprzednich ustawień tych książek. Te ustawienia nie będą częścią żadnej synchronizacji ani kopii zapasowych Twojej biblioteki.
pt_br: - tudo em %1: as pastas sdr só serão visíveis e usadas pelo KOReader, e não atrapalharão sua visão dos diretórios da sua biblioteca com outro navegador de arquivos ou do seu computador. Mas qualquer reorganização da sua biblioteca (diretórios ou mudanças e renomeações de nomes de arquivos) pode fazer com que o KOReader não encontre as configurações anteriores para esses livros. Essas configurações não farão parte de nenhuma sincronização ou backup da sua biblioteca.
ru: • всё в %1: в этом случае sdr-папки доступны только KOReader'у и не будут загромождать вашу библиотеку при её просмотре в стороннем файловом менеджере или на компьютере. Но любая реорганизация библиотеки (перемещение или переименование папок/файлов) может привести к тому, что KOReader не найдёт существующие метаданные для входящих в неё книг. Также эти метаданные не будут учитываться при синхронизации или резервном копировании вашей библиотеки.
sk: - všetky v %1: sdr priečinky budú "viditeľné" a využívané len KOReaderom, a nebudú teda vizuálne rušiť pri prezeraní adresárov s iným prehliadačom súborov alebo z počítača. Ale každá reorganizácia vašej knižnice (presuny a premenovania adresárov alebo súborov) môže mať za následok, že KOReader nenájde vaše predchádzajúce nastavenia pre tieto knihy. Tieto nastavenia nebudú súčasťou akejkoľvek synchronizácie alebo zálohovania vašej knižnice.
sr: - сви у %1: sdr фолдере ће моћи да види и користи само KOReader и неће загушивати поглед на директоријуме ваше библиотеке из неког другог прегледача фајлова или са компјутера. Али ако дође до било какве реорганизације библиотеке (премештања или промена назива директоријума или фајлова) KOReader можда неће моћи да пронађе претходна подешавања за ове књиге. Ова подешавања неће бити део било које синхронизације или резервених копија ваше библиотеке.
tr: - Tümü %1 içinde: sdr klasörleri yalnızca KOReader tarafından görülebilir ve kullanılır ve başka bir dosya tarayıcısıyla veya bilgisayarınızdan kitaplık klasörlerinizin görünüşünü karmaşıklaştırmaz. Ancak kitaplığınızdaki herhangi bir yeniden düzenleme (klasörler veya dosya adı taşıma ve yeniden adlandırma), KOReader uygulamasının bu kitaplar için önceki ayarlarınızı bulamaması ile sonuçlanabilir. Bu ayarlar kitaplığınızdaki herhangi bir eşitlemenin veya yedeklemenin parçası olmaz.
uk: - усі теки у %1: sdr будуть видимі та використовуватимуться лише KOReader, і не заважатимуть вам бачити каталоги вашої бібліотеки за допомогою іншого файлового оглядача або з вашого комп'ютера. Але будь-яка реорганізація вашої бібліотеки (переміщення каталогів або перейменування файлів) може призвести до того, що KOReader не знайде ваших попередніх налаштувань для цих книг. Ці налаштування не буде збережено під час синхронізації або створення резервних копій вашої бібліотеки.
zh_cn: - 保存于 %1：sdr 文件夹不会在其他文件管理器中可见，能够保持您的书籍文件夹整洁。但是任何对书籍文件（夹）的修改将可能都会导致无法找到元数据。此选项启用后，你的书籍库备份也不会有这些元数据。

source: - all inside %1 as hashes: sdr folders are identified not by filepath/filename but by partial MD5 hash, allowing you to rename, move, and copy documents outside of KOReader without sdr folder clutter while keeping them linked to their metadata. However, any file modifications such as writing highlights into PDFs or downloading from calibre may change the hash, and thus lose their linked metadata. Calculating file hashes may also slow down file browser navigation. This option may suit users with multiple copies of documents across different devices and directories.
ca: - totes dins de %1 com hashes: les carpetes sdr no s'identifiquen per ruta d'arxiu/nom d'arxiu, sinó per hash MD5 parcial, la qual cosa permet canviar de nom, moure i copiar documents fora de KOReader sense que les carpetes sdr s'acumulen i, al mateix temps, mantenir els documents vinculats a les seues metadades. No obstant això, qualsevol modificació dels arxius, com escriure subratllats en PDF o descarregar documents de calibre, pot canviar el hash i, per tant, perdre les metadades vinculades. El càlcul dels hash dels arxius també pot ralentir la navegació en l'explorador d'arxius. Aquesta opció pot ser adequada per a usuaris amb diverses còpies de documents en diferents dispositius i directoris.
de: - alle innerhalb von %1 als Hashes: sdr-Ordner werden nicht durch den Dateipfad/Dateinamen identifiziert, sondern durch einen partiellen MD5-Hash, so dass Sie Dokumente außerhalb von KOReader umbenennen, verschieben und kopieren können, ohne dass die sdr-Ordner unübersichtlich werden, während sie mit ihren Metadaten verknüpft bleiben. Jegliche Dateiveränderungen, wie z. B. das Schreiben von Hervorhebungen in PDFs oder das Herunterladen von Calibre, können jedoch den Hash ändern und somit die verknüpften Metadaten verlieren. Die Berechnung von Datei-Hashes kann auch die Navigation im Dateibrowser verlangsamen. Diese Option eignet sich für Benutzer mit mehreren Kopien von Dokumenten auf verschiedenen Geräten und Verzeichnissen.
el: - όλοι μέσα στον %1 ως αρχεία κατακερματισμού: οι φάκελοι sdr αναγνωρίζονται όχι από την διαδρομή αρχείου/όνομα αρχείου αλλά από μερικό κατακερματισμό MD5, επιτρέποντάς σας να μετονομάζετε, να μετακινείτε και να αντιγράφετε έγγραφα εκτός του KOReader χωρίς ακαταστασία των φακέλων sdr, διατηρώντας τους παράλληλα συνδεδεμένα με τα μεταδεδομένα τους. Ωστόσο, οποιεσδήποτε τροποποιήσεις αρχείων, όπως η εγγραφή επισημάνσεων σε PDF ή η λήψη από το Calibre, ενδέχεται να αλλάξουν τον κατακερματισμό και, συνεπώς, να χάσουν τα συνδεδεμένα μεταδεδομένα τους. Ο υπολογισμός των κατακερματισμών των αρχείων μπορεί επίσης να επιβραδύνει την περιήγηση στον περιηγητή αρχείων. Αυτή η επιλογή μπορεί να εξυπηρετεί χρήστες με πολλαπλά αντίγραφα εγγράφων σε διαφορετικές συσκευές και φακέλους.
es: - todas dentro de %1 como hashes: las carpetas sdr no se identifican por ruta de archivo/nombre de archivo, sino por hash MD5 parcial, lo que permite renombrar, mover y copiar documentos fuera de KOReader sin que las carpetas sdr se acumulen y, al mismo tiempo, mantener los documentos vinculados a sus metadatos. Sin embargo, cualquier modificación de los archivos, como escribir subrayados en PDF o descargar documentos de calibre, puede cambiar el hash y, por tanto, perder los metadatos vinculados. El cálculo de los hash de los archivos también puede ralentizar la navegación en el explorador de archivos. Esta opción puede ser adecuada para usuarios con varias copias de documentos en diferentes dispositivos y directorios.
fr: - tout à l'intérieur de %1 sous forme de hachages : les dossiers sdr ne sont pas identifiés par le chemin/nom de fichier mais par un hachage MD5 partiel, vous permettant de renommer, déplacer et copier des documents en dehors de KOReader sans encombrer les dossiers sdr tout en les gardant liés à leurs métadonnées. Cependant, toute modification de fichier, telle que l'écriture de surlignages dans des PDF ou le téléchargement à partir de calibre, peut modifier le hachage et ainsi perdre les métadonnées liées. Le calcul des hachages de fichiers peut également ralentir la navigation dans le navigateur de fichiers. Cette option peut convenir aux utilisateurs disposant de plusieurs copies de documents sur différents appareils et répertoires.
gl: - todos dentro de %1 como hashes: os cartafoles sdr son identificados non por nome ou ruta de ficheiro pero por a hash parcial MD5, permitindo o cambio de nome, mover e copiar documentos fora de KOReader sen ateigar a biblioteca con cartafoles sdr e mantendo os documentos enlazados ós seus metadatos. Sen embargo, calquera modificación como gardar textos destacados en PDFs ou descargar de Calibre pode cambiar o hash producindo, por tanto, a perda dos metadatos enlazados. O cálculo de hashes pode facer que o explorador de ficheiros funcione máis lento. Esta opción pode ser a máis adecuada para usuarios con copias múltiples de documentos en diferentes dispositivos e cartafoles.
it_it: - tutto all'interno %1 come riferimenti: le cartelle sdr sono identificate non da nomi di percorso e di file, ma da hash parziale MD5, permettendo di rinominare, spostare e copiare documenti al di fuori di KOReader senza cartelle sdr tra i piedi, pur mantenendoli legati ai loro metadati. Tuttavia, qualsiasi modifica dei file come la scrittura di evidenziazioni in PDF o il download da calibre può cambiare il hash, e quindi scollegare i documenti da loro metadati. Il calcolo degli hashes dei files può anche rallentare la navigazione. Questa opzione può essere adatta per gli utenti con più copie degli stessi documenti su diversi dispositivi e in diverse cartelle.
ko_kr: - 모두 해시로 %1 내부에: sdr 폴더는 파일경로/파일이름이 아닌 부분 MD5 해시로 식별되므로, 메타데이터에 연결된 상태를 유지하면서 sdr 폴더의 혼란없이 KOReader 외부에서 문서의 이름을 바꾸고 이동하고 복사할 수 있습니다. 그러나 PDF에 하이라이트를 쓰거나 Calibre에서 다운로드하는 등 파일을 수정하면, 해시가 변경되어 연결된 메타데이터가 손실될 수 있습니다. 또한 파일 해시를 계산하면 파일 탐색기의 탐색 속도가 느려질 수도 있습니다. 이 옵션은 여러 장치와 디렉터리에 여러 개의 문서 사본이 있는 사용자에게 적합할 수 있습니다.
nl_nl: - alles binnen %1 als hashes: sdr-mappen worden niet geïdentificeerd door hun bestandspad/bestandsnaam maar door een gedeeltelijke MD5 hash, waardoor je documenten kunt hernoemen, verplaatsen en kopiëren buiten KOReader zonder sdr map-onoverzichtelijkheid terwijl ze gekoppeld blijven aan hun metadata. Echter, elke bestandswijziging zoals het schrijven van hoogtepunten in pdf's of het downloaden vanuit calibre kan de hash veranderen en dus de gekoppelde metadata verliezen. Het berekenen van bestands-hashes kan ook de navigatie in de bestandsbrowser vertragen. Deze optie kan geschikt zijn voor gebruikers met meerdere kopieën van documenten op verschillende apparaten en mappen.
pl: - wszystko w %1 jako skróty: foldery sdr są identyfikowane nie przez ścieżkę pliku/nazwę pliku, ale przez częściowy skrót MD5, co pozwala na zmianę nazwy, przenoszenie i kopiowanie dokumentów poza KOReaderem bez bałaganu w folderach sdr, zachowując ich powiązanie z metadanymi. Jednak wszelkie modyfikacje plików, takie jak zapisywanie zaznaczeń w plikach PDF lub pobieranie z calibre, mogą spowodować zmianę skrótu, a tym samym utratę powiązanych metadanych. Obliczanie skrótów plików może również spowolnić nawigację przeglądarki plików. Ta opcja może być odpowiednia dla użytkowników posiadających wiele kopii dokumentów na różnych urządzeniach i w różnych katalogach.
pt_br: - tudo dentro de %1 como hashes: as pastas sdr são identificadas não pelo caminho/nome do arquivo, mas pelo hash MD5 parcial, permitindo renomear, mover e copiar documentos fora do KOReader sem confusão de pastas sdr, mantendo-os vinculados aos seus metadados. No entanto, qualquer modificação no arquivo, como escrever destaques em PDFs ou fazer download do calibre, pode alterar o hash e, assim, perder os metadados vinculados. O cálculo de hashes de arquivos também pode tornar a navegação no navegador de arquivos mais lenta. Essa opção pode ser adequada para usuários com várias cópias de documentos em diferentes dispositivos e diretórios.
ru: • всё в %1 как хэши: sdr-папки идентифицируются не по пути/имени файла, а по частичному MD5-хэшу. Это позволяет без загромождения папок переименовывать, перемещать и копировать документы сторонними средствами, сохраняя при этом их связи со своими метаданными. Однако любые модификации файлов (к примеру, запись выделений в PDF или загрузка с Calibre) могут изменить хэш и привести к потере связанных метаданных. Вычисление хэшей файлов также может замедлить навигацию в файловом менеджере. Данный вариант предназначен для пользователей, имеющих несколько копий документов на различных устройствах и в разнообразных папках.
sk: - všetky vnútri %1 ako reťazec skráteného kontrolného súčtu z písmen a číslic (MD5): sdr adresáre nie sú identifikované podľa cesty ku súboru/názvu súboru, ale ako skrátené písmenovo-číslicové reťazce MD5. Toto vám umožní premenovávať, presúvať a kopírovať dokumenty mimo KOReadera a bez "neporiadku" sdr priečinkov. Tento reťazec kontrolného súčtu z písmen a číslic spája dokument s jeho metadátami. Akékoľvek úpravy súboru, ako je uloženie zvýraznení do PDF alebo sťahovanie z aplikácie Calibre môže zmeniť MD5 reťazec, a tak sa stratí prepojenie na ich metadáta. Výpočet kontrolného súčtu súboru môže tiež spomaliť navigáciu prehliadača súborov. Táto možnosť môže vyhovovať užívateľom s viacero kópiami dokumentov v rôznych zariadeniach a priečinkoch.
sr: - сви унутар %1 као хешеви: sdr фолдери се не идентификују путањом до фајла/именом фајла већ делимичним MD5 хешом, тако да ван KOReader програма можете да им промените име, преместите и копирате документе без загушивања sdr фолдерима, а да ипак одржите њихову везу са придруженим метаподацима. Ипак, било каква измена фајла као што је упис истицања у PDF фајлове или преузимање са Calibre може да промени хеш, тако да фајлови губе своје везане метаподатке. Израчунавање фајл хешева такође може да успори кретање кроз прегледач фајлова. Ова опција може да одговара корисницима који имају више копија докумената на различитим уређајима и директоријумима.
tr: - Tümü %1 içinde karma olarak: sdr klasörleri dosya yolu/dosya adı ile değil MD5 karma parçası ile tanımlanır. Böylecek, belgeleri sdr klasörü karmaşası olmadan KOReader dışında yeniden adlandırmanız, taşımanız ve kopyalamanız sağlanırken onları üst verilerine bağlı tutabilirsiniz. Ancak, PDF belgelerine vurgulamalar yazmak veya calibre üzerinden indirmek gibi herhangi bir dosya değişikliği karmayı değiştirebilir ve bağlantılı üst verilerin kaybolmasına neden olabilir. Dosya karmalarını hesaplamak, dosya tarayıcısında gezinmeyi de yavaşlatabilir. Bu seçenek, farklı aygıt ve klasörlerde belgenin birden çok belge kopyasını tutan kullanıcılara uygun olabilir.
uk: - усі всередині %1 як хеші: теки sdr ідентифікуються не за шляхом до файлу/назвою файлу, а за частковим MD5-хешем, що дозволяє вам перейменовувати, переміщувати та копіювати документи поза межами KOReader без захаращення теки sdr, водночас зберігаючи зв'язок з метаданими. Однак, будь-які зміни файлів, такі як запис виділених фрагментів у PDF або завантаження з calibre, можуть змінити хеш, а отже, призвести до втрати пов'язаних з ними метаданих. Обчислення хешів файлів також може сповільнити навігацію у файловому оглядачі. Цей параметр може бути зручним для користувачів, які зберігають кілька копій документів на різних пристроях та у різних каталогах.
zh_cn: - 使用哈希保存于 %1：sdr目录使用文件的哈希而不是文件名作为索引，这意味着你可以重命名、移动、复制这些文件而不丢失对应的元数据链接。然而，对于源文件的修改（例如保存PDF文件的批注，或从calibre库中下载）都会导致哈希变化，从而可能丢失索引。计算文件索引可能会拖慢文件浏览器的显示。此选项适合那些在多个设备之间复制文档的用户。
