Repository: spruceUI/spruceOS
Catalog: App/KoReader/l10n/*/koreader.po
Languages: ar, ca, cs, de, el, es, fa, fr, gl, hu, it_it, ja, ko_kr, nl_nl, pl, pt_br, ro, ru, sk, sr, tr, uk, zh_cn

source: Some languages have specific typographic rules: these include hyphenation, line breaking rules, and language specific glyph variants. KOReader will choose one according to the language tag from the book's metadata, but you can select another one. You can also set a default language or a fallback one with a long-press. Features available per language are marked with: ‐ : language specific hyphenation dictionary  : specific line breaking rules (mostly related to quotation marks)  : more line breaking rules (e.g., single letter prepositions not allowed at end of line) Note that when a language does not come with its own hyphenation dictionary, the English (US) one will be used. When the book's language tag is not among our presets, no specific features will be enabled, but it might be enough to get language specific glyph variants (when supported by the fonts).
ar: تحتوي بعض اللغات على قواعد طباعة معينة: تتضمن هذه القواعد الواصلة وقواعد فصل الأسطر ومتغيرات الحروف الرسومية الخاصة باللغة. سيختار KOReader واحدًا وفقًا لعلامة اللغة من البيانات الوصفية للكتاب ، ولكن يمكنك تحديد علامة أخرى. يمكنك أيضًا تعيين لغة افتراضية أو لغة احتياطية بضغطة طويلة. يتم تمييز الميزات المتاحة لكل لغة بـ: ‐: قاموس الواصلة الخاص باللغة : قواعد محددة لكسر الأسطر (تتعلق في الغالب بعلامات الاقتباس) : المزيد من قواعد كسر الأسطر (على سبيل المثال ، حروف الجر المفردة غير مسموح بها في نهاية السطر) لاحظ أنه عندما لا تأتي اللغة بقاموس الواصلة الخاص بها ، فسيتم استخدام قاموس اللغة الإنجليزية (الولايات المتحدة). عندما لا تكون علامة لغة الكتاب من بين إعداداتنا المسبقة ، فلن يتم تمكين أي ميزات محددة ، ولكن قد يكون ذلك كافيًا للحصول على متغيرات الحروف الرسومية المحددة للغة (عند دعمها بواسطة الخطوط).
ca: Alguns idiomes tenen regles tipogràfiques específiques: com la separació de síl·labes, regles de salt de línia, i variants de glif específiques de l'idioma. KOReader triarà el corresponent a l'etiqueta d'idioma de les metadades del llibre, però és possible seleccionar un altre. També és possible establir un idioma predeterminat o un d'alternatiu amb una pulsació llarga. Les funcions disponibles en cada idioma es marquen amb: ‐ : diccionari de separació de síl·labes específic de l'idioma  : regles específiques de salt de línia (principalment relacionades amb cometes)  : altres regles de salt de línia (per exemple, preposicions d'una sola lletra no permeses a final de línia) Cal tenir en compte que si un idioma no ve amb el seu propi diccionari de separació de síl·labes, s'utilitzarà el de l'anglès (Estats Units). Si l'etiqueta d'idioma del llibre no forma part dels ajustos preestablerts de KOreader, les seues característiques específiques no s'habilitaran, però encara així, és possible que s'obtinguen les variants de glif específiques de l'idioma (si el tipus de lletra el suporta).
cs: Některé jazyky mají specifická typografická pravidla týkající se dělení slov, zalamování řádků a jazykově specifických variant glyfů. KOReader vybere pravidlo na základě jazykové značky v metadatech knihy, ale můžete si sami vybrat jiné. Můžete také nastavit výchozí jazyk, nebo pomocí dlouhého stisku náhradní (fallback) jazyk. Funkce v jazykových pravidlech jsou označeny takhle: ‐ : jazykově specifický slovník pro dělení slov  : specifická pravidla zalamování řádků (většinou související s uvozovkami)  : další pravidla zalamování řádků (např., že na konci řádků nejsou povoleny předložky s jedním písmenem) Vemte na vědomí, že pokud jazyk nebude mít svůj vlastní slovník pro dělení slov, použije se slovník anglický (US). Pokud se jazyková značka knihy nenachází v našem seznamu, nebudou povoleny žádné specifické funkce, ale i tak by mohlo stačit mít jazykově specifické varianty glyfů (pokud jsou podporované písmy).
de: Einige Sprachen haben spezifische typografische Regeln: Dazu gehören Silbentrennung, Zeilenumbruchregeln und sprachspezifische Glyphenvarianten. KOReader wählt eine entsprechend der Sprachkennzeichnung aus den Metadaten des Buches aus, aber Sie können auch eine andere auswählen. Sie können auch eine Standardsprache oder eine Fallback-Sprache mit einem langen Druck festlegen. Die pro Sprache verfügbaren Funktionen sind gekennzeichnet: - : sprachspezifisches Wörterbuch zur Silbentrennung  : spezifische Regeln für Zeilenumbrüche (meist in Verbindung mit Anführungszeichen)  : mehr Zeilenumbruchregeln (z.B. einzelne Buchstabenpräpositionen am Zeilenende nicht erlaubt) Beachten Sie, dass, wenn eine Sprache nicht mit einem eigenen Silbentrennungswörterbuch ausgestattet ist, das englische (US) Wörterbuch verwendet wird. Wenn das Sprachkennzeichen des Buches nicht zu unseren Voreinstellungen gehört, werden keine spezifischen Funktionen aktiviert, aber es könnte ausreichen, um sprachspezifische Glyphenvarianten zu erhalten (sofern von den Schriftarten unterstützt).
el: Ορισμένες γλώσσες έχουν συγκεκριμένους τυπογραφικούς κανόνες: αυτοί περιλαμβάνουν συλλαβισμό, κανόνες αλλαγής γραμμής και παραλλαγές ειδικών χαρακτήρων της γλώσσας. Το KOReader θα επιλέξει έναν σύμφωνα με την ετικέτα γλώσσας από τα μεταδεδομένα του βιβλίου, αλλά μπορείτε να επιλέξετε έναν άλλο. Μπορείτε επίσης να ορίσετε μια προεπιλεγμένη γλώσσα ή μια εναλλακτική γλώσσα με παρατεταμένο πάτημα. Οι διαθέσιμες λειτουργίες ανά γλώσσα επισημαίνονται με: ‐ : ειδικό λεξικό συλλαβισμού για την γλώσσα  : ειδικοί κανόνες αλλαγής γραμμής (σχετίζονται κυρίως με τα εισαγωγικά)  : περισσότεροι κανόνες αλλαγής γραμμής (π.χ. δεν επιτρέπονται προθέσεις με ένα γράμμα στο τέλος της γραμμής) Σημειώστε ότι όταν μια γλώσσα δεν συνοδεύεται από το δικό της λεξικό συλλαβισμού, θα χρησιμοποιείται η αγγλική (Η.Π.Α.). Όταν η ετικέτα γλώσσας του βιβλίου δεν περιλαμβάνεται στις προεπιλογές μας, δεν θα ενεργοποιηθούν συγκεκριμένες λειτουργίες, αλλά αυτό ίσως επαρκεί για να έχετε παραλλαγές ειδικών χαρακτήρων της γλώσσας (όταν υποστηρίζονται από τις γραμματοσειρές).
es: Algunos idiomas tienen reglas tipográficas específicas: como la silabación, reglas de salto de renglón, y variantes de glifo específicas del idioma. KOReader elegirá el correspondiente a la etiqueta de idioma de los metadatos del libro, pero es posible seleccionar otro. También es posible establecer un idioma predeterminado o uno alternativo con una pulsación larga. Las funciones disponibles en cada idioma se marcan con: ‐ : diccionario de silabación específico del idioma  : reglas específicas de salto de renglón (principalmente relacionadas con comillas)  : otras reglas de salto de renglón (por ejemplo, preposiciones de una sola letra no permitidas a final de línea) Hay que tener en cuenta que si un idioma no viene con su propio diccionario de silabación, se utilizará el del inglés (Estados Unidos). Cuando la etiqueta de idioma del libro no forme parte de los ajustes preestablecidos de KOreader, sus características específicas no se habilitarán, pero aún así, es posible que se obtengan las variantes de glifo específicas del idioma (cuando los tipos de letra las admitan).
fr: Certaines langues ont des règles typographiques spécifiques : elles incluent la césure, les règles de saut de ligne, et les glyphes spécifiques à la langue. KOReader en choisira une selon la balise de langue des métadonnées du livre, mais vous pouvez en sélectionner une autre. Vous pouvez aussi définir une langue par défaut ou de secours avec un toucher long. Les fonctionnalités disponibles pour chaque langue sont spécifiées par les icônes suivantes : ‐ : dictionnaire de césure spécifique à la langue  : règles de saut de ligne spécifiques (principalement en relation avec les guillemets)  : règles de saut de ligne supplémentaires (ex. préposition d’une lettre seule non autorisé en fin de ligne) À noter que lorsqu’une langue ne vient pas avec son propre dictionnaire de césure, celui de l’Anglais (Américain) sera utilisé. Quand la langue de la balise du livre n’est pas parmi nos préréglages, aucune fonctionnalité spécifique ne sera activée, mais cela peut quand même être suffisant pour obtenir les glyphes spécifiques à la langue (si supporté par la police).
gl: Algúns idiomas teñen regras tipográficas específicas: como regras para separar en sílabas, para salto de liña e para variacións de caracteres específicas do idioma. KOReader escollerá a regras de acordo á etiqueta da linguaxe nos metadatos do libro, pero podes escoller outras. Ademais podes configurar unha linguaxe por defecto ou unha alternativa cunha pulsación longa. As funcionalidades dispoñibles por linguaxe están marcadas como: ‐ : dicionario de separación en sílabas propio da linguaxe  : regras específicas de salto de liña (principalmente relacionadas con comiñas)  : máis regras de salto de liña (por ex, preposicións dunha letra non permitidas ao final da liña) Ten en conta que cando unha linguaxe non ten o seu dicionario de separación en sílabas, usarase o do Inglés (EUA). Se a etiqueta de linguaxe do libro non ten valores preestablecidos en KOReader, non se activarán funcionalidades específicas pero pode ser suficiente para obter as variantes de caracteres específicas do idiomas (se as fontes o soportan).
hu: Egyes nyelvek sajátos tipográfiai szabályokkal rendelkeznek: ezek közé tartoznak a kötőjelek, a sortörési szabályok és a nyelvspecifikus betűváltozatok. A KOReader a könyv metaadataiból a nyelvi címkének megfelelően választja ki az egyiket, de Ön választhat másikat is. Hosszú megnyomással beállíthat egy alapértelmezett nyelvet vagy egy tartalék nyelvet is. A nyelvenként elérhető funkciókat a következőkkel jelöljük: - : nyelvspecifikus kötőjelszótár  : specifikus sorváltási szabályok (főként az idézőjelekhez kapcsolódóan)  : további sorkizárási szabályok (pl. egybetűs prepozíciók nem engedélyezettek a sor végén) Vegye figyelembe, hogy ha egy nyelv nem rendelkezik saját kötőjelszótárral, akkor az angol (amerikai) szótárat fogja használni. Ha a könyv nyelvi címkéje nem szerepel az általunk előre beállítottak között, akkor nem lesznek engedélyezve speciális funkciók, de lehet, hogy elég lesz a nyelvspecifikus betűváltozatokhoz (ha a betűtípusok támogatják).
it_it: Alcune lingue hanno regole tipografiche specifiche: queste includono la sillabazione, le regole di ritorno a capo e le varianti dei glifi specifiche per la lingua. KOReader ne sceglierà una in base all'etichetta della lingua dai metadati del libro, ma è possibile selezionarne un'altra. È anche possibile impostare una lingua predefinita o una lingua di riserva con una pressione prolungata. Le caratteristiche disponibili per lingua sono contrassegnate con: ‐ : dizionario di sillabazione specifico per la lingua  : regole specifiche di ritorno a capo (per lo più legate alle virgolette)  : altre regole di ritorno a capo (ad esempio, non sono ammesse preposizioni di una sola lettera a fine riga) Si noti che quando una lingua non è dotata di un proprio dizionario di sillabazione, verrà utilizzato quello inglese (Stati Uniti). Quando l'etichetta della lingua del libro non è tra le nostre predefinite, non sarà abilitata nessuna funzione specifica, ma potrebbe essere sufficiente per ottenere varianti di glifi specifiche per la lingua (se supportate dai font).
ja: 言語によっては、ハイフネーション、改行規則、言語固有の字形変種など、特定の組版規則があります。 KOReaderは、書籍のメタデータにある言語タグに従って1つを選択しますが、別のものを選択することも可能です。 また、長押しでデフォルト言語や 予備の言語を設定することもできます。 言語ごとに利用できる機能には、次のようなマークがついています。 ‐ : 言語固有のハイフネーション辞書  : 特定の改行規則 (主に引用符に関連)  : その他の改行規則 (例: 行末に一文字の前置詞は使用不可) ある言語に独自のハイフネーション辞書がない場合、英語（米国）のものが使用されることに注意してください。 書籍の言語タグがプリセットの中にない場合、特定の機能は有効になりませんが、言語固有の字形変種を得るには十分かもしれません(フォントが対応している場合)。
ko_kr: 일부 언어에는 특정 인쇄 규칙이 있습니다. 여기에는 하이픈 넣기, 줄 바꿈 규칙 및 언어 별 글리프 변형이 포함됩니다. KOReader는 책의 메타 데이터에서 언어 태그에 따라 하나를 선택하지만 다른 언어를 선택할 수 있습니다. 길게 눌러 기본 언어 또는 대체 언어를 설정할 수도 있습니다. 언어별로 사용 가능한 기능은 다음과 같이 표시됩니다: ‐ : 언어 별 하이픈 사전  : 특정 줄 바꿈 규칙 (주로 따옴표와 관련됨)  : 더 많은 줄 바꿈 규칙 (예 : 줄 끝에서 한 글자 전치사를 사용할 수 없음) 언어에 하이픈 넣기 사전이 없는 경우에는 영어(미국) 사전이 사용됩니다. 책의 언어 태그가 사전 설정에 포함되지 않은 경우 특정 기능이 활성화되지 않지만, 언어 별 글리프 변형(글꼴에서 지원되는 경우)을 가져 오는 것으로 충분할 수 있습니다.
nl_nl: Sommige talen hebben specifieke typografische regels: deze omvatten woordafbreking, regels voor het afbreken van regels en taalspecifieke gliefvarianten. KOReader de regels volgens de taaltag uit de metadata van het boek, maar andere regels kunnen eventueel worden gekozen. Het is ook mogelijk om een standaardtaal of reservetaal in te stellen met door langer te drukken. Functies die per taal beschikbaar zijn, worden gemarkeerd met: ‐ : taalspecifiek afbreekwoordenboek  : specifieke regels voor het afbreken van tekstregels (meestal in verband met aanhalingstekens)  : meer regels voor het afbreken van tekstregels (bv. eenlettervoorzetsels die niet aan het einde van een regel horen) Merk op dat wanneer een taal niet met een eigen woordenboek voor woordafbreking komt, de Engelse (VS) taal wordt gebruikt. Wanneer de taaltag van het boek niet met een woordafbrekingswoordenboek kan worden geassocieerd, zullen er geen specifieke functies worden ingeschakeld. Maar het kan voldoende zijn om taalspecifieke gliefvarianten te hebben (wanneer deze worden ondersteund door de lettertypen).
pl: Niektóre języki mają określone reguły typograficzne: obejmują one dzielenie wyrazów, reguły łamania wiersza i warianty glifów specyficzne dla języka. KOReader wybierze jedną, zgodną ze znacznikiem języka z metadanych książki, ale możesz wybrać inny. Możesz także ustawić domyślny język lub język zastępczy przytrzymaniem. Funkcje dostępne w poszczególnych językach są oznaczone: ‐: słownik dzielenia wyrazów specyficzny dla języka : szczegółowe reguły łamania wiersza (związane głównie ze znakami cudzysłowu) : więcej reguł podziału wiersza (np. przyimki jednoliterowe niedozwolone na końcu wiersza) Pamiętaj, że jeśli język nie ma własnego słownika dzielenia wyrazów, zostanie użyty język angielski (amerykański). Gdy znacznik językowy książki nie występuje, żadne określone funkcje nie będą włączone, ale może to być wystarczające, aby uzyskać wariant glifów specyficznych dla tego języka (jeśli są obsługiwane przez czcionki).
pt_br: Alguns idiomas têm regras tipográficas específicas: isso inclui hifenização, regras de quebra de linha e variantes de caractere específicos do idioma. O KOReader vai escolher o correspondente à etiqueta de idioma dos metadados do livro, mas você pode escolher outro. Você também pode escolher o idioma padrão ou um reserva com um toque longo. Os recursos disponíveis por idioma são marcados com: ‐ : dicionário de hifenização específico do idioma  : regras específicas de quebra de linha (principalmente relacionadas a aspas)  : mais regras de quebra de linha (por exemplo, preposições de uma única letra não são permitidas no final da linha) Observe que, quando um idioma não possui seu próprio dicionário de hifenização, o dicionário de Inglês (EUA) será utilizado. Quando a etiqueta de idioma do livro não estiver entre os fornecidos, nenhum recurso específico será habilitado, porém é possível que variantes de glifos específicas do idioma sejam ativadas (quando suportadas pelas fontes).
ro: Unele limbi au reguli tipografice specifice: acestea includ despărțirea în silabe, întreruperile de linie și caractere specifice. KOReader va alege o regulă în funcție de eticheta lingvistică din metadatele cărții, dar poți alege alta dacă dorești. Poți de asemenea să alegi o limbă implicită sau una de rezervă prin apăsare lungă. Caracteristicile disponibile per limbă sînt marcate cu: ‐ : dicționar de silabisire specific  : reguli de întrerupere de linie (de obicei strîns legate de ghilimele)  : alte reguli de întrerupere de linie (ex: prepoziții de o singură literă nu sînt permise la capăt de linie) Ia aminte că dacă o limbă nu vine cu un dicționar de silabisire, dicționarul englez (SUA) va fi utilizat. Dacă eticheta lingvistică a cărții nu este găsită în lista noastră implicită, nici o caracteristică specifică nu va fi activată, dar acest lucru poate fi suficient pentru a folosi caracterele specifice (dacă sînt suportate de font).
ru: У некоторых языков есть определенные типографские правила: они включают переносы, правила переноса строк и языковые варианты глифов. KOReader сам выберет из них соответствующие языковому тегу в метаданных книги, но вы можете выбрать другие. Вы также можете задать язык по умолчанию или выбрать резервный язык с помощью долгого касания. Свойства, доступные для каждого языка, отмечены так: ‐ : словарь переносов для конкретного языка  : особые правила разрыва строки (в основном связанные с кавычками)  : больше правил переноса строки (например, однобуквенные предлоги не допускаются в конце строки) Обратите внимание, если язык не имеет собственного словаря переносов, будет использоваться английский (США). Когда языковой тег книги не входит в ваши предустановки, какие-либо специфические функции не будут включены, но этого может быть достаточно для получения вариантов глифов конкретного языка (если они поддерживаются шрифтами).
sk: Niektoré jazyky majú špecifické typografické pravidlá: medzi ne patrí delenie slov, pravidlá zalamovania riadkov a varianty glyfov (symboly reprezentujúce písmeno) špecifické pre daný jazyk. KOReader si vyberie jeden podľa jazykovej značky z metadát knihy, ale môžete si vybrať iný. Môžete tiež nastaviť predvolený jazyk alebo záložný jazyk dlhým stlačením. Funkcie dostupné pre jednotlivé jazyky sú označené: ‐ : špecifický slovník delenia slov  : špecifické pravidlá zalamovania riadkov (väčšinou súvisiace s úvodzovkami)  : viac pravidiel zalamovania riadkov (napr. jednopísmenové predložky nie sú povolené na konci riadku) Prosím vezmite na vedomie, že ak jazyk nemá vlastný slovník delenia slov, použije sa anglický (US). Keď jazyková značka knihy nie je medzi našimi prednastavenými, nebudú povolené žiadne špecifické funkcie, ale môže to stačiť na získanie variantov glyfov špecifických pre daný jazyk (ak sú podporované písmami).
sr: Неки језици имају посебна типографска правила: она укључују хифенацију, правила за прелом реда и варијанте глифова специфичне за језик. KOReader ће да изабере онај који је у сагласности са ознаком језика из метаподатака књиге, али можете да изаберете и неки други. Такође дугачким притиском можете да поставите и подразумевани језик или онај у случају крајње нужде. Могућности које су доступне по језицима су обележене са: ‐ : речник хифенације специфичан за језик  : специфична правила за прелом реда (углавном у вези са знацима навода)  : још правила за прелом реда (нпр. предлози дужине једног слова се не дозвољавају на крају линије) Имајте на уму да када језик не долази са својим сопственим речником хифенације, користиће се онај за енглески (САД). Када ознака језика књиге није међу нашим унапред подешеним језицима, неће се укључити ниједна специфична могућност, али може бити довољно да се добију варијанте глифова специфичне за језик (када их фонтови подржавају).
tr: Bazı dillerin belirli tipografik kuralları vardır: Bunlar tireleme ve satır sonlandırma kuralları ile dile özgü glif varyantlarını içerir. KOReader, kitabın üst verilerinden dil etiketine göre birini seçer, ancak başka birini de seçebilirsiniz. Ayrıca, varsayılan bir dil ya da uzun basarak geri dönülecek bir dil de ayarlayabilirsiniz. Her dil için kullanılabilen özellikler şunlarla işaretlenir: - : dile özgü tireleme sözlüğü  : belirli satır sonlandırma kuralları (çoğunlukla tırnak işaretleri ile ilgili)  : diğer satır sonlandırma kuralları (örneğin, satırın sonunda tek harfli edatlara izin verilmez) Bir dil kendi tireleme sözlüğüyle gelmediğinde, İngilizce (ABD) dilinin kullanılacağını unutmayın. Kitabın dil etiketi hazır ayarlarımız arasında olmadığında, belirli bir özellik etkinleştirilmez. Ancak dile özgü glif varyantları almak için yeterli olabilir (yazı tipleri tarafından destekleniyorsa).
uk: У деяких мов є певні друкарські правила: вони включають перенесення, правила перенесення рядків і мовні варіанти гліфів. KOReader вибере відповідні мовному тегові з метаданих книги, але Ви можете вибрати інші. Ви також можете встановити типову мову або запасну мову за допомогою довгого натискання. Властивості, доступні для кожної мови, позначені як: : словник перенесення для конкретної мови : особливі правила розриву рядка (в основному пов'язані з лапками) : більше правил розриву рядків (наприклад, однобуквені приводи не допускаються в кінці рядка) Зверніть увагу, якщо мова не має власного словника перенесення, буде використовуватися англійська (США). Коли мовний тег книги не входить у Ваші налаштування, ніякі специфічні функції не будуть увімкнені, але цього може бути достатньо для отримання варіантів гліфів для конкретної мови (якщо вони підтримуються шрифтами).
zh_cn: 部分语言会使用特殊的排版规则，包括连字规则、换行规则和特定语言下的字型变体规则等。 KOReader 会根据书籍的语言标签自动选择合适的排版规则，你也可以手动选择另一个语言。 您也可以通过长按设置默认语言或后备语言。 下面的标记指示了各个语言使用的规则： ‐ : 语言特定的连字规则词典  : 特殊换行规则（多数与引号的处理方式有关）  : 附加换行规则（如行尾不允许使用单字母介词） 若一个语言没有指定连字规则字典，则会默认使用英语（美国）的连字字典。 若书籍的语言标签不在现有的配置列表中，则所有的排版规则都不会启用。例外情况是若使用的字体字体支持了此语言的字型变体，则会自动应用对应的字型变体规则。

source: About typography rules
ar: حول قواعد الطباعة
ca: Sobre les regles de tipografia
cs: O typografických pravidlech
de: Über Typographie-Regeln
el: Σχετικά με τους τυπογραφικούς κανόνες
es: Acerca de las reglas de tipografía
fa: درباره قوانین تایپوگرافی
fr: À propos des règles typographiques
gl: Sobre as regras de tipografía
hu: A tipográfiai szabályokról
it_it: Circa le regole tipografiche
ja: 組版規則について
ko_kr: 타이포그래피 규칙에 대하여
nl_nl: Over typografische regels
pl: O regułach typograficznych
pt_br: Sobre regras tipográficas
ro: Despre regulile tipografice
ru: О правилах типографики
sk: O pravidlách typografie
sr: О типографским правилима
tr: Tipografi kuralları hakkında
uk: Про правила типографіки
zh_cn: 关于排版规则

source: Current main language tag:
ar: علامة اللغة الرئيسية الحالية:
ca: Etiqueta d'idioma principal actual:
cs: Aktuální hlavní jazyková značka:
de: Aktuelles Sprachkennzeichen:
el: Τρέχουσα κύρια ετικέτα γλώσσας:
es: Etiqueta de idioma principal actual:
fa: برچسب زبان اصلی فعلی:
fr: Balise de langue principale actuelle :
gl: Etiqueta do idioma principal actual:
hu: Jelenlegi fő nyelvcímke:
it_it: Etichetta della lingua principale attuale:
ja: 現在の主言語タグ:
ko_kr: 현재 주요 언어 태그:
nl_nl: Huidige hoofdtaaltag:
pl: Obecny główny znacznik językowy:
pt_br: Etiqueta de idioma padrão atual:
ro: Etichetă curentă limbă principală:
ru: Текущий тег основного языка:
sk: Aktuálna značka hlavného jazyka:
sr: Ознака текућег главног језика:
tr: Geçerli ana dil etiketi:
uk: Поточна мітка основної мови:
zh_cn: 当前主语言标签：

source: Other language tags:
ar: علامات اللغات الأخرى:
ca: Altres etiquetes d'idioma:
cs: Další jazykové značky:
de: Andere Sprachkennzeichen:
el: Άλλες ετικέτες γλώσσας:
es: Otras etiquetas de idioma:
fa: سایر برچسب‌های زبان:
fr: Autres balises de langue :
gl: Outras etiquetas de idioma:
hu: Egyéb nyelvi címkék:
it_it: Altre etichette di lingua:
ja: 他の言語タグ:
ko_kr: 다른 언어 태그:
nl_nl: Andere taaltags:
pl: Inne znaczniki językowe:
pt_br: Outras etiquetas de idioma:
ro: Alte etichete de limbă:
ru: Другие языковые теги:
sk: Ďalšie jazykové značky:
sr: Ознаке осталих језика:
tr: Diğer dil etiketleri:
uk: Інші мовні мітки:
zh_cn: 其他语言标签：
