Repository: spruceUI/spruceOS
Catalog: App/KoReader/l10n/*/koreader.po
Languages: ar, ca, cs, de, el, es, fa, fr, gl, hu, it_it, ja, ko_kr, nl_nl, pl, pt_br, ro, ru, sk, sr, tr, uk, zh_cn

source: ## Frontlight/backlight <a id="flight"></a> You can control your screen light via this menu. If you have warm lighting (normal white LEDs+orange ones) you can control them separately from this dialog: > **TOP MENU ➔ ![Settings](resources/icons/mdlight/appbar.settings.svg) ➔ Frontlight**
ar: ## إضاءة أمامية / إضاءة خلفية <a id="flight"> </a> يمكنك التحكم في ضوء الشاشة عبر هذه القائمة. إذا كانت لديك إضاءة دافئة (مصابيح LED بيضاء عادية + مصابيح برتقالية) يمكنك التحكم فيها بشكل منفصل عن مربع الحوار هذا: > ** القائمة العلوية ➔! [الإعدادات](resources/icons/mdlight/appbar.settings.svg) ➔ إضاءة أمامية**
ca: ## Llum frontal/retroiluminación <a id="flight"></a> Aquest menú permet controlar la llum de la pantalla. Si el dispositiu té il·luminació càlida (Leds blancs normals+taronja) és possible controlar-los per separat des d'aquest diàleg: > **MENÚ SUPERIOR ➔ ![Ajustos](resources/icons/mdlight/appbar.settings.svg) ➔ Retroiluminació**
cs: ## Přední osvětlení a podsvícení <a id="flight"></a> Přes tuto nabídku můžete ovládat osvětlení vaší obrazovky. Pokud máte teplé osvětlení (normální bílé + oranžové LEDky) můžete je v této nabídce ovládat samostatně: > **HORNÍ NABÍDKA ➔ ![Nastavení](resources/icons/mdlight/appbar.settings.svg) ➔ Přední osvětlení**
de: ## Frontlicht/Hintergrundbeleuchtung <a id="flight"></a> Über dieses Menü können Sie Ihre Bildschirmbeleuchtung steuern. Wenn Sie eine warme Beleuchtung haben (normale weiße LEDs + orangefarbene), können Sie diese separat über diesen Dialog steuern: > **OBERES MENÜ ➔ ![Einstellungen](resources/icons/mdlight/appbar.settings.svg) ➔ Frontlicht**
el: ## ΕΜΠΡΟΣΘΙΟΣ/ΟΠΙΣΘΙΟΣ ΦΩΤΙΣΜΟΣ <a id="flight"></a> Μπορείτε να ελέγξετε τον φωτισμό της οθόνης σας μέσω αυτού του μενού. Αν έχετε θερμό φωτισμό (κανονικά λευκά LED+πορτοκαλί) μπορείτε να τον ρυθμίσετε ξεχωριστά από αυτό το παράθυρο διαλόγου: > **ΕΠΑΝΩ ΜΕΝΟΥ ➔ ![Settings](../resources/icons/mdlight/appbar.settings.svg) ➔ Εμπρόσθιος φωτισμός**
es: ## Luz frontal/retroiluminación <a id="flight"></a> Este menú permite controlar la luz de la pantalla. Si el dispositivo tiene iluminación cálida (LEDs blancos normales+naranja) es posible controlarlos por separado desde este diálogo: > **MENÚ SUPERIOR ➔ ![Ajustes](resources/icons/mdlight/appbar.settings.svg) ➔ Retroiluminación**
fa: ## نور جلو/نور پس‌زمینه <a id="flight"></a> شما می‌توانید نور صفحه خود را از با این منو کنترل کنید. اگر نور گرم داشته باشید (LED معمولی سفید + نارنجی) می‌توانید آنها را به شکل جداگانه از این پنجره کنترل کنید: > **منوی بالایی ← ![تنظیمات](resources/icons/mdlight/appbar.settings.svg) ← نور جلو**
fr: ## Éclairage <a id="flight"></a> Vous pouvez contrôler la lumière de votre écran via ce menu. Si vous avez un éclairage chaud (LED blanches normales+orangées), vous pouvez les contrôler séparément à partir de cette boîte de dialogue : > **MENU SUPÉRIEUR ➔ ![Paramètres](ressources/icons/mdlight/appbar.settings.svg) ➔ Éclairage**
gl: ## Luz frontal/retroiluminación <a id="flight"></a> Podes controlar a luz da túa pantalla por medio deste menú. Se o teu dispositivo ten iluminación cálida (LEDs brancos e laranxas) podes controlalos por separado desde este diálogo: > **MENÚ SUPERIOR ➔ ![Configuración](resources/icons/mdlight/appbar.settings.svg) ➔ Iluminación**
hu: ## Előtérvilágitás/háttérvilágítás <a id="flight"></a> A képernyő megvilágításának kezelése ebben a menüben történik. Ha eszköze rendelkezik "meleg fénnyel" (színhőmérséklet állítás fehér + narancssárga LED-ekkel), ezt kezelheti külön is, ebben a menüpontban: > **FELSŐ MENÜ ➔ ![Beállítások](resources/icons/mdlight/appbar.settings.svg) ➔ Előtérvilágítás**
it_it: ## Retroilluminazione <a id="flight"></a> È possibile controllare la luce dello schermo tramite questo menù. Se si dispone di un'illuminazione calda (normali LED bianchi + arancioni) è possibile controllarli separatamente da questa finestra di dialogo: > **MENÙ SUPERIORE ➔ ![Impostazioni](.. /resources/icons/mdlight/appbar.settings.svg) ➔ Retroilluminazione**
ja: ## フロントライト/バックライト<a id="flight"></a> このメニューからスクリーンライトを制御することができます。暖色系のライト(通常の白色LED＋オレンジ色のLED)がある場合は、このダイアログから個別に制御することができます: > **上部メニュー ➔ ![設定](resources/icons/mdlight/appbar.settings.svg) ➔ フロントライト**
ko_kr: ## 전면 조명/배경 조명 <a id="flight"></a> 이 메뉴를 통해 화면 조명을 제어할 수 있습니다. 따뜻한 조명(일반 흰색 LED+주황색 LED)이 있는 경우 이 대화 상자에서 별도로 제어할 수 있습니다. > **상단 메뉴 ➔ ![설정](resources/icons/mdlight/appbar.settings.svg) ➔ 전면 조명**
nl_nl: ## Belichting/achterbelichting <a id="flight"></a> Via dit menu kan de schermverlichting geregeld worden. Als er warme verlichting is (normale witte leds+oranje leds) kunnen die apart geregeld worden via dit dialoogvenster: > **BOVENMENU ➔ ![Instellingen](../resources/icons/mdlight/appbar.settings.svg) ➔ Licht**
pl: ## Oświetlenie / podświetlenie <a id="flight"></a> Za pomocą tego menu możesz sterować oświetleniem ekranu. Jeśli masz ciepłe oświetlenie (normalne białe diody LED + pomarańczowe), możesz sterować nimi oddzielnie z tego okna dialogowego: > **GÓRNE MENU ➔ ![USTAWIENIA](resources/icons/mdlight/appbar.settings.svg) ➔ Oświetlenie**
pt_br: ## Iluminação <a id="flight"></a> Você pode controlar a iluminação da sua tela através desse menu. Se você tem iluminação quente (luz branca normal + luz laranja), você pode controlá-la separadamente a partir dessa janela: > **MENU SUPERIOR ➔ ![Configurações](resources/icons/mdlight/appbar.settings.svg) ➔ Iluminação**
ro: ## Iluminare ecran <a id="flight"></a> Poți controla iluminarea ecranului din acest meniu. Dacă ai iluminare caldă (LED-uri normale albe + LED-uri portocalii) poți controla nuanța separat din dialogul următor: > **MENIUL DE SUS ➔ ![Setări](resources/icons/mdlight/appbar.settings.svg) ➔ Iluminare ecran**
ru: ## Подсветка экрана <a id="flight"></a> Здесь вы можете управлять подсветкой экрана. Если у вас имеется тёплое освещение (белые + оранжевые светодиоды), его можно регулировать отдельно из нижеуказанного диалога: > **ВЕРХНЕЕ МЕНЮ ➔ ![Настройки](resources/icons/mdlight/appbar.settings.svg) ➔ Подсветка**
sk: ## Nasvietenie/podsvietenie displeja <a id="flight"></a> Prostredníctvom tejto ponuky môžete ovládať osvetlenie obrazovky. Ak máte 'teplé' osvetlenie (normálne biele LED + oranžové), môžete ich ovládať oddelene z tohto dialógu: > **VRCHNÉ MENU ➔ ![Nastavenia](resources/icons/mdlight/appbar.settings.svg) ➔ Nasvietenie/podsvietenie displeja**
sr: ## Предње/задње светло <a id="flight"></a> Светло вашег екрана можете да контролишете из овог менија. Ако имате топло осветљене (обичне беле LED+наранџасте) можете посебно да их контролишете из овог дијалога: > **TOP MENU ➔ ![Подешавања](resources/icons/mdlight/appbar.settings.svg) ➔ Предње светло**
tr: ## Ön/arka aydınlatma <a id="flight"></a> Ekran aydınlatmanızı bu menü üzerinden ayarlayabilirsiniz. Sıcak aydınlatmanız varsa (normal beyaz LED+turuncu olanlar) bunları bu bölümden ayrı olarak kontrol edebilirsiniz: > **ÜST MENÜ ➔![Ayarlar](resources/icons/mdlight/appbar.settings.svg) ➔ Ön aydınlatma**
uk: ## Підсвічування/освітлення <a id="flight"></a> Ви можете управляти підсвічуванням екрана через це меню. Якщо у вас тепле освітлення (звичайні білі світлодіоди+жовтогарячі), ви можете керувати ним окремо з цього діалогу: > **ВЕРХНЄ МЕНЮ ➔ ![Налаштування](../ resources/icons/mdlight/appbar.settings.svg) ➔ Підсвічування**
zh_cn: ## 前灯/背光<a id="flight"></a> 您可以通过此菜单控制屏幕灯。 如果您有暖光（普通白色 LED+橙色 LED），您可以通过此对话框分别控制它们： > **顶部菜单 ➔ ![设置](../resources/icons/mdlight/appbar.settings.svg) ➔ 前灯**
