Repository: spruceUI/spruceOS
Catalog: App/KoReader/l10n/*/koreader.po
Languages: ar, ca, cs, de, el, es, fa, fr, gl, hu, it_it, ja, ko_kr, nl_nl, pl, pt_br, ro, ru, sk, sr, tr, uk, zh_cn

source: In the expert mode, different types of twilight can be used in addition to civil twilight.
ca: En el mode expert, es poden utilitzar diferents tipus de crepuscle, a més del crepuscle civil.
cs: V režimu pro experty lze kromě občanského soumraku použít i jiné druhy soumraku.
de: Im Expertenmodus können neben der zivilen Dämmerung auch andere Arten der Dämmerung verwendet werden.
el: Στην προχωρημένη λειτουργία, διαφορετικοί τύποι λυκόφωτος μπορούν να χρησιμοποιηθούν εκτός από το αστικό λυκόφως.
es: En el modo experto, se pueden utilizar diferentes tipos de crepúsculo, además del crepúsculo civil.
fa: در حالت حرفه‌ای، انواع مختلف گرگ‌ومیش می‌تواند استفاده شود بعلاوه حالت گرگ‌و‌میش civil.
fr: En mode expert, différents types de crépuscules peuvent être utilisés en plus du crépuscule civil.
gl: No modo experto, poden usarse diferentes tipos de luscofusco ademais do luscofusco civil.
hu: Szakértői módban a polgári szürkület mellett más egyéb szürkület típusokat is lehet használni.
it_it: Nella modalità esperto è possibile utilizzare diversi tipi di crepuscolo oltre a quello civile.
ja: 上級者向けモードでは、常用薄明に加えて、異なった種類の黄昏時設定を使用することができます。
ko_kr: 전문가 모드에서는 시민 미명 외에도 다양한 종류의 미명을 사용할 수 있습니다.
nl_nl: In expertmodus kunnen behalve civiele schemering ook andere soorten schemering worden gebruikt.
pl: W trybie eksperckim oprócz zmierzchu cywilnego można używać różnych rodzajów zmierzchu.
pt_br: No modo avançado, diferentes tipos de crepúsculo podem ser usados além do crepúsculo civil.
ro: În modul expert pot fi utilizate diferite definiții ale amurgului în afară de amurgul civil (6°).
ru: В экспертном режиме можно использовать различные типы сумерек в дополнение к гражданским.
sk: V expertnom režime je možné okrem občianskeho použiť aj iné druhy úsvitu/súmraku.
sr: У експертском режиму, уз цивилни, могућа је употреба различитих врста сумрака.
tr: Uzman kipinde, sivil alacakaranlığa ek olarak farklı alacakaranlık türleri de kullanılabilir.
uk: У експертному режимі крім цивільних сутінків можуть використовуватися інші види сутінків.
zh_cn: 专家模式下，除民用暮光外，还可以使用不同类型的暮光。

source: Location settings
ar: إعدادات الموقع
ca: Configurar ubicació
cs: Nastavení polohy
de: Einstellungen für Standort
el: Ρυθμίσεις τοποθεσίας
es: Configurar ubicación
fa: تنظیمات موقعیت جغرافیایی
fr: Paramètres de localisation
gl: Configurar localización
hu: Helyszín beállítása
it_it: Impostazioni località
ja: 位置設定
ko_kr: 위치 설정
nl_nl: Locatie-instellingen
pl: Ustawienia lokalizacji
pt_br: Configurações da localização
ro: Setări locație
ru: Настройки местоположения
sk: Nastavenia polohy
sr: Подешавања локације
tr: Konum ayarları
uk: Налаштування розташування
zh_cn: 位置设置

source: Fixed schedule settings
ar: إعدادات الجدول الثابتة
ca: Configurar horari establert
cs: Nastavení pevného časového plánu
de: Einstellungen zum fixen Zeitplan
el: Ρυθμίσεις χρονοδιαγράμματος
es: Configurar horario establecido
fa: تنظیمات زمانبندی ثابت
fr: Paramètres de planification fixe
gl: Configuración do horario fixo
hu: Ütemezési beállítások rögzítése
it_it: Impostazioni di pianificazione fisse
ja: 固定スケジュール設定
ko_kr: 정해진 일정 설정
nl_nl: Instellingen voor vast schema
pl: Ustawienia ustalonego harmonogramu
pt_br: Configurações do cronograma fixo
ro: Setări orar fix
ru: Настройки установленного расписания
sk: Pevné nastavenia plánu prepínania
sr: Подешавања фиксног распореда
tr: Sabit zamanlama ayarları
uk: Фіксовані налаштування розкладу
zh_cn: 固定时间表设置

source: Warmth and night mode settings
ar: إعدادات الدفء والوضع الليلي
ca: Paràmetres de temperatura de color i mode nocturn
cs: Nastavení teploty osvětlení a noční režim
de: Einstellungen für Wärme und Nachtmodus
el: Ρυθμίσεις θερμού φωτισμού και νυχτερινής λειτουργίας
es: Configurar temperatura de color y modo noche
fa: تنظیمات گرما و حالت شب
fr: Paramètres de température et du mode nuit
gl: Configuración de temperatura de cor e modo nocturno
hu: Színhőmérséklet és éjszakai mód beállítások
it_it: Impostazioni modalità calore e notte
ja: 色調調節と夜間モードの設定
ko_kr: 색 온도와 야간 모드 설정
nl_nl: Instellingen voor warmte- en nachtmodus
pl: Ustawienia barwy i trybu nocnego
pt_br: Configurações de temperatura de cor e modo noturno
ro: Setări nuanță și mod de noapte
ru: Настройки теплоты и ночного режима
sk: Nastavenia farebnej teploty a nočného režimu
sr: Подешавања топлине и ноћног режима
tr: Sıcaklık ve gece kipi ayarları
uk: Налаштування теплоти барв і нічного режиму
zh_cn: 色温和夜间模式设置

source: Night mode settings
ar: إعدادات الوضع الليلي
ca: Paràmetres del mode nocturn
cs: Nastavení nočního režimu
de: Einstellungen für Nachtmodus
el: Ρυθμίσεις νυχτερινής λειτουργίας
es: Ajustes del modo noche
fa: تنظیمات حالت شب
fr: Paramètres du mode nuit
gl: Configuración do mono nocturno
hu: Éjszakai mód beállításai
it_it: Impostazioni modalità notte
ja: 夜間モード設定
ko_kr: 야간 모드 설정
nl_nl: Nachtmodus-instellingen
pl: Ustawienia trybu nocnego
pt_br: Configurações do modo noturno
ro: Setări mod de noapte
ru: Настройки ночного режима
sk: Nastavenia nočného režimu
sr: Подешавања ноћног режима
tr: Gece kipi ayarları
uk: Налаштування нічного режиму
zh_cn: 夜间模式设置

source: Currently active parameters
ar: المعلمات النشطة حاليا
ca: Paràmetres actualment actius
cs: Aktuálně aktivní parametry
de: Derzeit aktive Einstellungen
el: Τρέχουσες ενεργές παράμετροι
es: Parámetros actualmente activos
fa: پارامتر‌های فعال فعلی
fr: Paramètres actifs actuels
gl: Parámetros activos actualmente
hu: Jelenlegi aktív paraméterek
it_it: Parametri attualmente attivi
ja: 現在有効なパラメーター
ko_kr: 현재 활성 매개변수
nl_nl: Momenteel actieve parameters
pl: Aktualnie aktywne parametry
pt_br: Parâmetros ativos atualmente
ro: Parametri activi
ru: Текущие активные параметры
sk: Aktuálne aktívne parametre
sr: Тренутно активни параметри
tr: Şu anda etkin parametreler
uk: Зараз активні параметри
zh_cn: 当前生效的参数

source: Sun position information for
ar: معلومات موقف الشمس ل
ca: Informació sobre la posició del sol per a
cs: Informace o poloze slunce pro
de: Informationen zum Sonnenstand für
el: Πληροφορίες θέσης ήλιου για
es: Información sobre la posición del sol para
fa: اطلاعات موقعیت خورشید برای
fr: Information sur position du soleil pour
gl: Información sobre a posición do sol para
hu: Nap pozíció információ, helyszín
it_it: Informazioni sulla posizione del sole per
ja: 太陽位置情報
ko_kr: 태양 위치 정보 기준
nl_nl: Informatie over de zonpositie voor
pl: Informacje o położeniu słońca
pt_br: Informações da posição solar para
ro: Informații poziție soare pentru
ru: Информация о положении солнца для
sk: Informácie o polohe slnka pre
sr: Информације о позицији сунца за
tr: Şunun için güneş konumu bilgileri
uk: Дані про положення сонця для
zh_cn: 太阳位置信息

source: Fixed schedule information
ar: معلومات الجدول الزمني الثابت
ca: Informació d'horari establert
cs: Informace o pevném časovém plánu
de: Informationen zum fixen Zeitplan
el: Πληροφορίες χρονοδιαγράμματος
es: Información de horario establecido
fa: اطلاعات زمانبندی ثابت
fr: Informations sur les horaires fixes
gl: Información do horario fixo
hu: Ütemezési infók rögzítése
it_it: Informazioni sugli orari fissi
ja: 固定スケジュール情報
ko_kr: 정해진 일정 정보
nl_nl: Informatie over vast schema
pl: Informacje o ustalonym harmonogramie
pt_br: Informações do cronograma fixo
ro: Informații orar fix
ru: Информация об установленном расписании
sk: Informácie o pevnom nastavení plánu prepínania
sr: Информације о фиксном распореду
tr: Sabit zamanlama bilgileri
uk: Фіксована інформація про розклад
zh_cn: 固定时间表信息

source: Frontlight off during day: %1 min offset
ca: Il·luminació apagada en horari diürn: %1 min de diferència
cs: Přední osvětlení je přes den zakázáno: odchylka %1 min
de: Beleuchtung tagsüber aus: %1 min Verschiebung
el: Απενεργοποίηση του εμπρόσθιου φωτισμού κατά τη διάρκεια της ημέρας: μετατόπιση %1 λ.
es: Iluminación apagada en horario diurno: %1 min de intervalo
fr: Désactivation de l'éclairage pendant la journée : décalage de %1 min
gl: Iluminación apagada durante o día: %1 min de intervalo
hu: Elülső megvilágítás kikapcsolva nappal: %1 perc eltolással
it_it: Retroilluminazione spenta durante il giorno: %1 margine temporale minimo
ja: 日中フロントライト消灯: %1 分オフセット
ko_kr: 낮 동안 전면 조명 끄기: %1 최소 오프셋
nl_nl: Licht overdag uit: %1 min verschuiving
pl: Oświetlenie wyłączone w ciągu dnia. Przesunięcie %1 min
pt_br: Iluminação desligada durante o dia: %1 min de intervalo
ru: Выключение подсветки днём: %1 мин. смещение
sk: Posunúť vypnutie nasvietenia/podsvietenia displeja počas dňa o %1 min
sr: Предње светло је искључено током дана: %1 мин померено
tr: Ön aydınlatma gün boyunca kapalı: %1 dakika sapma
uk: Підсвічування вимкнено вдень: %1 мінімальний зсув
zh_cn: 白天关闭前光：偏移 %1 分钟

source: Frontlight off during day
ca: Il·luminació apagada en horari diürn
cs: Přední osvětlení je přes den vypnuto
de: Beleuchtung tagsüber aus
el: Απενεργοποίηση του εμπρόσθιου φωτισμού κατά τη διάρκεια της ημέρας
es: Iluminación apagada en horario diurno
fa: در طول روز نور صفحه نمایش خاموش باشد
fr: L'éclairage est désactivé pendant la journée
gl: Iluminación apagada durante o día
hu: Kijelzővilágítás napközben kikapcsolva
it_it: Retroilluminazione spenta durante il giorno
ja: 日中フロントライト消灯
ko_kr: 낮에는 전면 조명 끄기
nl_nl: Licht overdag uit
pl: Oświetlenie wyłączone w ciągu dnia
pt_br: Iluminação desligada durante o dia
ru: Выключение подсветки днём
sk: Vypnúť nasvietenie/podsvietenie displeja počas dňa
sr: Предње светло је искључено током дана
tr: Ön aydınlatma gün boyunca kapalı
uk: Підсвічування вимкнено вдень
zh_cn: 白天关闭前光

source: Offset for frontlight off
ca: Interval per a apagat d'il·luminació
cs: Posunutí pro vypnutí předního osvětlení
de: Verschiebung der Beleuchtungszeit
el: Μετατόπιση της απενεργοποίησης του εμπρόσθιου φωτισμού
es: Intervalo para apagado de iluminación
fr: Décalage pour la désactivation de l'éclairage
gl: Intervalo para apagado de iluminación
hu: Eltolás az elülső világítás kikapcsolásához
it_it: Margine temporale per lo spegnimento della retroilluminazione
ja: フロントライト消灯時のオフセット
ko_kr: 전면 조명 끄기 오프셋
nl_nl: Verschuiving voor licht uit
pl: Przesunięcie przy wyłączaniu oświetlenia
pt_br: Intervalo para desligar a iluminação
ru: Смещение для выключения подсветки
sk: Oneskorené zapnutie nasvietenia/podsvietenia displeja je vypnuté
sr: Померај за искључивање предњег светла
tr: Ön aydınlatma sapması
uk: Зсув для вимкнення підсвічування
zh_cn: 前光关闭时间偏移量

source: At this time the frontlight will be turned • off after sunrise and • on before sunset.
ca: A aquesta hora la il·luminació • s'apagarà després de l'alba i • s'encendrà abans del capvespre.
cs: V tento čas bude přední osvětlení • vypnuto po východu slunce • zapnuto před západem slunce.
de: Zu diesen Zeiten wird die Beleuchtung • nach dem Sonnenaufgang ausgeschaltet und • vor dem Sonnenuntergang eingeschaltet.
el: Αυτή την ώρα ο εμπρόσθιος φωτισμός - θα σβήνει μετά την ανατολή του ήλιου και - θα ανάβει πριν από τη δύση του ηλίου.
es: A esta hora la iluminación • se apagará después del amanecer y • se encenderá antes del atardecer.
fr: A ce moment, l'éclairage sera • éteint après le lever du soleil et • allumé avant le coucher du soleil.
gl: A esta hora, a iluminación será • apagada despois do amencer e • acendida antes da posta de sol.
hu: Az elülső világítás - napfelkelte után kikapcsol - napnyugta előtt bekapcsol.
it_it: A quest'ora la retroilluminazioneverrà - spenta dopo l'alba e - accesa prima del tramonto.
ja: 以下の時フロントライトは切り替わります。 • 日の出後 消灯 • 日没前 点灯
ko_kr: 전면 조명이 켜지는 때: • 일출 후와 • 일몰 전에.
nl_nl: Op deze tijd wordt het licht aangepast • uit na zonsopgang en • aan voor zonsondergang.
pl: W tym czasie oświetlenie zostanie • wyłączone po wschodzie słońca oraz • włączone przed zachodem słońca.
pt_br: Durante este tempo, a iluminação permanecerá • desligada após o nascer do sol e • ligada antes do pôr do sol.
ru: В указанное время подсветка сменит состояние: • выключится с утра и • включится вечером.
sk: V tomto čase sa zapne nasvietenie/podsvietenie displeja - po východe slnka a - pred západom slnka.
sr: У ово време, предње светло ће се • искључити након изласка сунца и • укључити пре заласка сунца.
tr: Şu anda ön aydınlatma • gün doğumundan sonra kapatılacak • gün batımından sonra açılacak.
uk: Наразі підсвічування буде • вимкнено після сходу сонця і • ввімкнено після заходу сонця.
zh_cn: 这时前光将在 • 日落前开启 • 日出后关闭

source: This feature turns your front light on at sunset and off at sunrise according to the “Current Active Parameters” in this plugin. You can override this change by manually turning the front light on/off. At the next sunrise/sunset, AutoWarmth will toggle again if needed. For cloudy autumn days, the switch-on/off time can be shifted by an offset.
ca: Aquesta funció encén la il·luminació al capvespre i l'apaga a l'alba segons els "Paràmetres Actius Actuals" d'aquest complement. És possible anul·lar aquest canvi encenent/apagant manualment la il·luminaciól. En el següent capvespre/alba, la Temperatura de color pot tornar a ser modificada si cal. Durant els dies ennuvolats de tardor, l'hora d'encesa/apagada es pot compensar mitjançant un interval de correcció.
de: Dieses Feature schaltet die Beleuchtung beim Sonnenuntergang aus und beim Sonnenaufgang ein. Die automatische Einstellung kann durch manuell Umschalten der Beleuchtung überschrieben werden. Beim nächsten Sonnenauf- bzw. -untergang wird das Plugin wieder die Kontrolle übernehmen. An wolkigen Herbsttagen kann der Ein- und Ausschaltzeitpunkt verschoben werden.
el: Αυτή η λειτουργία ανάβει τον εμπρόσθιο φωτισμό κατά το ηλιοβασίλεμα και τον σβήνει κατά την ανατολή σύμφωνα με τις "Τρέχουσες ενεργές παραμέτρους" σε αυτό το πρόσθετο. Μπορείτε να παρακάμψετε αυτήν την αλλαγή ενεργοποιώντας /απενεργοποιώντας χειροκίνητα τον εμπρόσθιο φωτισμό. Την επόμενη ανατολή/δύση του ηλίου, ο Αυτόματος θερμός φωτισμός θα αλλάξει ξανά εάν χρειαστεί. Για τις συννεφιασμένες φθινοπωρινές ημέρες, ο χρόνος ενεργοποίησης/απενεργοποίησης μπορεί να αλλάξει με μία μετατόπιση του χρόνου.
es: Esta función enciende la iluminación al atardecer y la apaga al amanecer según los "Parámetros Activos Actuales" de este complemento. Es posible anular este cambio encendiendo/apagando manualmente la iluminación. En el siguiente amanecer/atardecer, la Temperatura de color puede volver a ser modificada si fuera necesario. Durante los días nublados de otoño, la hora de encendido/apagado se puede compensar mediante un intervalo de corrección.
fr: Cette fonctionnalité allume l'éclairage au coucher du soleil et l'éteint au lever du soleil en fonction des "Paramètres actifs actuels" dans ce module d'extension. Vous pouvez annuler cette modification en allumant/éteignant manuellement votre éclairage. Au prochain lever/coucher du soleil, AutoWarmth basculera à nouveau si nécessaire. Pour les journées d'automne nuageuses, l'heure de mise en marche/arrêt peut être décalée.
gl: Esta función acende a iluminación da pantalla na posta de sol e a apaga ao amencer de acordo cos "Parámetros Activos Actuais" deste engadido. Podes anular este cambio acendendo ou apagando a iluminación manualmente. No próximo amencer ou solpor, a Temperatura de cor automática conmutará se fora necesario. Para os días nubrados de outono, as horas de acendido e apagado poden desprazarse cun intervalo de corrección.
hu: Ez a funkció bekapcsolja az megvilágítást napnyugtakor és kikapcsolja napkeltekor az ebben a bővítményben található „Jelenlegi aktív paraméterek” szerint. Ezt a változtatást felülbírálhatja a megvilágítás manuális be- és kikapcsolásával. A következő napkeltekor/napnyugtakor az AutoWarmth szükség esetén ismét átkapcsol. Felhős őszi napokon a be-/kikapcsolási idő eltolással módosítható.
it_it: Questa funzione accende la retroilluminazione al tramonto e la spegne all'alba in base ai "Parametri attivi correnti" di questo componente aggiuntivo. È possibile annullare questa modifica accendendo/spegnendo manualmente la retroilluminazione. All'alba/tramonto successivo, Temperatura del colore automatica si attiverà nuovamente, se necessario. Per giornate autunnali nuvolose, l'orario di accensione/spegnimento può essere anticipato/ritardato di un tempo dato.
ja: このプラグインの「現在有効なパラメーター」に従って、日没時にフロントライトを点灯させ、日の出時に消灯させる機能です。 フロントライトを手動でオン/オフすることで、この変更を上書きすることができます。次の日の出/日の入り時に、必要に応じて自動色調調節機能が再び切り替えます。 秋の曇天時には、オフセットによりスイッチON/OFFの時間をずらすことができます。
ko_kr: 이 기능은 이 플러그인의 "현재 활성 매개변수"에 따라 일몰 시 전면 조명을 켜고 끕니다. 전면 조명을 수동으로 켜고 끄면 이 변경 사항을 무시할 수 있습니다. 다음 일출/일몰 시 자동 색 온도는 필요한 경우 다시 토글됩니다. 흐린 가을 날의 경우 스위치 켜기/끄기 시간을 오프셋으로 이동할 수 있습니다.
nl_nl: Deze functie schakelt het licht aan bij zonsondergang en uit bij zonsopgang volgens de "Huidige actieve parameters" in deze plugin. Deze verandering kan worden geannuleerd door de koplamp handmatig aan of uit te zetten. Bij de volgende zonsop- of ondergang schakelt AutoWarmte indien nodig opnieuw in. Voor bewolkte herfstdagen kan de in- of uitschakeltijd worden verschoven met een verschuiving.
pl: Ta funkcja włącza oświetlenie o zachodzie słońca i wyłącza o wschodzie słońca zgodnie z „Aktualnie aktywnymi parametrami” w tej wtyczce. Możesz pominąć tę zmianę, ręcznie włączając lub wyłączając oświetlenie. Podczas następnego wschodu lub zachodu słońca funkcja AutoWarmth przełączy się ponownie w razie potrzeby. W pochmurne jesienne dni czas włączenia i wyłączenia można przesunąć.
pt_br: Esse recurso liga sua iluminação no pôr do sol e a desliga no nascer do sol de acordo com os “Parâmetros ativos atualmente” desse plugin. Você pode substituir essa alteração ligando/desligando manualmente a iluminação. No próximo nascer/pôr do sol, a temperatura de cor automática vai alternar novamente se necessário. Para dias nublados de outono, a hora de ligar/desligar pode ser alterada para um determinado horário.
ru: Данная функция позволяет включать подсветку вечером и выключать утром в соответствии с «Текущими активными параметрами» плагина автотеплоты. Её действие можно отменить ручным переключением подсветки. При необходимости на следующий день функция автотеплоты включится снова. Пасмурными осенними днями срабатывание переключателя может быть смещено на заданное время.
sk: Táto funkcia zapína nasvietenie/podsvietenie displeja pri západe slnka a vypína pri východe slnka podľa „Aktuálnych aktívnych parametrov“ v tomto doplnku. Túto zmenu môžete prepísať manuálnym zapnutím/vypnutím nasvietenia/podsvietenia displeja. Pri ďalšom východe/západe slnka sa funkcia AutoWarmth v prípade potreby opäť prepne. V prípade zamračených jesenných dní možno posunúť čas zapnutia alebo vypnutia nasvietenia/podsvietenia displeja.
sr: Ова могућност укључује ваше предње светло приликом заласка светла сагласно „Тренутно активним параметрима” у овом додатку. То можете да преиначите ручним укључивањем/искључивањем предњег светла. У време наредног свитања/заласка, Аутоматска топлина ће по потреби поново да укључи/искључи. У случају облачних јесењих дана, на време укључивања/искључивања може да се утиче померајем.
tr: Bu özellik, bu uygulama ekinin "Geçerli etkin parametrelerine" göre ön aydınlatmanızı gün batımında açar ve gün doğumunda kapatır. Ön ışığı el ile açıp kapatarak bu değişikliği geçersiz kılabilirsiniz. AutoWarmth gerekirse bir sonraki gün doğumu ve batımında yeniden etkili olur. Bulutlu sonbahar günlerinde açma/kapatma zamanları sapma kadar ötelenebilir.
uk: Ця функція вмикає підсвічування на заході сонця та вимикає на сході сонця відповідно до «Поточних активних параметрів» у цьому плагіні. Ви можете скасувати цю зміну, увімкнувши/вимкнувши підсвічування вручну. За наступного сходу/заходу сонця AutoWarmth знову увімкнеться за потреби. Для похмурих осінніх днів час увімкнення/вимкнення можна змістити на певний час.
zh_cn: 此功能根据此插件中的“当前活动参数”在日落时打开前灯，在日出时关闭前灯。 您可以通过手动打开/关闭前灯来绕过此更改。 下一次日出/日落时，如果需要，AutoWarmth 将再次切换。 遇到多云的秋日，可以相应调整开关时间。

source: According to the sun's position
ca: Segons la posició del sol
cs: Na základě polohy slunce
de: Basierend auf der Sonnenposition
el: Σύμφωνα με τη θέση του ήλιου
es: Según la posición del sol
fa: براساس موقعیت خورشید
fr: D'après la position du soleil
gl: Segundo a posición do sol
hu: A nap pozíciója alapján
it_it: Secondo la posizione del sole
ja: 太陽位置に従う
ko_kr: 태양의 위치에 따라
nl_nl: Volgens de stand van de zon
pl: Zgodnie z pozycją słońca
pt_br: Conforme a posição solar
ro: În concordanță cu poziția Soarelui
ru: По положению солнца
sk: Podľa polohy Slnka
sr: Сагласно са позицијом сунца
tr: Güneşin konumuna göre
uk: Згідно з положенням Сонця
zh_cn: 根据太阳的位置

source: Only use the times calculated from the position of the sun.
ca: Utilitzar únicament les hores calculades a partir de la posició del sol.
cs: Použijí se pouze časy vypočítané z polohy slunce.
de: Benutze nur die Zeiten, welche aus der Sonnenposition berechnet werden.
el: Χρησιμοποιεί μόνο τους χρόνους που υπολογίζονται από τη θέση του ήλιου.
es: Utilizar únicamente las horas calculadas a partir de la posición del sol.
fa: تنها از زمان محاسبه شده براساس موقعیت خورشید استفاده کن.
fr: Utiliser seulement les temps calculés à partir de la position du soleil.
gl: Usar só as horas calculadas a partir da posición do sol.
hu: Csak a nap helyzetéből számított időpontok használata.
it_it: Usa solo gli orari calcolati dalla posizione del sole.
ja: 太陽位置から計算した時刻のみを使用します。
ko_kr: 태양의 위치로 계산된 시간만 사용합니다.
nl_nl: Gebruik alleen de tijden berekend op basis van de zonspositie.
pl: Używaj tylko godzin obliczonych z pozycji słońca.
pt_br: Usa apenas os horários calculados a partir da posição do sol.
ro: Folosește doar orele calculate după poziția soarelui.
ru: Использовать только рассчитанное по положению солнца время.
sk: Používať len čas vypočítaný z polohy Slnka.
sr: Користе се само времена израчуната из позиције сунца.
tr: Yalnızca güneşin konumundan hesaplanan süreler kullanılılır.
uk: Використовувати лише час, обчислений з положення Сонця.
zh_cn: 仅使用根据太阳位置计算的时间。

source: According to the fixed schedule
ar: حسب الجدول الزمني المحدد
ca: Segons l'horari establert
cs: Na základě časového plánu
de: Basierend auf dem fixen Zeitplan
el: Σύμφωνα με το καθορισμένο χρονοδιάγραμμα
es: Según el horario establecido
fa: طبق برنامه زمانبندی ثابت
fr: Selon l'horaire fixé
gl: Segundo o horario fixo
hu: A rögzített ütemezés szerint
it_it: Secondo l'orario prestabilito
ja: 固定スケジュールに従う
ko_kr: 정해진 일정에 따라
nl_nl: Volgens het vaste schema
pl: Zgodnie z ustalonym harmonogramem
pt_br: Conforme o cronograma fixo
ro: În concordanță cu orarul fix
ru: По установленному расписанию
sk: Podľa stanoveného časového plánu
sr: Сагласно са фиксним распоредом
tr: Sabit zamanlamaya göre
uk: Згідно з фіксованим розкладом
zh_cn: 根据固定时间表

source: Only use the times from the fixed schedule.
ca: Utilitzar únicament les hores de l'horari establert.
cs: Použijí se pouze časy z pevného časového plánu.
de: Benutze nur die Zeiten aus dem fixen Zeitplan.
el: Χρησιμοποιεί μόνο τις ώρες του καθορισμένου χρονοδιαγράμματος.
es: Utilizar únicamente las horas del horario establecido.
fr: Utiliser seulement les horaires de la planification fixe.
gl: Usar só as horas do horario fixo.
hu: Csak a rögzített ütemterv szerinti időpontokat használja.
it_it: Utilizzare solo gli orari della pianificazione fissa.
ja: 固定スケジュールの時刻のみを使用する。
ko_kr: 정해진 일정에 따른 시간만 사용합니다.
nl_nl: Gebruik alleen de tijden van het vaste schema.
pl: Używaj tylko godzin z ustalonego harmonogramu.
pt_br: Usa somente os horários do cronograma fixo.
ro: Folosește doar orele din orarul fix.
ru: Использовать время только из установленного расписания.
sk: Používať iba časy podľa časového plánu.
sr: Користе се само времена из фиксног распореда.
tr: Yalnızca sabit zamanlama süreleri kullanılır.
uk: Використовувати лише час з фіксованого розкладу.
zh_cn: 仅使用固定时间表中的时间。
