Repository: spruceUI/spruceOS
Catalog: App/KoReader/l10n/*/koreader.po
Languages: ar, ca, cs, de, el, es, fa, fr, gl, hu, it_it, ja, ko_kr, nl_nl, pl, pt_br, ro, ru, sk, sr, tr, uk, zh_cn

source: Add a book to favorites
ca: Afegeix un llibre als preferits
cs: Přidat knihu do Oblíbených
de: Buch zu Favoriten hinzufügen
el: Προσθήκη ενός βιβλίου στα αγαπημένα
es: Añadir un libro a favoritos
fa: افزودن یک کتاب به موارد برگزیده
fr: Ajouter un livre aux favoris
gl: Engadir libro aos favoritos
hu: Könyv hozzáadása a Kedvencekhez
it_it: Aggiungi un libro ai preferiti
ko_kr: 즐겨찾기에 책 추가
nl_nl: Een boek aan favorieten toevoegen
pl: Dodaj książkę do ulubionych
pt_br: Adicionar um livro aos favoritos
ru: Добавить книгу в избранное
sk: Pridať knihu medzi obľúbené
sr: Додај књигу у омиљене
tr: Sık kullanılanlara bir kitap ekle
uk: Додати книгу до уподобань
zh_cn: 添加书籍至收藏夹

source: Remove current book from favorites
ca: Elimina el llibre actual dels preferits
cs: Odstranit aktuální knihu z Oblíbených
de: Aktuelles Buch aus den Favoriten entfernen
el: Αφαίρεση τρέχοντος βιβλίου από τα αγαπημένα
es: Eliminar el libro actual de favoritos
fa: حذف کتاب فعلی از موارد برگزیده
fr: Retirer le livre actuel des favoris
gl: Eliminar o libro actual dos favoritos
hu: Aktuális könyv eltávolítása a Kedvencekből
it_it: Rimuovi il libro corrente dai preferiti
ko_kr: 즐겨찾기에서 현재 책 제거
nl_nl: Huidig boek uit favorieten verwijderen
pl: Usuń bieżącą książkę z ulubionych
pt_br: Remover o livro atual dos favoritos
ru: Удалить текущую книгу из избранного
sk: Odstrániť aktuálnu knihu z obľúbených
sr: Уклони текућу књигу из омиљених
tr: Geçerli kitabı sık kullanılanlardan çıkar
uk: Вилучити поточну книгу з уподобань
zh_cn: 从收藏夹中移除当前书籍

source: Add current book to favorites
ca: Afegeix el llibre actual als preferits
cs: Přidat aktuální knihu do Oblíbených
de: Aktuelles Buch zu den Favoriten hinzufügen
el: Προσθήκη τρέχοντος βιβλίου στα αγαπημένα
es: Añadir el libro actual a favoritos
fa: اضافه کردن کتاب فعلی به موارد برگزیده
fr: Ajouter le livre actuel aux favoris
gl: Engadir o libro actual aos favoritos
hu: Aktuális könyv hozzáadása a Kedvencekhez
it_it: Aggiungi il libro corrente ai preferiti
ko_kr: 즐겨찾기에 현재 책 추가
nl_nl: Huidig boek aan favorieten toevoegen
pl: Dodaj bieżącą książkę do ulubionych
pt_br: Adicionar o livro atual aos favoritos
ru: Добавить текущую книгу в избранное
sk: Pridať aktuálnu knihu medzi obľúbené
sr: Додај текућу књигу у омиљене
tr: Geçerli kitabı sık kullanılanlara ekle
uk: Додати поточну книгу до уподобань
zh_cn: 将当前书籍添加至收藏夹

source: Convert %1 to:
ar: قم بتحويل %1 إلى:
ca: Convertir %1 a:
cs: Konvertovat %1 na:
de: Konvertiere %1 nach:
el: Μετατροπή %1 σε:
es: Convertir %1 a:
fa: تبدیل %1 به:
fr: Conversion de %1 en :
gl: Converter %1 en:
hu: %1 konvertálása:
it_it: Converti %1 in:
ja: %1 を以下に変換:
ko_kr: %1을 다음으로 변환:
nl_nl: %1 converteren naar:
pl: Konwertuj %1 do:
pt_br: Converta %1 para:
ro: Convertește %1 în:
ru: Конвертировать %1 в:
sk: Konvertovať %1 do:
sr: Претвори %1 у:
tr: %1 şuna dönüştürülsün:
uk: Конвертувати %1 в:
zh_cn: 将 %1 转换为:

source: Overwrite existing HTML file?
ar: هل نقوم بالحفظ فوق ملف HTML الموجود سلفًا؟
ca: Voleu sobreescriure el fitxer HTML existent?
cs: Přepsat existující HTML soubor?
de: Überschreibe existierende HTML-Datei?
el: Να αντικατασταθεί το υπάρχον αρχείο HTML;
es: ¿Quiere sobrescribir el archivo HTML existente?
fa: پرونده‌ی اچ‌تی‌ام‌ال موجود بازنویسی شود؟
fr: Écraser le fichier HTML existant ?
gl: Substituír o ficheiro HTML existente?
hu: Felülírja a létező HTML fájlt?
it_it: Sovrascrivere il file HTML esistente?
ja: 既存の HTML ファイルを上書きしますか?
ko_kr: 기존의 HTML 파일에 덮어쓸까요?
nl_nl: Bestaand HTML-bestand overschrijven?
pl: Nadpisać istniejący plik HTML?
pt_br: Substituir o arquivo HTML existente?
ro: Suprascrii fișierul HTML existent?
ru: Перезаписать существующий HTML-файл?
sk: Prepísať existujúci HTML súbor?
sr: Преписати постојећу HTML датотеку?
tr: Var olan HTML dosyasının üzerine yazılsın mı?
uk: Перезаписати наявний файл HTML?
zh_cn: 覆盖现有的HTML文件？

source: Enter text to search for in filename
ca: Introduïu el text a cercar al nom del fitxer
cs: Vložte text, který chcete najít v názvu souboru
de: Text eingeben, nach dem im Dateinamen gesucht werden soll
el: Εισαγάγετε κείμενο για αναζήτηση στο όνομα αρχείου
es: Introducir texto a buscar en el nombre del archivo
fa: متن را برای جستجو در اسم فایل‌ها وارد کنید
fr: Saisir le texte à rechercher dans le nom de fichier
gl: Insire o texto para buscar no nome do arquivo
hu: Adja meg a fájlnévben keresendő szöveget
it_it: Immettere il testo da cercare nel nome del file
ko_kr: 파일이름에 검색할 내용을 입력
nl_nl: Voer tekst in om naar te zoeken in bestandsnaam
pl: Wprowadź tekst do wyszukania w nazwie pliku
pt_br: Digite o texto para buscar no nome do arquivo
ru: Введите текст для поиска в именах файлов
sk: Zadajte text, ktorý chcete vyhľadať v názve súboru
sr: Унесите текст претраге имена фајлова
tr: Dosya adında aranacak ifadeyi yazın
uk: Введіть текст для пошуку у назві файлу
zh_cn: 输入需要搜索文件名

source: Home folder
ar: المجلد الرئيسيّ
ca: Carpeta d'inici
cs: Domovská složka
de: Home-Verzeichnis
el: Αρχικός φάκελος
es: Carpeta de inicio
fa: پوشه‌ی خانه
fr: Dossier accueil
gl: Cartafol inicio
hu: Kezdőmappa
it_it: Cartella principale
ja: ホームフォルダー
ko_kr: 홈 폴더
nl_nl: Thuismap
pl: Folder domowy
pt_br: Pasta de Início
ro: În „Acasă”
ru: Домашняя папка
sk: Domovský priečinok
sr: Почетни (кућни) директоријум
tr: Başlangıç klasörü
uk: Домашня тека
zh_cn: 主目录

source: Current folder
ar: المجلد الحالي
ca: Carpeta actual
cs: Aktuální složka
de: Aktueller Ordner
el: Τρέχων φάκελος
es: Carpeta actual
fa: پوشه‌ فعلی
fr: Dossier actuel
gl: Cartafol actual
hu: Ebben a mappában
it_it: Cartella corrente
ja: 現在のフォルダー
ko_kr: 현재 폴더
nl_nl: Huidige map
pl: Bieżący folder
pt_br: Pasta atual
ro: Aici
ru: Текущая папка
sk: Aktuálny priečinok
sr: Тренутни директоријум
tr: Geçerli klasör
uk: Поточна тека
zh_cn: 当前文件夹

source: Book folder
ca: Carpeta de llibres
cs: Složka knihy
de: Buchordner
el: Φάκελος βιβλίου
es: Carpeta de libros
fa: پوشه کتاب
fr: Dossier de livres
gl: Cartafol do libro
hu: Könyv mappa
it_it: Cartella del libro
ko_kr: 책 폴더
nl_nl: Boekenmap
pl: Folder książki
pt_br: Pasta do livro
ru: Папка книги
sk: Priečinok s knihou
sr: Директоријум за књиге
tr: Kitap klasörü
uk: Тека з книгами
zh_cn: 书籍文件夹

source: Case sensitive
ar: يتأثر بحالة الحرف
ca: Cerca sensible a majúscules i minúscules
cs: Citlivé na malá/velká písmena
de: Groß-/Kleinschreibung
el: Διάκριση πεζών-κεφαλαίων
es: Distinguir mayúsculas y minúsculas
fa: حساس به حروف کوچک و بزرگ
fr: Sensible à la casse
gl: Distinguir maiúsculas e minúsculas
hu: Kis-nagybetű érzékeny
it_it: Rispetta maiuscole/minuscole
ja: 大/小文字を区別する
ko_kr: 대소문자 구분
nl_nl: Hoofdlettergevoelig
pl: Tekst jest wrażliwy na wielkość liter (wpisz tak jak jest)
pt_br: Sensível à caixa (maiúscula/minúscula)
ro: Sensibil la majuscule
ru: С учётом регистра
sk: Rozlišovať malé a veľké písmená
sr: Разликовање величине слова
tr: Büyük-küçük harfe duyarlı
uk: Враховується регістр
zh_cn: 区分大小写

source: Include subfolders
ar: تضمين المجلدات الفرعية
ca: Inclore subcarpetes
cs: Zahrnout podsložky
de: Unterordner einbeziehen
el: Συμπερίληψη υποφακέλων
es: Incluir subcarpetas
fa: شامل‌کردن زیرپوشه‌ها
fr: Inclure les sous-dossiers
gl: Incluír cartafoles fillos
hu: Almappák is
it_it: Includi sottocartelle
ja: サブフォルダーを含む
ko_kr: 하위 폴더 포함
nl_nl: Inclusief submappen
pl: Dołącz podfoldery
pt_br: Incluir subpastas
ro: Include subdosare
ru: Включая подпапки
sk: Zahrnúť podpriečinky
sr: Обухвати поддиректоријуме
tr: Alt klasörler katılsın
uk: Включити підтеки
zh_cn: 包含子文件夹

source: Also search in book metadata
ca: Cercar també a les metadades del llibre
cs: Hledat také v metadatech knihy
de: Auch in Buchmetadaten suchen
el: Αναζήτηση και στα μεταδεδομένα του βιβλίου
es: Buscar también en los metadatos del libro
fa: همچنین جستجو در فراداده کتاب
fr: Rechercher également dans les métadonnées du livre
gl: Buscar tamén nos metadatos
hu: Keresés a könyv metaadataiban is
it_it: Cerca anche nei metadati del libro
ko_kr: 책 메타데이터에서도 검색
nl_nl: Ook in boekmetadata zoeken
pl: Szukaj także w metadanych książek
pt_br: Buscar também nos metadados do livro
ru: Также искать в метаданных книги
sk: Vyhľadávať aj v metadátach knihy
sr: Такође претражуј и по метаподацима књиге
tr: Kitap üst verilerinde de aransın
uk: Також шукати в метаданих книги
zh_cn: 同时在元数据中搜索

source: No results for '%1'.
ar: لا نتائج لِ '%1'.
ca: No hi ha cap resultat per a «%1».
cs: Žádné výsledky pro „%1“.
de: Keine Ergebnisse für '%1'.
el: Δεν υπάρχουν αποτελέσματα για το "%1".
es: No hay resultados para «%1».
fa: هیچ نتیجه‌ای یافت نشد برای %1.
fr: Aucun résultat pour '%1'.
gl: Non hai resultados para '%1'.
hu: Nincs egyezés a következővel: '%1'.
it_it: Nessuna corrispondenza per '%1'.
ja: %1 に一致する結果はありません。
ko_kr: '%1'에 대한 결과가 없습니다.
nl_nl: Geen resultaten voor '%1'.
pl: Brak wyników dla '%1'.
pt_br: Nenhum resultado para '%1'.
ro: Nici un rezultat pentru „%1”.
ru: Нет результатов для «%1».
sk: Žiadne výsledky pre '%1'.
sr: Нема резултата за ’%1’.
tr: %1 için bir sonuç bulunamadı.
uk: Немає збігів для «%1».
zh_cn: 搜索 '%1' 无结果。

source: 1 book has been skipped.
ca: S’ha omès 1 llibre.
cs: 1 kniha byla přeskočena.
de: Es wurde 1 Buch übersprungen.
el: 1 βιβλίο έχει παραλειφθεί.
es: Se ha omitido 1 libro.
fa: ۱ کتاب صرف نظر شد.
fr: 1 livre a été sauté.
gl: Omitiuse un libro.
hu: 1 könyvet kihagytunk.
it_it: 1 libro è stato saltato.
ko_kr: %1 책을 건너뛰었습니다.
nl_nl: 1 boek is overgeslagen.
pl: 1 książka została pominięta.
pt_br: 1 livro foi ignorado.
ru: %1 книга была пропущена.
sk: 1 kniha bola vynechaná.
sr: 1 књига је прескочена.
tr: 1 kitap atlandı.
uk: Пропущено 1 книгу.
zh_cn: %1 本书被忽略。

source: Not all books metadata extracted yet. Extract metadata now?
ar: لم تُستخرَج كامل البيانات التعريفية من جميع الكتب بعد. استخرجها الآن؟
ca: Encara no s’han extret les metadades de tots els llibres. Voleu extreure les metadades ara?
cs: Ještě nejsou ze všech knih extrahována metadata. Chcete je extrahovat teď?
de: Noch nicht alle Metadaten der Bücher extrahiert. Metadaten jetzt extrahieren?
el: Δεν έχουν εξαχθεί ακόμη όλα τα μεταδεδομένα των βιβλίων. Να γίνει εξαγωγή μεταδεδομένων τώρα;
es: Todavía no se han extraído los metadatos de todos los libros. ¿Quiere extraer metadatos ahora?
fa: فراداده همه کتاب‌ها هنوز استخراج نشده. فراداده الان استخراج شود؟
fr: Les métadonnées des livres ne sont pas encore toutes extraites. Extraire les métadonnées maintenant ?
gl: Non se extraeron aínda os metadatos de todos os libros. Queres extraer os metadatos agora?
hu: Még nem került minden könyv metaadata kinyerésre. Metaadatok kinyerése most?
it_it: Non sono ancora stati estratti i metadati di tutti i libri. Estrarre i metadati ora?
ko_kr: 아직 모든 책의 메타데이터가 추출되지 않았습니다. 지금 메타데이터를 추출할까요?
nl_nl: Nog niet alle metadata van boeken geëxtraheerd. Metadata nu extraheren?
pl: Jeszcze nie wyodrębniono metadanych wszystkich książek. Wyodrębnić teraz metadane?
pt_br: Nem todos os metadados dos livros foram extraídos ainda. Extrair metadados agora?
ru: Ещё не все метаданные книг получены. Вы хотите извлечь их прямо сейчас?
sk: Zatiaľ neboli extrahované všetky metadáta kníh. Chcete ich teraz extrahovať?
sr: Још увек нису издвојени метаподаци из свих књига. Да се издвоје сада?
tr: Tüm kitapların üst verileri henüz ayıklanmamış. Üst veriler şimdi ayıklansın mı?
uk: Витягнуто метадані ще не з усіх книг. Витягнути метадані зараз?
zh_cn: 尚未提取所有书籍的元数据。 要现在提取吗？

source: Extract
ca: Extreu
cs: Extrahovat
de: Extrahieren
el: Εξαγωγή
es: Extraer
fa: استخراج
fr: Extrait
gl: Extraer
hu: Kivonat
it_it: Estrai
ko_kr: 추출
nl_nl: Extraheren
pl: Wyodrębnij
pt_br: Extrair
ru: Извлечь
sk: Extrahovať
sr: Издвоји
tr: Ayıkla
uk: Витягнути
zh_cn: 提取

source: Search results (%1)
ar: نتائج البحث (%1)
ca: Resultats de la cerca (%1)
cs: Výsledky vyhledávání (%1)
de: Suchergebnisse (%1)
el: Αποτελέσματα αναζήτησης (%1)
es: Resultado de búsqueda (%1)
fa: نتایج جستجو (%1)
fr: Résultats de la recherche (%1)
gl: Resultados da procura (%1)
hu: Keresési eredmény (%1)
it_it: Risultati della ricerca (%1)
ja: 検索結果(%1)
ko_kr: 검색 결과(%1)
nl_nl: Zoekresultaten (%1)
pl: Wyniki wyszukiwania (%1)
pt_br: Resultados da busca (%1)
ro: Rezultate căutare (%1)
ru: Результаты поиска (%1)
sk: Výsledky vyhľadávania (%1)
sr: Резултати претраге (%1)
tr: Arama sonuçları (%1)
uk: Результати пошуку (%1)
zh_cn: 搜索结果（%1）

source: Query: %1
ca: Consulta: %1
cs: Dotaz : %1
de: Abfrage: %1
el: Αναζήτηση για: %1
es: Consulta: %1
gl: Consulta: %1
hu: Lekérdezés: %1
ko_kr: 질의어: %1
nl_nl: Zoekopdracht: %1
pl: Zapytanie: %1
pt_br: Consulta: %1
ru: Запрос: %1
sk: Hľadané: %1
sr: Упит: %1
tr: Sorgu : %1
uk: Запит : %1

source: Title: %1
ca: Títol: %1
cs: Název: %1
de: Titel: %1
el: Τίτλος: %1
es: Título: %1
fa: عنوان: %1
fr: Titre : %1
gl: Título: %1
hu: Cím: %1
it_it: Titolo: %1
ko_kr: 제목: %1
nl_nl: Titel: %1
pl: Tytuł: %1
pt_br: Título: %1
ru: Название: %1
sk: Názov:%1
sr: Наслов: %1
tr: Başlık: %1
uk: Назва: %1
zh_cn: 书名: %1

source: Authors: %1
ca: Autors: %1
cs: Autoři: %1
de: Autoren: %1
el: Συγγραφείς: %1
es: Autores: %1
fa: نویسندگان: %1
gl: Autores: %1
hu: Szerző: %1
it_it: Autori: %1
ko_kr: 저자: %1
nl_nl: Auteur(s): %1
pl: Autorzy: %1
pt_br: Autores: %1
ru: Авторы: %1
sk: Autori:%1
sr: Аутори: %1
tr: Yazarlar: %1
uk: Автори: %1

source: History
ar: الملفات السابقة
ca: Historial
cs: Historie
de: Verlauf
el: Ιστορικό
es: Historial
fa: تاریخچه
fr: Historique
gl: Historial
hu: Előzmények
it_it: Cronologia
ja: 履歴
ko_kr: 내력
nl_nl: Geschiedenis
pl: Historia
pt_br: Histórico
ro: Istoric
ru: История
sk: História
sr: Историја
tr: Geçmiş
uk: Історія
zh_cn: 历史记录

# Book status filter
source: All
ar: الكل
ca: Tots
cs: Všechny
de: Alle
el: Όλα
es: Todos
fa: همه
fr: Tout
gl: Todo
hu: Összes
it_it: Tutti
ja: 全て
ko_kr: 모두
nl_nl: Alles
pl: Wszystkie
pt_br: Todos
ro: Toate
ru: Всё
sk: Všetky
sr: Све
tr: Tümü
uk: Усі
zh_cn: 所有

# Book status filter
source: Reading
ar: تتمُّ قراءته
ca: En lectura
cs: Rozečtené
de: Lesen
el: Υπό ανάγνωση
es: En lectura
fa: درحال مطالعه
fr: Lecture
gl: A ler
hu: Olvasott
it_it: In lettura
ja: 読書中
ko_kr: 읽는 중
nl_nl: Aan het lezen
pl: Czytam
pt_br: Lendo
ro: În citire
ru: Читаю
sk: Rozčítané
sr: Читање у току
tr: Okunuyor
uk: Читаються
zh_cn: 阅读中

# Book status filter
source: On hold
ar: تمَّ تعليقُ قراءته
ca: En espera
cs: Odložené
de: Zurückgestellt
el: Σε αναμονή
es: En espera
fa: در انتظار
fr: En attente
gl: Pendente
hu: Félretett
it_it: In attesa
ja: 保留
ko_kr: 보류 중
nl_nl: In de wacht
pl: Na później
pt_br: Em espera
ro: Amînat
ru: Отложено
sk: Odložené
sr: На чекању
tr: Bekliyor
uk: На утриманні
zh_cn: 等待中

# Book status filter
source: Finished
ar: تمَّ قراءته
ca: Acabats
cs: Dočtené
de: Beendet
el: Αναγνωσμένα
es: Acabados
fa: پایان‌یافته
fr: Terminé
gl: Rematado
hu: Befejezett
it_it: Finiti
ja: 読了
ko_kr: 끝냄
nl_nl: Gelezen
pl: Zakończona
pt_br: Concluídos
ro: Finalizat
ru: Прочитано
sk: Prečítané
sr: Завршене
tr: Tamamlandı
uk: Прочитані
zh_cn: 已读完

# Book status filter
source: Deleted
ar: تم حذفه
ca: Esborrats
cs: Smazáno
de: Gelöscht
el: Διαγραμμένα
es: Borrados
fa: حذف‌شده
fr: Supprimé
gl: Borrado
hu: Törölt
it_it: Eliminati
ja: 削除済
ko_kr: 삭제됨
nl_nl: Verwijderd
pl: Usunięta
pt_br: Excluídos
ro: Șters
ru: Удалено
sk: Zmazané
sr: Обрисане
tr: Silindi
uk: Видалені
zh_cn: 已删除

# Book status filter
source: New
ar: جديد
ca: Nous
cs: Nové
de: Neu
el: Νέα
es: Nuevos
fa: جدید
fr: Nouveau
gl: Novo
hu: Új
it_it: Nuovi
ja: 新規
ko_kr: 새로
nl_nl: Nieuw
pl: Nowa
pt_br: Novos
ro: Nou
ru: Новое
sk: Nové
sr: Нове
tr: Yeni
uk: Нові
zh_cn: 新增

source: Status: %1 (%2)
ca: Estat: %1 (%2)
cs: Stav: %1 (%2)
el: Κατάσταση: %1 (%2)
es: Estado: %1 (%2)
fa: وضعیت: %1 (%2)
fr: État : %1 (%2)
gl: Estado: %1 (%2)
hu: Állapot: %1 (%2)
it_it: Stato: %1 (%2)
ko_kr: 상태: %1 (%2)
pl: Stan: %1 (%2)
pt_br: Estado: %1 (%2)
ru: Статус: %1 (%2)
sk: Stav: %1 (%2)
sr: Статус: %1 (%2)
tr: Durum: %1 (%2)
uk: Стан: %1 (%2)
zh_cn: 状态：%1 (%2)

source: Remove from history
ar: إزالة من سجلّ التأريخ
ca: Eliminar de l'Historial
cs: Odstranit z Historie
de: Entferne aus Verlauf
el: Διαγραφή από το Ιστορικό
es: Borrar del Historial
fa: حذف از تاریخچه
fr: Supprimer de l’historique
gl: Eliminar do historial
hu: Eltávolítás az előzményekből
it_it: Rimuovere dalla cronologia
ja: 履歴から削除
ko_kr: 최근 내력에서 제거
nl_nl: Uit geschiedenis wissen
pl: Usuń z historii
pt_br: Remover do histórico
ro: Șterge din istoric
ru: Удалить из истории
sk: Odstrániť z histórie
sr: Уклони из историје
tr: Geçmişten sil
uk: Вилучити з історії
zh_cn: 从历史中删除

source: Search in filename and book metadata
ca: Cerca als noms de fitxer i les metadades del llibre
cs: Hledat v názvech souborů a metadatech knih
de: Suche in Dateinamen und Buchmetadaten
el: Αναζήτηση στο όνομα αρχείου και μεταδεδομένα βιβλίων
es: Buscar en el nombre del archivo y en los metadatos del libro
fa: جستجو در اسم فایل‌ و فراداده کتاب
fr: Rechercher dans le nom de fichier et les métadonnées du livre
gl: Procurar nomes de ficheiros e nos metadatos dos libros
hu: Keresés a könyvek metaadataiban is
it_it: Cerca nel nome del file e nei metadati del libro
ko_kr: 파일이름과 책 메타데이터에서 검색
nl_nl: In bestandsnaam en boekmetadata zoeken
pl: Szukaj w nazwie pliku i metadanych książki
pt_br: Buscar nome do arquivo e metadados do livro
ru: Искать в именах файлов и метаданных книг
sk: Vyhľadávať v názvoch súborov aj v metadátach knihy
sr: Претражуј по имену фајла и по метаподацима књиге
tr: Dosya adı ve kitap üst verilerinde de aransın
uk: Пошук у назвах файлів і метаданих книг
zh_cn: 同时在文件名和元数据中搜索

source: Clear history of deleted files
ar: اشطب سجلّ أسماء الملفات المحذوفة
ca: Neteja l’historial de fitxers suprimits
cs: Odstranit z historie smazané soubory
de: Verlauf der gelöschten Dateien löschen
el: Εκκαθάριση των διαγραμμένων αρχείων από το Ιστορικό
es: Borrar historial de archivos eliminados
fa: حذف تاریخچه فایل‌های پاک شده
fr: Supprimer les fichiers effacés de l’historique
gl: Limpar historia de ficheiros borrados
hu: Törölt fájlok eltávolítása az előzményekből
it_it: Svuota cronologia dei file cancellati
ja: 削除したファイルの履歴を消去
ko_kr: 지운 파일 내력 지우기
nl_nl: Verwijderde bestanden uit geschiedenis wissen
pl: Wyczyść historię usuniętych plików
pt_br: Limpar histórico de arquivos apagados
ro: Șterge istoricul fișierelor șterse
ru: Очистить историю удалённых файлов
sk: Odstrániť z histórie vymazané súbory
sr: Обриши историју обрисаних фајлова
tr: Silinmiş dosya geçmişini temizle
uk: Очистити історію видалених файлів
zh_cn: 清除已删除文件的历史记录

source: Clear history of deleted files?
ar: امسح سجلّ الملفات المحذوفة؟
ca: Voleu netejar l’historial de fitxers suprimits?
cs: Chcete odstranit z historie smazané soubory?
de: Verlauf der gelöschten Dateien löschen?
el: Να γίνει εκκαθάριση των διαγραμμένων αρχείων από το Ιστορικό;
es: ¿Borrar el historial de archivos eliminados?
fa: تاریخچه اسناد حذف‌شده پاک شود؟
fr: Supprimer les fichiers effacés de l’historique ?
gl: Borrar o historial de ficheiros eliminados?
hu: A törölt fájl előzmények törölhetőek?
it_it: Svuota cronologia dei file cancellati?
ja: 削除したファイルの履歴を消去しますか？
ko_kr: 삭제된 파일의 기록을 지울까요?
nl_nl: Verwijderde bestanden uit geschiedenis wissen?
pl: Wyczyścić historię usuniętych plików?
pt_br: Limpar histórico de arquivos apagados?
ro: Golești istoricul fișierelor șterse?
ru: Очистить историю удалённых файлов?
sk: Odstrániť z histórie vymazané súbory?
sr: Да ли да се обрише историја обрисаних фајлова?
tr: Silinmiş dosya geçmişi temizlensin mi?
uk: Очистити історію видалених файлів?
zh_cn: 清除已删除文件的历史记录？

source: Clear
ar: مسح
ca: Neteja
cs: Pročistit
de: Leeren
el: Εκκαθάριση
es: Borrar
fa: پاک‌کردن
fr: Effacer
gl: Borrar
hu: Törlés
it_it: Pulisci
ja: クリア
ko_kr: 지우기
nl_nl: Wissen
pl: Wyczyść
pt_br: Limpar
ro: Șterge
ru: Очистить
sk: Vymazať
sr: Очисти
tr: Temizle
uk: Очистити
zh_cn: 清除

source: Filter by book status
ar: عرض حسب حالة الكتاب
ca: Filtra per estat del llibre
cs: Filtrovat podle stavu knihy
de: Nach Buchstatus filtern
el: Φιλτράρισμα κατά κατάσταση βιβλίου
es: Filtrar por estado del libro
fa: فیلتر براساس وضعیت کتاب
fr: Filtrer par status de livre
gl: Filtrar por estado do libro
hu: Szűrés könyvállapotra
it_it: Filtra per stato del libro
ja: 書籍のステータスでフィルター
ko_kr: 책 상태별 필터
nl_nl: Filter op boekstatus
pl: Filtruj wg statusu książki
pt_br: Filtrar por estado do livro
ro: Filtrează după starea cărții
ru: Фильтрация по статусу книг
sk: Filtrovať podľa stavu knihy
sr: Филтрирај по статусу књиге
tr: Kitap durumuna göre süz
uk: Фільтрувати за станом книги
zh_cn: 按书籍状态过滤

source: Enter text to search history for
ca: Introduïu el text a cercar en l’historial
cs: Vložte text, který chcete v historii najít
de: Text eingeben, um im Verlauf zu suchen
el: Εισαγάγετε κείμενο για αναζήτηση στο Ιστορικό
es: Introducir el texto a buscar en el historial
fa: متن را برای جستجو در تاریخچه وارد کنید
fr: Saisissez le texte pour rechercher l'historique
gl: Insire o texto para procurar no historial
hu: Szövegkeresés az előzményekben
it_it: Inserisci il testo per cui cercare nella cronologia
ko_kr: 검색한 내력을 검색할 텍스트를 입력하세요
nl_nl: Tekst om in geschiedenis te zoeken
pl: Wpisz tekst, który chcesz wyszukać w historii
pt_br: Digite o texto para buscar no Histórico
ru: Введите текст для поиска в истории
sk: Zadajte text, ktorý si prajete vyhľadať v histórii
sr: Унесите текст за претрагу историје
tr: Geçmişte aranacak ifadeyi yazın
uk: Введіть текст, щоб шукати в історії для
zh_cn: 输入需要搜索的文字

source: Search
ar: بحث
ca: Cerca
cs: Vyhledat
de: Suchen
el: Αναζήτηση
es: Buscar
fa: جستجو
fr: Recherche
gl: Procurar
hu: Keresés
it_it: Cerca
ja: 検索
ko_kr: 검색
nl_nl: Zoeken
pl: Szukaj
pt_br: Buscar
ro: Caută
ru: Поиск
sk: Hľadať
sr: Претражи
tr: Arama
uk: Пошук
zh_cn: 搜索

source: Cannot open last document
ar: لم يتسنَّ فتحُ آخر ملف
ca: No es pot obrir el darrer document
cs: Nelze otevřít poslední dokument
de: Letztes Dokument kann nicht geöffnet werden
el: Αδυναμία ανοίγματος τελευταίου αρχείου
es: No se puede abrir el último documento
fa: باز کردن آخرین سند ممکن نیست
fr: Impossible d’ouvrir le dernier document
gl: Imposible abrir o derradeiro documento
hu: A legutóbbi dokumentum nem nyitható meg
it_it: Impossibile aprire l’ultimo documento
ja: 最後に開いた文書を開くことができません
ko_kr: 마지막 문서를 열 수 없습니다
nl_nl: Het vorige document kon niet worden geopend
pl: Nie mogę otworzyć ostatniego dokumentu
pt_br: Não é possível abrir o último documento
ro: Nu se poate deschide ultimul document
ru: Не удалось открыть последний документ
sk: Nie je možné otvoriť posledný dokument
sr: Последњи документ не може да се отвори
tr: Son görüntülenen belge açılamadı
uk: Не вдалося відкрити останній документ
zh_cn: 无法打开最近的文档

source: Settings
ar: إعدادات
ca: Paràmetres
cs: Nastavení
de: Einstellungen
el: Ρυθμίσεις
es: Configuración
fa: تنظیمات
fr: Réglages
gl: Configuración
hu: Beállítások
it_it: Impostazioni
ja: 設定
ko_kr: 설정
nl_nl: Instellingen
pl: Ustawienia
pt_br: Configurações
ro: Setări
ru: Настройки
sk: Nastavenia
sr: Подешавања
tr: Ayarlar
uk: Налаштування
zh_cn: 设置

source: Show finished books
ca: Mostrar els llibres acabats
cs: Zobrazit dočtené knihy
de: Fertige Bücher anzeigen
el: Εμφάνιση τελειωμένων βιβλίων
es: Mostrar los libros terminados
fa: نمایش کتاب‌های پایان‌یافته
fr: Afficher les livres terminés
gl: Mostrar libros rematados
hu: Befejezett könyvek megjelenítése
it_it: Mostra i libri terminati
ko_kr: 끝낸 책 보기
nl_nl: Beëindigde boeken tonen
pl: Pokaż ukończone książki
pt_br: Mostrar livros concluídos
ru: Показывать прочтённые книги
sk: Zobrazovať prečítané knihy
sr: Прикажи прочитане књиге
tr: Tamamlanmış kitapları bul
uk: Показати прочитані книги
zh_cn: 显示已读完的书籍
