Repository: spruceUI/spruceOS
Catalog: App/KoReader/l10n/*/koreader.po
Languages: ar, ca, cs, de, el, es, fa, fr, gl, hu, it_it, ja, ko_kr, nl_nl, pl, pt_br, ro, ru, sk, sr, tr, uk, zh_cn

source: Pages read today
ar: الصفحات المقروءة اليوم
ca: Pàgines llegides avui
cs: Dnes přečtené stránky
de: Seiten gelesen heute
el: Σελίδες που διαβάστηκαν σήμερα
es: Páginas leídas hoy
fa: صفحات خوانده شده امروز
fr: Pages lues aujourd’hui
gl: Páxinas lidas hoxe
hu: Ma elolvasott oldal
it_it: Pagine lette oggi
ja: 今日読んだページ
ko_kr: 오늘 읽은 페이지
nl_nl: Pagina's vandaag gelezen
pl: Strony przeczytane dzisiaj
pt_br: Páginas lidas hoje
ro: Pagini citite azi
ru: Страниц прочитано сегодня
sk: Počet prečítaných strán za dnešný deň
sr: Број страница које су данас прочитане
tr: Bugün okunan sayfa sayısı
uk: Прочитано сторінок сьогодні
zh_cn: 今日阅读页数

source: Total time spent on this book
ar: إجمالي الوقت المستغرق في هذا الكتاب
ca: Temps total dedicat a aquest llibre
cs: Celkový čas strávený čtením této knihy
de: Zeit Buch geöffnet
el: Συνολικός χρόνος ενασχόλησης με αυτό το βιβλίο
es: Tiempo total dedicado a este libro
fa: کل زمان سپری شده بر روی این کتاب
fr: Temps total passé sur ce livre
gl: Tempo total de lectura deste libro
hu: A könyvre fordított idő
it_it: Tempo totale trascorso su questo libro
ja: この書籍の総読書時間
ko_kr: 이 책에 소요된 총 시간
nl_nl: Totale tijd besteed aan dit boek
pl: Całkowity czas spędzony na czytaniu tej książki
pt_br: Tempo total gasto neste livro
ro: Timp total petrecut citind această carte
ru: Всего затрачено на данную книгу
sk: Celkový čas strávený nad touto knihou
sr: Укупно време проведено у овој књизи
tr: Bu kitaba harcanan toplam zaman
uk: Всього часу витрачено на цю книгу
zh_cn: 在这本书上总共花费的时间

source: Time spent reading
ca: Temps dedicat a la lectura
cs: Čas strávený čtením
de: Mit Lesen verbrachte Zeit
el: Χρόνος που αφιερώθηκε στην ανάγνωση
es: Tiempo dedicado a la lectura
fa: زمان سپری شده برای مطالعه
fr: Temps passé à lire
gl: Tempo de lectura
hu: Ma olvasással töltött idő
it_it: Tempo trascorso a leggere
ja: 読書時間
ko_kr: 독서 시간
nl_nl: Leestijd
pl: Czas spędzony na czytaniu
pt_br: Tempo gasto lendo
ru: Затрачено на чтение
sk: Čas strávený čítaním
sr: Време проведено у читању
tr: Okumaya ayrılan zaman
uk: Час, витрачений на читання
zh_cn: 阅读时长

source: Days reading this book
ar: أيام قراءة هذا الكتاب
ca: Dies llegint aquest llibre
cs: Dny strávené čtením této knihy
de: Tage mit diesem Buch
el: Ημέρες ανάγνωσης αυτού του βιβλίου
es: Días leyendo este libro
fa: روزهای مطالعه این کتاب
fr: Jours passés à lire ce livre
gl: Días a ler este libro
hu: A könyv olvasásával töltött napok
it_it: Giorni di lettura di questo libro
ja: この書籍の読書日数
ko_kr: 이 책을 읽은 날짜
nl_nl: Dagen dit boek gelezen
pl: Dni czytania tej książki
pt_br: Dias lendo este livro
ro: Zile citite în această carte
ru: Дней на чтение данной книги
sk: Počet dní čítania tejto knihy
sr: Дана проведених у читању ове књиге
tr: Bu kitabın okunduğu gün sayısı
uk: Днів читання цієї книги
zh_cn: 读这本书的天数

source: Days reading %1
ar: أيام القراءة %1
ca: Dies llegint %1
cs: Dny čtení knihy: %1
de: Lesetage %1
el: Ημέρες ανάγνωσης "%1"
es: Días leyendo %1
fa: روز های مطالعه %1
fr: Jours passés à lire %1
gl: Días a ler %1
hu: Olvasással töltött napok - %1
it_it: Giorni di lettura %1
ja: %1 の読書日数
ko_kr: 읽은 날짜 %1
nl_nl: Dagen gelezen %1
pl: Dni czytania %1
pt_br: Dias lendo %1
ro: Zile citind %1
ru: Дней чтения «%1»
sk: Dní čítania %1
sr: Дана у читању %1
tr: Okuma günü %1
uk: Днів читання %1
zh_cn: 阅读 %1天数

source: Average time per day
ar: متوسط الوقت لكل يوم
ca: Temps mitjà diari
cs: Průměrný čas čtení za den
de: Ø Zeit pro Tag
el: Μέσος χρόνος ανάγνωσης ανά ημέρα
es: Tiempo medio diario
fa: متوسط زمان هر روز
fr: Temps moyen par jour
gl: Tempo promedio diario
hu: Átlagos idő naponta
it_it: Tempo medio al giorno
ja: 一日の平均読書時間
ko_kr: 일별 평균 시간
nl_nl: Gemiddelde tijd per dag
pl: Średni czas na dzień
pt_br: Tempo médio por dia
ro: Timp mediu pe zi
ru: Среднее время за день
sk: Priemerný čas za deň
sr: Просечно време по дану
tr: Günlük ortalama süre
uk: Середній час за добу
zh_cn: 每日平均阅读时间

source: Book start date
ca: Data d'inici del llibre
cs: Datum začátku čtení knihy
de: Startdatum des Buchs
el: Έναρξη του βιβλίου
es: Fecha de inicio del libro
fa: تاریخ شروع کتاب
fr: Date de début de lecture du livre
gl: Data de comezo do libro
hu: Könyv kezdési dátuma
it_it: Data inizio libro
ja: 読書開始日
ko_kr: 책 시작 날짜
nl_nl: Startdatum boek
pl: Data rozpoczęcia książki
pt_br: Data de início do livro
ru: Чтение начато
sk: Dátum začiatku čítania
sr: Датум почетка књиге
tr: Kitaba başlama tarihi
uk: Дати початку читання книги
zh_cn: 书籍开始日期

source: (1 day ago) %2
ca: (fa 1 dia) %2
cs: (před 1 dnem) %2
de: (vor 1 Tag) %2
el: (1 ημέρα πριν) %2
es: (hace 1 día) %2
fa: (۱ روز پیش) %2
fr: (Il y a 1 jour) %2
gl: (hai 1 día) %2
hu: (1 nappal ezelőtt) %2
it_it: (1 giorno fa) %2
ja: (%1 日前) %2
ko_kr: (%1일 전) %2
nl_nl: (1 dag geleden)
pl: (1 dzień temu) %2
pt_br: (1 dia atrás) %2
ru: (один день назад) %2
sk: (pred 1 dňom) %2
sr: (пре 1 дан) %2
tr: (1 gün önce) %2
uk: (1 день тому) %2
zh_cn: (%1 天前) %2

source: Current page/Total pages
ar: الصفحة الحالية / إجمالي الصفحات
ca: Pàgina actual/Total pàgines
cs: Aktuální stránka/Celkem stránek
de: Aktuelle Seite/Gesamtseiten
el: Τρέχουσα σελίδα / Σύνολο σελίδων
es: Página actual/Total páginas
fa: صفحه حاضر / کل صفحات
fr: Page actuelle/Nombre total de pages
gl: Páxina actual/Páxinas en total
hu: Aktuális oldal/Össz. oldal
it_it: Pagina corrente/pagine totali
ja: 現在ページ/合計ページ
ko_kr: 현재 페이지/총 페이지
nl_nl: Huidige pagina/Totaal aantal pagina's
pl: Bieżąca strona/Razem stron
pt_br: Página atual / Total de páginas
ro: Pagina curentă/Pagini totale
ru: Текущая / всего страниц
sk: Aktuálna strana/Celkový počet strán
sr: Текућа страница/Укупан број страница
tr: Okunan sayfa/Toplam sayfa
uk: Поточна сторінка/Всього сторінок
zh_cn: 当前页/总页数

source: Pages read
ar: قراءة الصفحات
ca: Pàgines llegides
cs: Přečtené stránky
de: Gelesene Seiten
el: Αναγνωσμένες σελίδες
es: Páginas leídas
fa: صفحات خوانده شده
fr: Pages lues
gl: Páxinas lidas
hu: Elolvasott oldalak
it_it: Pagine lette
ja: 読了ページ数
ko_kr: 읽은 페이지
nl_nl: Pagina's gelezen
pl: Przeczytane strony
pt_br: Páginas lidas
ro: Pagini citite
ru: Страниц прочитано
sk: Prečítaných strán
sr: Прочитано страница
tr: Okunan sayfa sayısı
uk: Прочитано сторінок
zh_cn: 已读页数

source: Average time per page
ar: متوسط الوقت المستغرق لكل صفحة
ca: Promedi de temps per pàgina
cs: Průměrný čas čtení jedné stránky
de: Ø Zeit pro Seite
el: Μέσος χρόνος ανά σελίδα
es: Promedio de tiempo por página
fa: متوسط زمان مطالعه هر صفحه
fr: Temps moyen par page
gl: Tempo medio por páxina
hu: Átlagos idő oldalanként
it_it: Tempo medio per pagina
ja: ページごとの平均時間
ko_kr: 페이지별 평균 시간
nl_nl: Gemiddelde tijd per pagina
pl: Średni czas na stronę
pt_br: Tempo médio por página
ro: Timp mediu per pagină
ru: Среднее время на страницу
sk: Priemerný čas na stránku
sr: Просечно време по страници
tr: Her sayfa için ortalama zaman
uk: Середній час на сторінку
zh_cn: 每页平均阅读时间

source: Book highlights
ca: Subratllats del llibre
cs: Počet zvýraznění v knize
de: Buch Markierungen
el: Επισημάνσεις βιβλίου
es: Subrayados del libro
fa: هایلایت‌های کتاب
fr: surlignages
gl: O máis destacado do libro
hu: Könyv kiemelések
it_it: Evidenziazioni del libro
ja: 書籍のハイライト
ko_kr: 책 강조 표시
nl_nl: Boekmarkeringen
pl: Zaznaczenia książki
pt_br: Destaques do livro
ru: Выделений в книге
sk: Hlavné body knihy
sr: Истицања књиге
tr: Kitaptan akılda kalanlar
uk: Виділене в книзі
zh_cn: 书籍高亮

source: Book notes
ca: Notes del llibre
cs: Počet poznámek v knize
de: Buch Notizen
el: Σημειώσεις βιβλίου
es: Notas del libro
fa: یادداشت‌های کتاب
fr: Notes de livre
gl: Notas do libro
hu: Könyv jegyzetek
it_it: Note del libro
ja: 書籍のメモ
ko_kr: 책 메모
nl_nl: Boeknotities
pl: Notatki książki
pt_br: Notas do livro
ru: Заметок в книге
sk: Knižné poznámky
sr: Белешке књиге
tr: Kitap notları
uk: Примітки у книзі
zh_cn: 书籍附注

source: Title
ar: العنوان
ca: Títol
cs: Název
de: Titel
el: Τίτλος
es: Título
fa: عنوان
fr: Titre
gl: Título
hu: Cím
it_it: Titolo
ja: 題名
ko_kr: 제목
nl_nl: Titel
pl: Tytuł
pt_br: Título
ro: Titlu
ru: Название
sk: Názov
sr: Наслов
tr: Başlık
uk: Назва
zh_cn: 书名

source: Author(s)
ca: Autor(s)
cs: Autoři
de: Autor(en)
el: Συγγραφέας(-είς)
es: Autor(es)
fa: نویسنده(ها)
fr: Auteur(s)
gl: Autor(as/es)
hu: Szerző(k)
it_it: Autore(i)
ja: 著者
ko_kr: 저자(들)
nl_nl: Auteur(s)
pl: Autor(zy)
pt_br: Autor(res)
ru: Автор(ы)
sk: Autor(i)
sr: Аутор(и)
tr: Yazar(lar)
uk: Автор(и)
zh_cn: 作者

source: Last read date
ca: Data de l'última lectura
cs: Datum posledního čtení
de: Letztes Lesedatum
el: Τελευταία ανάγνωση
es: Fecha de la última lectura
fa: مرتب‌ کردن براساس آخرین تاریخ مطالعه
fr: Date de dernière lecture
gl: Data da derradeira lectura
hu: Legutóbb olvasva
it_it: Data ultima lettura
ja: 最終読書日
ko_kr: 마지막으로 읽은 날짜
nl_nl: Datum laatst gelezen
pl: Data ostatniego czytania
pt_br: Data da última leitura
ru: Последнее чтение
sk: Dátum posledného čítania
sr: Последњи датум читања
tr: Son okuma tarihi
uk: Дата останнього читання
zh_cn: 上次阅读日期

source: Last read page/Total pages
ar: آخر صفحة تمت قراءتها / إجمالي الصفحات
ca: Última pàgina llegida/Total pàgines
cs: Poslední přečtená stránka/Celkem stránek
de: Zuletzt gelesene Seite/Gesamtseiten
el: Τελευταία αναγνωσμένη σελίδα/Σύνολο σελίδων
es: Última página leída/Total páginas
fa: آخرین صفحه مطالعه شده/کل صفحات
fr: Dernière page lue/Nombre total de pages
gl: Última páxina lida/Páxinas en total
hu: Legutóbb olvasott oldal/Összes oldal
it_it: Ultima pagina letta/pagine totali
ja: 最終読書ページ/合計ページ
ko_kr: 마지막으로 읽은 페이지/총 페이지
nl_nl: Laatstgelezen pagina/Totaal aantal pagina's
pl: Ostatnio czytana strona/Razem stron
pt_br: Última página lida/Total de páginas
ro: Pagini citite ultima dată/Pagini totale
ru: Текущая страница / всего
sk: Posledná prečítaná strana/Celkový počet strán
sr: Последње прочитана страница/Укупан број страница
tr: Son okunan sayfa/Toplam sayfa
uk: Остання прочитана сторінка/Всього сторінок
zh_cn: 上次阅读页数/总页数

source: Books read in %1
ar: الكتب المقروءة في %1
ca: Llibres llegits en %1
cs: Knihy čtené v měsíci %1
de: Gelesene Bücher in %1
el: Αναγνωσμένα βιβλία: %1
es: Libros leídos en %1
fa: کتاب‌های مطالعه شده در %1
fr: Livres lus en %1
gl: Libros lidos en %1
hu: Olvasott könyvek %1
it_it: Libri letti in %1
ja: %1 の間に読んだ書籍
ko_kr: %1의 읽은 책
nl_nl: Boeken gelezen in %1
pl: Książki przeczytane w %1
pt_br: Livros lidos em %1
ro: Cărți citite în %1
ru: Книги читают в %1
sk: Knihy prečítané v %1
sr: Књига прочитано у %1
tr: %1 içinde okunan kitaplar
uk: Книг прочитано в %1
zh_cn: %1内读过的书

source: %1 Week %2
ar: %1 أسبوع %2
ca: %1 Setmana %2
cs: %1 Týden %2
de: %1 Woche %2
el: %1 Εβδομάδα %2
es: %1 Semana %2
fa: %1 هفته %2
fr: %1, semaine %2
gl: %1 Semana %2
hu: %1 %2 hét
it_it: %1 Settimana %2
ja: %1年 第 %2週
ko_kr: %1 주 %2
pl: %1 Tydzień %2
pt_br: %1 Semana %2
ro: %1 Săptămîna %2
ru: %1 неделя %2
sk: %1 Týždeň %2
sr: %1 Седмица %2
tr: %1 Hafta %2
uk: %1 тиждень %2
zh_cn: %1 周 %2

source: %1 (1 page)
ca: %1 (1 pàgina)
cs: %1 (%2 stránka)
de: %1 (1 Seite)
el: %1 (1 σελίδα)
es: %1 (1 página)
fa: %1 (۱ صفحه)
gl: %1 (1 páxina)
hu: %1 (1 oldal)
it_it: %1 (1 pagina)
ja: %1 (%2 ページ)
ko_kr: %1 (%2 페이지)
nl_nl: %1 (1 pagina)
pl: %1 (1 strona)
pt_br: %1 (1 página)
ru: %1 (одна страница)
sk: %1 (1 strana)
sr: %1 (1 страница)
tr: %1 (1 sayfa)
uk: %1 (1 сторінка)
zh_cn: %1（%2页）

source: Books read %1
ar: قراءة الكتب %1
ca: Llibres llegits %1
cs: Knihy čtené %1
de: Gelesene Bücher %1
el: Αναγνωσμένα βιβλία %1
es: Libros leídos %1
fa: کتاب‌های مطالعه شده %1
fr: Livres lus %1
gl: Libros lidos %1
hu: Olvasott könyv %1
it_it: Libri letti %1
ja: %1 に読書開始
ko_kr: 읽은 책 %1
nl_nl: Boeken gelezen %1
pl: Książki przeczytane %1
pt_br: Livros lidos %1
ro: Cărți citite %1
ru: Книги читают %1
sk: Prečítané knihy %1
sr: Прочитано %1 књига
tr: Okunmuş kitaplar %1
uk: Книг прочитано %1
zh_cn: %1 中的图书

source: Do you want to reset statistics for day %1 for this book?
ar: هل تريد تصفير إحصائيات اليوم %1 لهذا الكتاب؟
ca: Reinicialitzar les estadístiques del dia %1 per a aquest llibre?
cs: Chcete resetovat statistiky této knihy pro den %1?
de: Möchten Sie die Statistik für den Tag %1 für dieses Buch zurücksetzen?
el: Θέλετε να μηδενίσετε τα στατιστικά στοιχεία για την ημέρα %1 για αυτό το βιβλίο;
es: ¿Resetear las estadísticas del día %1 para este libro?
fa: می‌خواهید آمارهای روز %1 این کتاب بازنشانی شود؟
fr: Voulez-vous réinitialiser les statistiques du jour %1 pour le livre ?
gl: Queres reiniciar as estatísticas para o día %1 deste libro?
hu: Visszaállítja e könyv %1 napi statisztikáit?
it_it: Vuoi resettare le statistiche del giorno %1 per questo libro?
ja: この書籍の %1 の統計情報をリセットしますか？
ko_kr: 이 책의 %1일 통계를 재설정할까요?
nl_nl: De statistieken voor dag %1 voor dit boek resetten?
pl: Czy chcesz wyzerować statystyki tej książki za dzień %1?
pt_br: Deseja redefinir as estatísticas do dia %1 para este livro?
ro: Dorești să resetezi statisticile pentru ziua %1 pentru această carte?
ru: Вы хотите сбросить статистику за день %1 для данной книги?
sk: Prajete si vymazať pre túto knihu štatistiky zo dňa %1?
sr: Желите ли да за ову књигу ресетујете статистику за дан %1?
tr: Bu kitabın %1 günündeki istatistikleri sıfırlamak istiyor musunuz?
uk: Скинути статистику за день %1 для цієї книги?
zh_cn: 你想重置这本书第 %1 天的统计数字吗？

# Reset statistics for day for book
source: Reset
ca: Reinicialitzar
cs: Resetovat
de: Zurücksetzen
el: Μηδενισμός
es: Reiniciar
fa: بازنشانی
fr: Réinitialiser
gl: Reiniciar
hu: Alapállapotba állítás
it_it: Resetta
ko_kr: 초기화
nl_nl: Resetten
pl: Resetuj
pt_br: Redefinir
ru: Сбросить
sk: Vymazať
sr: Ресетуј
tr: Sıfırla
uk: Скинути
zh_cn: 重置

source: Do you want to reset statistics for this period for book: %1
ca: Reinicialitzar les estadístiques d'aquest període per al llibre?: %1
cs: Chcete resetovat statistiky pro toto období u knihy: %1
de: Möchten Sie die Statistiken für diesen Zeitraum für das Buch zurücksetzen: %1
el: Θέλετε να μηδενίσετε τα στατιστικά στοιχεία για αυτή την περίοδο για το βιβλίο: %1
es: ¿Resetear las estadísticas de este período para el libro?: %1
fa: می‌خواهید آمارهای برای این بازه زمانی این کتاب بازنشانی شود: %1
fr: Voulez-vous réinitialiser les statistiques pour cette période pour le livre : %1
gl: Queres reiniciar as estatísticas para este período deste libro?: %1
hu: Visszaállítja e könyv statisztikáit erre az időszakra? %1
it_it: Vuoi resettare le statistiche per questo periodo per il libro: %1
ja: この間の統計情報をリセットしますか？ %1
ko_kr: 책에 대한 이 기간의 통계를 재설정할까요: %1
nl_nl: Wil je de statistieken voor deze periode voor dit boek resetten: %1
pl: Czy chcesz wyzerować statystyki za ten okres książki: %1
pt_br: Deseja redefinir as estatísticas deste período para o livro: %1
ro: Dorești să resetezi statisticile pentru această perioadă pentru cartea: %1
ru: Вы собираетесь сбросить статистику за данный период для книги: %1
sk: Prajete si zmazať štatistiky čítania pre toto obdobie pre knihu: %1
sr: Желите ли да за овај период ресетујете статистику књиге: %1
tr: Bu kitabın şu dönemdeki istatistiklerini sıfırlamak istiyor musunuz: %1
uk: Скинути статистику за цей період для книги: %1
zh_cn: 是否重置下列书籍这段时间内的统计数字： %1

# Reset statistics for period for book
source: Reset
ca: Reinicialitzar
cs: Resetovat
de: Zurücksetzen
el: Μηδενισμός
es: Reiniciar
fa: بازنشانی
fr: Réinitialiser
gl: Reiniciar
hu: Alapállapotba állítás
it_it: Resetta
ko_kr: 초기화
nl_nl: Resetten
pl: Resetuj
pt_br: Redefinir
ru: Сбросить
sk: Vymazať
sr: Ресетуј
tr: Sıfırla
uk: Скинути
zh_cn: 重置

source: Total time spent reading: %1
ar: إجمالي الوقت المستغرق في القراءة: %1
ca: Temps total dedicat a la lectura: %1
cs: Celkový čas strávený čtením: %1
de: Gesamtzeit für das Lesen: %1
el: Συνολικός χρόνος ανάγνωσης: %1
es: Tiempo total de lectura: %1
fa: کل زمان مطالعه شده: %1
fr: Temps total passé à lire : %1
gl: Tempo total de lectura: %1
hu: Olvasással töltött összes idő: %1
it_it: Tempo totale di lettura: %1
ja: 合計読書時間: %1
ko_kr: 읽는 데 걸린 총 시간: %1
nl_nl: Totale tijd gelezen: %1
pl: Całkowity czas spędzony na czytaniu: %1
pt_br: Tempo total gasto lendo: %1
ro: Timp total petrecut citind: %1
ru: Всего затрачено на чтение: %1
sk: Celkový čas strávený čítaním: %1
sr: Укупно време проведено у читању: %1
tr: Okumaya ayrılan toplam zaman: %1
uk: Загалом витрачено на читання: %1
zh_cn: 阅读总时间：%1

source: Reset statistics for the current book
ar: إعادة تعيين الإحصائيات للكتاب الحالي
ca: Reinicialitzar estadístiques del llibre actual
cs: Resetovat statistiky aktuální knihy
de: Statistik für das aktuelle Buch zurücksetzen
el: Επαναφορά στατιστικών για το τρέχον βιβλίο
es: Reinicializar estadísticas del libro actual
fa: بازنشانی آمارها برای کتاب حاظر
fr: Réinitialiser les statistiques pour le livre en cours
gl: Reiniciar as estatísticas do libro actual
hu: Aktuális könyvstatisztika törlése
it_it: Azzera statistiche per il libro corrente
ja: 現在の書籍の統計をリセット
ko_kr: 현재 책에 대한 통계 재설정
nl_nl: Statistieken huidige boek resetten
pl: Wyzeruj statystyki bieżącej książki
pt_br: Redefinir estatísticas do livro atual
ro: Resetează statisticile pentru cartea curentă
ru: Сбросить статистику для текущей книги
sk: Vymazať štatistiky pre aktuálnu knihu
sr: Ресетуј статистику за текућу књигу
tr: Geçerli kitabın istatistiklerini sıfırla
uk: Скинути статистику для поточної книги
zh_cn: 重置当前书籍的阅读统计

source: Reset statistics per book
ar: قم يتصفير إحصاءات القراءة
ca: Reinicialitzar les estadístiques per llibre
cs: Resetovat statistiky podle knihy
de: Statistiken pro Buch zurücksetzen
el: Επαναφορά στατιστικών ανά βιβλίο
es: Resetear las estadísticas por libro
fa: بازنشانی آمارها برای هر کتاب
fr: Réinitialiser les statistiques livre par livre
gl: Reiniciar as estatísticas por libro
hu: Könyvstatisztika törlése
it_it: Ripristina le statistiche per libro
ja: 書籍ごとの統計をリセット
ko_kr: 각 책의 통계 재설정
nl_nl: Statistieken per boek resetten
pl: Wyzeruj statystyki każdej książki
pt_br: Redefinir estatísticas por livro
ro: Resetează statisticile per carte
ru: Сбросить статистику по книгам
sk: Vymazať štatistiky jednotlivých kníh
sr: Ресетовање статистике по књигама
tr: Her kitabın istatistiklerini sıfırla
uk: Скинути статистику для деяких книг
zh_cn: 按书籍重置阅读统计

source: Reset stats for books read for < 1 m
ca: Reinicialitzar estadístiques de llibres amb temps de lectura inferior a 1 min
cs: Resetovat statistiky pro knihy čtené < 1 m
de: Statistiken für Bücher zurücksetzen, die < 1 Min gelesen wurden
el: Επαναφορά στατιστικών για βιβλία που διαβάστηκαν για <1 λεπτό
es: Resetear estadísticas de libros con tiempo de lectura inferior a 1 min
fa: بازنشانی آمار کتابهای خوانده شده < ۱ دقیقه
fr: Réinitialiser les stats des livres lus moins de 1 min
gl: Reiniciar as estatísticas para libros lidos en menos de 1 min
hu: Könyvstatisztika törlése, ha az olvasási idő < 1 perc
it_it: Ripristina statistiche per i libri letti per < 1 m
ja: %1 分未満の読書統計をリセット
ko_kr: %1 분 미만 읽은 책의 통계 재설정
nl_nl: Statistieken resetten voor boeken < 1 m gelezen
pl: Wyzeruj statystyki książek czytanych < 1 m
pt_br: Redefinir para livros lidos por < 1 minuto
ro: Resetează statisticile cărților citite mai puțin de 1 minut
ru: Сбросить статистику книг, читаемых < 1 мин
sk: Vymazať štatistiky pre knihy prečítané za < 1 m
sr: Ресетуј статистику за књиге читане < 1 m
tr: < 1 dakikadan kısa süre okunan kitabın istatistikleri sıfırlansın
uk: Скинути статистику прочитання книг < 1 міс.
zh_cn: 重置阅读时间小于 %1 分钟的书籍统计信息

source: Do you want to reset statistics for book: %1
ar: هل تريد تصفير إحصاءات قراءة الكتاب المسمّى: %1
ca: Reinicialitzar les estadístiques del llibre: %1
cs: Chcete resetovat statistiky pro knihu: %1
de: Wollen Sie die Statistik für dieses Buch zurücksetzen: %1
el: Επιθυμείτε να μηδενίσετε τα στατιστικά για το βιβλίο: %1
es: Quiere resetear las estadísticas del libro: %1
fa: می‌خواهید آمارها برای این کتاب بازنشانی شود: %1
fr: Voulez-vous réinitialiser les statistiques pour le livre : %1
gl: Queres reiniciar as estatísticas para o libro: %1?
hu: Törölni szeretné e könyv statisztikáit: %1
it_it: Vuoi ripristinare le statistiche per il libro: %1
ja: 次の書籍の統計をリセットしますか？ %1
ko_kr: 책에 대한 통계를 재설정할까요: %1
nl_nl: Wil je de statistieken voor dit boek resetten: %1
pl: Czy chcesz wyzerować statystyki książki: %1
pt_br: Deseja redefinir as estatísticas para o livro: %1
ro: Dorești să resetezi statisticile cărții: %1
ru: Вы собираетесь сбросить статистику для книги: %1
sk: Prajete si vymazať štatistiky čítania pre knihu: %1
sr: Желите ли да ресетујете статистику за књигу: %1
tr: Şu kitabın istatistiklerini sıfırlamak istiyor musunuz: %1
uk: Хочете скинути статистику книжки: %1
zh_cn: 要重置统计信息的书籍： %1

source: Reset book statistics
ar: تصفير إحصاءات الكتاب
ca: Reinicialitzar les estadístiques del llibre
cs: Resetovat statistiky knihy
de: Buchstatistiken zurücksetzen
el: Διαγραφή στατιστικών βιβλίου
es: Resetear las estadísticas de libros
fa: بازنشانی آمارهای کتاب
fr: Réinitialiser les statistiques des livres
gl: Reiniciar as estatísticas do libro
hu: Könyvstatisztika törlése
it_it: Ripristina statistiche libro
ja: 書籍の統計をリセット
ko_kr: 책 통계 재설정
nl_nl: Boekstatistieken resetten
pl: Wyzeruj statystyki książki
pt_br: Redefinir estatísticas do livro
ro: Resetează statisticile cărții
ru: Сбросить статистику книг
sk: Vymazať štatistiky čítania knihy
sr: Ресетовање статистике књиге
tr: Kitap istatistiklerini sıfırla
uk: Скинути статистику книжок
zh_cn: 重置书籍统计

source: Permanently remove statistics for books read for less than 1 minute?
ca: Eliminar de manera permanent les estadístiques de llibres amb temps de lectura inferior a 1 minut?
cs: Trvale odstranit statistiky pro knihy čtené kratší dobu než 1 minuta?
de: Statistiken für Bücher, die weniger als 1 Minute gelesen wurden, dauerhaft entfernen?
el: Να διαγραφούν μόνιμα τα στατιστικά στοιχεία για βιβλία που διαβάζονται λιγότερο από 1 λεπτό;
es: ¿Eliminar de forma permanente las estadísticas de libros con tiempo de lectura inferior a 1 minuto?
fa: به طور دائم آمارها را برای کتاب‌هایی که کمتر از یک دقیقه مطالعه شده‌اند را پاک کنم؟
fr: Supprimer définitivement les statistiques pour les livres lus pendant moins de 1 minute ?
gl: Borrar permanentemente as estatísticas dos libros lidos en menos de 1 minuto?
hu: Véglegesen eltávolítja az 1 percnél rövidebb ideig olvasott könyvek statisztikáját?
it_it: Rimuovere definitivamente le statistiche per i libri letti per meno di 1 minuto?
ja: 読書時間が%1分未満の統計を永久に削除しますか？
ko_kr: %1 분 미만 동안 읽은 책에 대한 통계를 영구적으로 제거할까요?
nl_nl: Statistieken voor minder dan 1 minuut gelezen boeken permanent verwijderen?
pl: Czy trwale usunąć statystyki książek czytanych przez mniej niż 1 minutę?
pt_br: Remover permanentemente as estatísticas de livros lidos por menos de 1 minuto?
ro: Ștergi permanent statisticile cărților citite mai puțin de 1 minut?
ru: Удалить навсегда статистику книг, читаемых менее %1 минуты?
sk: Prajete si natrvalo odstrániť štatistiky kníh prečítaných za menej ako 1 minútu?
sr: Да се трајно уклони статистика за књиге читане мање од 1 минута?
tr: 1 dakikadan kısa süre okunan kitabın istatistikleri kalıcı olarak silinsin mi?
uk: Назавжди вилучити статистику для книг, читаних менш як 1 хвилину?
zh_cn: 确定永久性删除所有阅读时间小于 %1 分钟的书籍的统计数据吗？
