Repository: spruceUI/spruceOS
Catalog: App/KoReader/l10n/*/koreader.po
Languages: ar, ca, cs, de, el, es, fa, fr, gl, hu, it_it, ja, ko_kr, nl_nl, pl, pt_br, ro, ru, sk, sr, tr, uk, zh_cn

source: Refresh speed/fidelity
ar: سرعة التحديث / الدقة
ca: Velocitat/fidelitat de refresc
cs: Obnovovací rychlost/věrnost
de: Aktualisierungsgeschwindigkeit/-treue
el: Ανανέωση ταχύτητας/πιστότητας
es: Velocidad/fidelidad de refresco
fr: Rapport vitesse/fidélité des rafraîchissements
gl: Velocidade/fidelidade de refresco
hu: Frissítési sebesség/minőség
it_it: Velocità/fedeltà di aggiornamento
ja: リフレッシュ速度/鮮明度
ko_kr: 재생 속도/충실도
nl_nl: Verversingssnelheid/-kwaliteit
pl: Szybkość odświeżania/wierność
pt_br: Velocidade/fidelidade de recarregamento
ro: Reîmprospătează viteza/fidelitatea
ru: Скорость обновления/точность
sk: Obnovovacia rýchlosť/vernosť zobrazenia
sr: Брзина освежавања/верност
tr: Hızı/doğruluğu yenile
uk: Швидкість/точність оновлення
zh_cn: 刷新速度/质量

source: Please restart KOReader for the new language setting to take effect.
ar: الرجاء إعادة تشغيل KOReader ليتم تطبيق إعدادات اللغة الجديدة.
ca: Cal reiniciar KOReader per tal que la nova configuració d'idioma tinga efecte.
cs: Prosím restartujte KOReader, aby se mohlo projevit nové jazykové nastavení.
de: Bitte neu starten, um neue Spracheinstellung zu verwenden.
el: Παρακαλούμε κάντε επανεκκίνηση του KOReader για να τεθεί σε ισχύ η νέα ρύθμιση της γλώσσας.
es: Reinicie KOReader para que el nuevo ajuste de idioma surta efecto.
fa: برای آنکه تنظیمات زبان جدید اثر کند لطفا کوریدر را مجدد راه‌اندازی کنید.
fr: Redémarrer KOReader pour activer la nouvelle langue.
gl: Reinicia KOReader para que o axuste de lingua teña efecto.
hu: Indítsa újra a KOReader-t, hogy az új nyelvi beállítás érvénybe lépjen.
it_it: Riavviare KOReader per attivare la nuova lingua.
ja: 新しい言語の設定を有効にするため、KOReader を再起動してください。
ko_kr: 새로운 언어 설정을 적용하려면 KOReader를 다시 시작하세요.
nl_nl: Herstart het programma om de nieuwe taalinstelling in werking te laten treden.
pl: Uruchom ponownie KOReader, aby zmiana języka odniosła skutek.
pt_br: Por favor, reinicie o KOReader para que a nova configuração de idioma tenha efeito.
ro: Te rog repornește KOReader pentru ca noile setări lingvistice să fie aplicate.
ru: Пожалуйста, перезапустите KOReader для вступления в силу новых языковых настроек.
sk: Reštartujte prosím KOReader, aby sa uplatnilo nové jazykové nastavenie.
sr: Молимо вас да поново покренете KOReader да би постављање новог језика ступило на снагу.
tr: Yeni dil ayarlarının etkili olması için KOREader uygulamasını yeniden başlatın.
uk: Будь ласка, перезавантажте KOReader щоб нові налаштування набрали чинності.
zh_cn: 请重启软件使语言设置生效。

source: Language
ar: اللغة (Language)
ca: Idioma
cs: Jazyk
de: Sprache
el: Γλώσσα
es: Idioma
fa: زبان
fr: Langue
gl: Idioma
hu: Nyelv
it_it: Lingua
ja: UI言語
ko_kr: 언어
nl_nl: Taal
pl: Język
pt_br: Idioma
ro: Limbă
ru: Язык
sk: Jazyk
sr: Језик
tr: Dil
uk: Мова
zh_cn: 界面语言

source: NEW:
ar: جديد:
ca: NOU:
cs: NOVÉ:
de: NEU:
el: ΝΕΟ:
es: NUEVO:
fa: جدید:
fr: NOUVEAU :
gl: NOVO:
hu: ÚJDONSÁG:
it_it: NUOVO:
ja: 新規:
ko_kr: 신규:
nl_nl: NIEUW:
pl: NOWE:
pt_br: NOVO:
ro: NOU:
ru: Новое:
sk: NOVÝ:
sr: НОВИ:
tr: YENİ:
uk: НОВІ:
zh_cn: 新：

source: Error connecting to the network
ar: حدث خطأٌ أثناء الاتصال بالشبكة
ca: Error connectant a la xarxa
cs: Při připojování k síti došlo k chybě
de: Fehler beim Verbinden mit dem Netzwerk
el: Σφάλμα κατά τη σύνδεση στο δίκτυο
es: Error conectando a la red
fa: خطا در اتصال به شبکه
fr: Erreur lors de la connexion au réseau
gl: Error ao conectarse á rede
hu: Hiba hálózathoz kapcsolódás közben
it_it: Errore durante la connessione alla rete
ja: ネットワーク接続中にエラーが発生しました
ko_kr: 네트워크 연결 오류
nl_nl: Fout bij verbinden met netwerk
pl: Błąd połączenia do sieci
pt_br: Erro ao conectar-se à rede
ro: Eroare la conectarea la rețea
ru: Ошибка подключения к сети
sk: Chyba pri pripájaní sa k sieti
sr: Грешка приликом повезивања на мрежу
tr: Ağ bağlantısı kurulurken bir sorun çıktı
uk: Помилка під'єднання до мережі
zh_cn: 连接到网络时发生错误

source: You can now retry the action that required network access
ar: يمكنك الآن إعادة محاولة الإجراء الذي يتطلب الوصول إلى الشبكة
ca: Ara és possible tornar a intentar l'acció que requeria accés a la xarxa
cs: Nyní můžete zopakovat akci, která vyžadovala přístup k síti
de: Sie können nun die Aktion, die den Netzwerkzugriff erforderte, erneut versuchen
el: Μπορείτε τώρα να επαναλάβετε την ενέργεια που απαιτούσε πρόσβαση στο δίκτυο
es: Ahora es posible volver a intentar la acción que requería acceso a la red
fa: حالا شما می‌توانید برای عملکردی که به دسترسی شبکه نیاز داشت دوباره تلاش کنید
fr: Vous pouvez maintenant retenter l’action nécessitant un accès réseau
gl: Podes tentar de novo a acción que precisaba de acceso á rede
hu: Most már újra próbálhatja azt a tevékenységet, amelyhez hálózat szükséges
it_it: Ora puoi riprovare l'azione che ha richiesto l'accesso alla rete
ja: ネットワークアクセスが必要な動作を再試行できます
ko_kr: 이제 네트워크 접속이 필요한 작업을 다시 시도 할 수 있습니다
nl_nl: De actie die netwerktoegang nodig had kan opnieuw geprobeerd worden
pl: Możesz teraz ponowić czynność wymagającą dostępu do sieci
pt_br: Você pode agora tentar novamente a ação que exigia acesso à rede
ro: Poți reîncerca acum acțiunea care necesită acces la rețea
ru: Теперь вы можете повторить действие, требующее доступа к сети
sk: Teraz môžete zopakovať akciu, ktorá si vyžadovala prístup k sieti
sr: Сада можете поново да покушате акцију која је захтевала приступ мрежи
tr: Artık ağ erişimi gerektiren işlemi yeniden yapmayı deneyebilirsiniz
uk: Тепер можна повторити дію, яка вимагала доступу до мережі
zh_cn: 你现在可以重新执行需要网络的操作了

source: Turning on Wi-Fi…
ar: جارٍ تشغيل Wi-Fi …
ca: Activant wifi…
cs: Zapínání Wi-Fi…
de: WLAN einschalten…
el: Ενεργοποίηση του Wi-Fi…
es: Activando wifi…
fa: در حال روشن کردن شبکه بی‌سیم…
fr: Wi-Fi activé…
gl: A activar a wifi…
hu: WiFi bekapcsolása…
it_it: Attivazione Wi-Fi…
ja: Wi-Fiを起動中…
ko_kr: 와이파이 켜기…
nl_nl: Wifi inschakelen…
pl: Włączanie Wi-Fi…
pt_br: Ligando Wi-Fi…
ro: Se activează Wi-Fi…
ru: Включение Wi-Fi…
sk: Zapína sa Wi-Fi…
sr: Wi-Fi се укључује…
tr: Wi-Fi açılıyor…
uk: Увімкнення WI-FI…
zh_cn: 正在启用 Wi-Fi…

source: Turning off Wi-Fi…
ca: Activant wifi…
cs: Vypínání Wi-Fi…
de: WLAN ausschalten…
el: Απενεργοποίηση Wi-Fi…
es: Activando wifi…
fa: در حال خاموش کردن شبکه بی‌سیم…
fr: Désactivation du Wi-Fi…
gl: A desactivar a wifi…
hu: WiFi kikapcsolása…
it_it: Spegnimento Wi-Fi…
ja: Wi-Fiを終了中…
ko_kr: Wi-Fi를 끄는 중…
nl_nl: Wifi uitschakelen…
pl: Wyłączanie Wi-Fi…
pt_br: Desligando o Wi-Fi…
ro: Se dezactivează Wi-Fi…
ru: Выключение Wi-Fi…
sk: Vypína sa Wi-Fi…
sr: Wi-Fi се искључује…
tr: Wi-Fi kapatılıyor…
uk: Вимкнення Wi-Fi…
zh_cn: 正在关闭 Wi-Fi…

source: Do you want to turn on Wi-Fi?
ar: هل تود تشغيل الشبكة اللاسلكية؟
ca: Activar wifi?
cs: Chcete zapnout Wi-Fi?
de: WLAN einschalten?
el: Θέλετε να ανοίξετε το Wi-Fi;
es: ¿Activar wifi?
fa: آیا می‌خواهی شبکه بی‌سیم روشن شود؟
fr: Voulez-vous activer le Wi-Fi ?
gl: Queres activar a wifi?
hu: Bekapcsolja a WiFi-t?
it_it: Vuoi attivare il Wi-Fi ?
ja: Wi-Fi をオンにしますか?
ko_kr: 와이파이를 켤까요?
nl_nl: Wil je wifi inschakelen?
pl: Czy chcesz włączyć Wi-Fi?
pt_br: Você quer ligar o Wi-Fi?
ro: Dorești să activezi Wi-Fi?
ru: Вы хотите включить Wi-Fi?
sk: Prajete si zapnúť Wifi?
sr: Да ли желите да укључите Wi-Fi?
tr: WiFi bağlantısı açılsın mı?
uk: Ви впевнені, що хочете ввімкнути Wi-Fi?
zh_cn: 打开 Wi-Fi 连接？

source: Turn on
ar: تشغيل
ca: Activar
cs: Zapnout
de: Einschalten
el: Ενεργοποίηση
es: Activar
fa: روشن کردن
fr: Activer
gl: Activar
hu: Bekapcsolás
it_it: Attiva
ja: オンにする
ko_kr: 켜기
nl_nl: Inschakelen
pl: Włącz
pt_br: Ligar
ro: Activează
ru: Включить
sk: Zapnúť
sr: Укључи
tr: Aç
uk: Увімкнути
zh_cn: 打开

source: Do you want to turn off Wi-Fi?
ar: هل تود ايقاف الشبكة اللاسلكية؟
ca: Desactivar wifi?
cs: Chcete vypnout Wi-Fi?
de: WLAN ausschalten?
el: Θέλετε να κλείσετε το Wi-Fi;
es: ¿Desactivar wifi?
fa: آیا می‌خواهید شبکه بی‌سیم خاموش شود؟
fr: Voulez-vous couper le Wi-Fi ?
gl: Queres desactivar a wifi?
hu: Kikapcsolja a WiFi-t?
it_it: Vuoi spegnere il Wi-Fi?
ja: Wi-Fi をオフにしますか?
ko_kr: 와이파이를 끌까요?
nl_nl: Wil je wifi uitschakelen?
pl: Czy chcesz wyłączyć Wi-Fi?
pt_br: Você quer desligar o Wi-Fi?
ro: Dorești să dezactivezi Wi-Fi?
ru: Вы хотите выключить Wi-Fi?
sk: Prajete si vypnúť WIFI?
sr: Да ли желите да искључите Wi-Fi?
tr: WiFi bağlantısı kapatılsın mı?
uk: Ви впевнені, що хочете вимкнути Wifi?
zh_cn: 关闭 Wi-Fi 连接？

source: Turn off
ar: إيقاف
ca: Desactivar
cs: Vypnout
de: Ausschalten
el: Κλείσιμο
es: Apagar
fa: خاموش کردن
fr: Eteindre
gl: Apagar
hu: Kikapcsolás
it_it: Spegni
ja: オフにする
ko_kr: 끄기
nl_nl: Uitschakelen
pl: Wyłącz
pt_br: Desligar
ro: Dezactivează
ru: Выключить
sk: Vypnúť
sr: Искључи
tr: Kapat
uk: Вимкнути
zh_cn: 关闭

source: Wi-Fi is enabled, but you're currently not connected to a network. How would you like to proceed?
ar: تم تمكين Wi-Fi، ولكنك غير متصل حاليا بشبكة. كيف تريد المتابعة؟
ca: La connexió wifi està habilitada, però no està connectada a cap xarxa. Com vols procedir?
cs: Wi-Fi je povolena, ale nejste připojeni k síti. Jak chcete postupovat dál?
de: WLAN ist aktiviert, aber Sie sind derzeit nicht mit einem Netzwerk verbunden. Wie möchten Sie fortfahren?
el: Το Wi-Fi είναι ενεργοποιημένο, αλλά προς το παρόν δεν είστε συνδεδεμένοι σε δίκτυο. Πώς θα θέλατε να προχωρήσετε;
es: La conexión wifi está habilitada, pero no está conectada a ninguna red. ¿Cómo quieres proceder?
fa: شبکه بی‌سیم فعال است، اما الان به شبکه‌ای متصل نیستید. چگونه می‌خواهید ادامه دهید؟
fr: Le Wi-Fi est activé, mais vous n’êtes actuellement pas connecté au réseau. Comment voulez-vous procéder ?
gl: A wifi está acendida pero non conectada a unha rede. Como queres proceder?
hu: A WiFi engedélyezve van, de jelenleg nem csatlakozik hálózathoz. Hogyan szeretné folytatni?
it_it: Il Wi-Fi è abilitato, ma al momento non sei connesso a una rete. Come vorresti procedere?
ja: Wi-Fiは有効ですが、現在ネットワークに接続されていません。 どのように進めますか？
ko_kr: Wi-Fi가 켜져 있지만 현재 네트워크에 연결되어 있지 않습니다. 어떻게 진행할까요?
nl_nl: Wi-Fi is ingeschakeld, maar er is momenteel geen netwerkverbinding. Hoe wilt u verder gaan?
pl: Wi-Fi jest włączone, ale obecnie nie masz połączenia z siecią. Jak chcesz kontynuować?
pt_br: O Wi-Fi está ativado, mas não está conectado a uma rede no momento. Como gostaria de proceder?
ro: Wi-Fi este activat, dar nu ești conectat la nici o rețea. Cum dorești să continui?
ru: Wi-Fi включён, но в данный момент к сети вы не подключены. Ваши дальнейшие действия?
sk: Wi-Fi je povolené, ale momentálne nie ste pripojení k sieti. Ako si prajete pokračovať?
sr: Wi-Fi је укључен, али тренутно нисте повезани на мрежу. Како желите да наставите?
tr: Wi-Fi açık, ancak şu anda bir ağa bağlı değilsiniz. Nasıl ilerlemek istersiniz?
uk: Wi-Fi увімкнено, але наразі ви не під'єднані до мережі. Як ви хотіли б продовжити?
zh_cn: Wi-Fi 已启用，但你目前未连接到一个网络。 你想要怎么做？

source: Turn Wi-Fi off
ar: قم بإيقاف تشغيل Wi-Fi
ca: Desactivar wifi
cs: Vypnout Wi-Fi
de: WLAN ausschalten
el: Απενεργοποιημένο Wi-Fi
es: Desactivar wifi
fa: شبکه بی‌سیم خاموش
fr: Couper le Wi-Fi
gl: Apagar wifi
hu: WiFi kikapcsolása
it_it: Spegni il Wi-Fi
ja: Wi-Fiを無効
ko_kr: Wi-Fi 꺼짐
nl_nl: Wifi uitschakelen
pl: Wyłącz Wi-Fi
pt_br: Desligar Wi-Fi
ro: Oprește Wi-Fi
ru: Выключить Wi-Fi
sk: Vypnúť Wi-Fi
sr: Искључи Wi-Fi
tr: Wi-Fi bağlantısını kapat
uk: Вимкнути WI-FI
zh_cn: 关闭 Wi-Fi

source: Connect
ar: الاتصال
ca: Connectar
cs: Připojit
de: Verbinden
el: Σύνδεση
es: Conectar
fa: اتصال
fr: Connecter
gl: Conectar
hu: Kapcsolódás
it_it: Connetti
ja: 接続
ko_kr: 연결
nl_nl: Verbinden
pl: Połącz
pt_br: Conectar
ro: Conectează
ru: Подключиться
sk: Pripojiť
sr: Повежи се
tr: Bağlan
uk: Приєднатись
zh_cn: 打开连接

source: Connecting to Wi-Fi…
ar: يتم الاتصال بِ Wi-Fi…
ca: Connectant a xarxa wifi…
cs: Připojování k Wi-Fi…
de: Verbindung mit WLAN herstellen…
el: Συνδεδεμένο…
es: Conectando a red wifi…
fa: در حال اتصال به شبکه بی‌سیم…
fr: Connexion Wi-Fi…
gl: A conectar á rede wifi …
hu: Kapcsolódás WiFi-re…
it_it: Connessione al Wi-Fi in corso…
ja: WiFiに接続中…
ko_kr: Wi-Fi에 연결하는 중…
nl_nl: Verbinding maken met wifi…
pl: Połączenie z Wi-Fi…
pt_br: Conectando ao Wi-Fi…
ro: Se conectează la Wi-Fi…
ru: Подключение к Wi-Fi…
sk: Pripája sa k sieti Wi-Fi…
sr: Повезује се на Wi-Fi…
tr: Wi-Fi bağlantısı kuruluyor…
uk: Під’єднання до Wi-Fi…
zh_cn: 正在连接至 Wi-Fi…

source: Waiting for network connectivity…
ca: Esperant que la xarxa es connecte…
cs: Čekání na připojení k síti…
de: Warten auf Netzwerkverbindung…
el: Αναμονή για δυνατότητα σύνδεσης στο δίκτυο…
es: Esperando a que la red se conecte…
fa: در انتظار اتصال شبکه…
fr: En attente de connectivité réseau…
gl: Agardando pola conexión de rede …
hu: Várakozás hálózati kapcsolatra…
it_it: In attesa della connettività di rete…
ko_kr: 네트워크 연결을 기다리는 중…
nl_nl: Wachten op netwerkverbinding…
pl: Oczekiwanie na połączenie sieciowe…
pt_br: Aguardando conexão de rede…
ru: Ожидание подключения к сети…
sk: Čaká sa na sieťové pripojenie…
sr: Чека се на везу са мрежом…
tr: Ağ bağlantısı bekleniyor…
uk: Очікування з'єднання з мережею…
zh_cn: 等待网络连接…

source: Wi-Fi settings
ar: إعدادات Wi-Fi
ca: Paràmetres de la xarxa sense fils
cs: Nastavení Wi-Fi
de: WLAN Einstellungen
el: Ρυθμίσεις Wi-Fi
es: Ajustes de wifi
fa: تنظیمات بی‌سیم
fr: Paramètres Wi-Fi
gl: Configuración da wifi
hu: WiFi beállítások
it_it: Impostazioni Wi-Fi
ja: Wi-Fi 設定
ko_kr: Wi-Fi 설정
nl_nl: Wifi-instellingen
pl: Ustawienia Wi-Fi
pt_br: Configurações do Wi-Fi
ro: Setări Wi-Fi
ru: Настройки Wi-Fi
sk: Nastavenia Wi-Fi
sr: Wi-Fi подешавања
tr: Wi-Fi ayarları
uk: Параметри Wi-Fi
zh_cn: Wi-Fi 设置

source: Wi-Fi connection
ar: اتصال الشبكة اللاسلكية
ca: Connexió wifi
cs: Wi-Fi připojení
de: WLAN-Verbindung
el: Σύνδεση με Wi-Fi
es: Conexión wifi
fa: اتصال بی‌سیم
fr: Connexion au Wi-Fi
gl: Conexión wifi
hu: WiFi kapcsolat
it_it: Connessione Wi-Fi
ja: Wi-Fi 接続
ko_kr: 와이파이 연결
nl_nl: Wifi-verbinding
pl: Połączenie Wi-Fi
pt_br: Conexão Wi-Fi
ro: Conexiune Wi-Fi
ru: Wi-Fi подключение
sk: Wi-Fi pripojenie
sr: Wi-Fi веза
tr: WiFi bağlantısı
uk: З'єднання Wi-Fi
zh_cn: Wi-Fi 连接

source: HTTP proxy %1
ar: وسيط (بروكسي) HTTP %1
ca: Proxy HTTP%1
el: HTTP διακομιστής μεσολάβησης %1
es: Proxy HTTP %1
fa: پراکسی HTTP %1
fr: Proxy HTTP %1
gl: Proxy HTTP %1
ja: HTTP プロキシ %1
ko_kr: HTTP 프록시 %1
pl: Proxy HTTP %1
pt_br: Proxy HTTP %1
ro: Proxy HTTP %1
ru: HTTP-прокси %1
sr: HTTP прокси %1
tr: HTTP vekil sunucu %1
uk: HTTP проксі %1
zh_cn: HTTP 代理 %1

source: Tip: Long press on this menu entry to configure HTTP proxy.
ar: تلميح: اضغط لفترة طويلة على إدخال القائمة هذا لتكوين بروكسي HTTP.
ca: Consell: mantindre pulsada esta entrada del menú per configurar el proxy HTTP.
cs: Tip: Dlouhým stiskem na tuto položku můžete nastavit HTTP proxy.
de: Tipp: Menüeintrag lange drücken um HTTP-Proxy zu konfigurieren.
el: Συμβουλή: Παρατεταμένο πάτημα στην καταχώρηση του μενού για να ρυθμίσετε τον μεσολαβητή HTTP.
es: Consejo: Mantener pulsada esta entrada del menú para configurar proxy HTTP.
fa: راهنمایی: برای پیکربندی پراکسی HTTP روی این گزینه منو، لمس طولانی انجام دهید.
fr: Astuce : Maintenir le doigt sur ce menu pour configurer le proxy HTTP.
gl: Info: Pulsación longa nesta entrada para configurar o proxy HTTP.
hu: Tipp: Hosszan nyomva a HTTP proxy szerkeszthető.
it_it: Suggerimento: Premere a lungo questa voce di menu per configurare il proxy HTTP.
ja: ヒント: このメニュー項目を長押しして HTTP プロキシを設定します。
ko_kr: 팁: HTTP 프록시 설정을 하려면 메뉴 항목을 길게 눌러주세요.
nl_nl: Tip: Hou deze menu-optie langer ingedrukt om de HTTP-proxy in te stellen.
pl: Podpowiedź: Długie naciśnięcie na menu otworzy konfigurację proxy HTTP.
pt_br: Dica: Pressione temporariamente este item de menu para configurar proxy HTTP.
ro: Sfat: Apasă lung pe această intrare pentru a seta un proxy HTTP.
ru: Подсказка: Коснитесь и удерживайте данный пункт меню, чтобы настроить HTTP-прокси.
sk: Tip: Dlhým stlačením položky tejto ponuky v menu, nastavíte HTTP proxy server.
sr: Савет: Дуги притисак на ову ставку менија отвара конфигурисање HTTP проксија.
tr: İpucu: HTTP vekil sunucu ayarları için bu menü kaydına uzun süre basın.
uk: Підказка: Довго утримуйте пункт меню для налаштування HTTP проксі.
zh_cn: 提示： 长按此菜单选项可设置 HTTP 代理。

source: Enter proxy address
ar: أدخل عنوان الوسيط (البروكسي)
ca: Introduïu una adreça de servidor intermediari
cs: Vložte adresu proxy
de: Proxy-Adresse eingeben
el: Εισαγωγή διεύθυνσης διακομιστή μεσολάβησης
es: Introducir dirección proxy
fa: نشانی پراکسی را وارد کنید
fr: Saisir l’adresse du proxy
gl: Introduce enderezo do proxy
hu: Proxy cím megadása
it_it: Inserisci l'indirizzo del proxy
ja: プロキシアドレスを入力
ko_kr: 프록시 주소 입력
nl_nl: Voer proxy-adres in
pl: Podaj adres proxy
pt_br: Digite o endereço proxy
ro: Întrodu adresa proxy
ru: Введите адрес прокси-сервера
sk: Zadať adresu servera proxy
sr: Унесите адресу прокси сервера
tr: Vekil sunucu adresini yazın
uk: Введіть адресу проксі
zh_cn: 输入代理地址

source: Disable Wi-Fi connection when inactive
ar: قم بتعطيل اتصال Wi-Fi عندما يكون غير نشط
ca: Desactivar la connexió wifi en períodes d'inactivitat
cs: Při neaktivitě zakázat připojení k Wi-Fi
de: Deaktivieren der WLAN-Verbindung bei Inaktivität
el: Απενεργοποίηση της σύνδεσης Wi-Fi όταν είναι ανενεργή
es: Desactivar la conexión wifi en períodos de inactividad
fa: غیرفعال سازی اتصال بی‌سیم در زمان عدم فعالیت
fr: Couper la connexion Wi-Fi en cas d’inactivité
gl: Desactivar a conexión wifi cando non estea en uso
hu: WiFi kapcsolat megszakítása, ha aktív
it_it: Disabilita la connessione Wi-Fi quando inattivo
ja: 待機中の時無線LANを切断する
ko_kr: 사용하지 않을 때에서 Wi-Fi 비활성화
nl_nl: Wifi-verbinding uitschakelen bij inactiviteit
pl: Wyłącz połączenie Wi-Fi, gdy jest nieaktywne
pt_br: Desativar Wi-Fi quando não estiver em uso
ro: Dezactivează conexiunea Wi-Fi cînd nu este folosită
ru: Отключать Wi-Fi при отсутствии сетевой активности
sk: Vypnúť pripojenie Wi-Fi, keď je neaktívne
sr: Искључи Wi-Fi везу када нема активности
tr: Etkin olmadığında Wi-Fi bağlantısı kapatılsın
uk: Вимикати з’єднання Wi-Fi, коли неактивне
zh_cn: 不活跃时禁用Wi-Fi 连接

source: This is unlikely to function properly on a stock Kindle, given how much network activity the framework generates.
ca: És poc probable que funcione correctament en un Kindle de sèrie, a causa de la considerable activitat de xarxa que genera el sistema.
cs: Tohle pravděpodobně nebude fungovat na Kindlu, vzhledem k tomu kolik síťové aktivity framework generuje.
de: Es ist unwahrscheinlich, dass dies auf einem Kindle richtig funktioniert, wenn man bedenkt, wie viel Netzwerkaktivität das Framework erzeugt.
el: Αυτό είναι απίθανο να λειτουργήσει σωστά σε ένα παλιό Kindle, δεδομένης της μεγάλης δραστηριότητας δικτύου που παράγει το πλαίσιο.
es: Es poco probable que funcione correctamente en un Kindle de serie, a causa de la considerable actividad de red que genera el sistema.
fr: Il est peu probable que cela fonctionne correctement sur un Kindle d'origine, compte tenu de la quantité d'activité réseau générée par le framework.
gl: É improbable que isto funcione correctamente nun Kindle sen modificacións, debido á gran actividade de rede que xera o framework.
hu: Ez valószínűleg nem fog megfelelően működni a gyári Kindle készüléken, tekintve, hogy a keretrendszer mennyire beszédes.
it_it: È improbabile che funzioni correttamente su un Kindle di serie, data la quantità di attività di rete generata dal framework.
ko_kr: 프레임워크가 생성하는 네트워크 활동의 양을 고려할 때, 기본 Kindle에서는 제대로 작동하지 않을 수 있습니다.
nl_nl: Het is onwaarschijnlijk dat dit goed zal werken op een standaard Kindle, gezien het framework erg veel netwerkinformatie verstuurt.
pl: Jest mało prawdopodobne, aby działało to poprawnie na standardowym Kindle, biorąc pod uwagę, ile aktywności sieciowej generuje ta platforma programistyczna.
pt_br: É improvável que isso funcione corretamente em um Kindle padrão, devido à considerável atividade de rede gerada pelo sistema.
ru: На Kindle это вряд ли будет работать корректно - его сетевая активность весьма велика.
sk: Je nepravdepodobné, že to bude správne fungovať na zariadení Kindle, vzhľadom nato, že samotné zariadenie generuje veľa sieťovej aktivity.
sr: Ово највероватније неће исправно да функционише на фабричком Kindle уређају, с обзиром на количину мрежног саобраћаја који генерише оквир.
tr: Altyapının oluşturduğu ağ yüküne bakarak bunun eski bir Kindle üzerinde düzgün çalışmayacağı söylenebilir.
uk: Це навряд чи працюватиме належним чином на стандартному Kindle, враховуючи, скільки мережевої активності створює фреймворк.
zh_cn: 此功能在原生Kindle上可能不会正常工作，会频繁弹窗。
