Repository: spruceUI/spruceOS
Catalog: App/KoReader/l10n/*/koreader.po
Languages: ar, ca, cs, de, el, es, fa, fr, gl, hu, it_it, ja, ko_kr, nl_nl, pl, pt_br, ro, ru, sk, sr, tr, uk, zh_cn

source: Enable or disable publisher stylesheets embedded in the book. (Note that less radical changes can be achieved via Style Tweaks in the main menu.)
ar: تمكين أو تعطيل أوراق أنماط الناشر المضمنة في الكتاب. (لاحظ أنه يمكن تحقيق تغييرات أقل جذرية من خلال نمط القرص في القائمة الرئيسية.)
ca: Habilitar o deshabilitar les fulles d'estil incrustades. (Es poden aconseguir canvis menys radicals mitjançant els Ajustos d'estil del menú principal)
cs: Povolte nebo zakažte šablony stylů vydavatele vložené v knize. (Vemte na vědomí, že menších změn lze dosáhnout přes „Úpravy stylů“ v hlavní nabídce.)
de: Aktivieren oder Deaktivieren der in das Buch eingebetteten Herausgeber-Stylesheets. (Beachten Sie, dass weniger radikale Änderungen über Stil-Tweaks im Hauptmenü erreicht werden können.)
el: Ενεργοποιεί ή απενεργοποιεί τα φύλλα στυλ του εκδότη που είναι ενσωματωμένα στο βιβλίο. (Λιγότερο ριζικές αλλαγές μπορούν να επιτευχθούν μέσω των Τροποποιήσεων Στυλ στο κύριο μενού.)
es: Habilitar o deshabilitar las hojas de estilo incrustadas. (Tenga en cuenta que se pueden lograr cambios menos radicales mediante Ajustes de estilo en el menú principal)
fa: فعال یا غیرفعال کردن سبک(stylesheets) تعبیه شده داخل کتاب توسط ناشر. (توجه داشته باشید تغییرات کمتر ریشه‌ای را می‌توانید با استفاده از بهبود‌های سبک در منوی اصلی ایجاد کنید.)
fr: Activer ou désactiver les feuilles de style de l’éditeur intégrées dans le livre. (Notez que des changements moins radicaux peuvent être réalisés via les modifications de style dans le menu principal.)
gl: Activar ou desactivar follas de estilo incluídas no libro. (Ten en conta que é posible facer cambios menos agresivos por medio dos Axustes de Estilo no menú principal).
hu: A könyvbe beágyazott kiadói stíluslapok engedélyezése vagy letiltása. (Vegye figyelembe, hogy kevésbé radikális változtatások érhetők el a főmenüben a Stíluskorrekciók alól.)
it_it: Abilita o disabilita i fogli di stile dell'editore incorporati nel libro. (Nota che si possono ottenere modifiche meno radicali tramite i Ritocchi di Stile nel menu principale.)
ja: 本に埋め込まれている出版社のスタイルシートを有効または無効にします。 (なお、より根本的な変更は、メインメニューのスタイル調整から行うことができます。)
ko_kr: 책에 내장된 발행인 스타일시트를 활성 또는 비활성화. (주 메뉴에서 스타일 조정을 사용하면, 덜 과격한 변화를 줄 수 있다는 점도 알고 계세요.)
nl_nl: Uitgeversstijlen ingebed in boek in- of uitschakelen. (N.B. Minder ingrijpende veranderingen kunnen worden aangebracht via 'Stijlaanpassingen' in het hoofdmenu.)
pl: Włącza lub wyłącza wbudowane style wydawcy. (Zwróć uwagę, że mniej radykalne zmiany można osiągnąć za pomocą pozycji Ulepszenia stylu w menu głównym.)
pt_br: Ativa ou desativa as folhas de estilo da editora incorporadas no livro. (Note que alterações menos radicais podem ser alcançadas através de Ajustes de Estilo no menu principal.)
ro: Activează sau dezactivează stilurile încorporate în carte. (Reține că modificările mai puțin radicale pot fi obținute prin Reglaje de stil din meniul principal.)
ru: Включение или отключение издательских таблиц стилей, встроенных в книгу. (Обратите внимание, что менее радикальные изменения могут быть достигнуты с помощью стилевых подстроек в главном меню.)
sk: Povoliť alebo zakázať šablóny so štýlmi vydavateľa vložené do knihy. (Vezmite prosím na vedomie, že menej radikálne zmeny je možné dosiahnuť pomocou 'Doladenie štýlu' v hlavnom menu.)
sr: Укључује или искључује листе стилова издавача које су уграђене у књигу. (Имајте на уму да мање измене могу да се постигну помоћу Дотеривања стила у главном менију.)
tr: Bu seçenek, kitaba yayıncı tarafından gömülmüş biçem sayfalarının kullanılıp kullanılmayacağını belirler. (Daha küçük değişikliklerin ana menüdeki biçem ince ayarları bölümünden yapılabileceğini unutmayın.)
uk: Увімкнути або вимкнути вбудовані в книгу таблиці стилів видавця. (Примітка: менш радикальні зміни можна осягнути в Налаштуваннях Стилів в головному меню.)
zh_cn: 启用或禁用书籍中的发行商嵌入样式。 （使用主菜单中的样式微调可以实现非激进式的样式调整）

source: Embedded Fonts
ar: الخطوط المضمّنة
ca: Tipus de lletra incrustats
cs: Vložená písma
de: Eingebundene Schriftarten
el: Ενσωματωμένες Γραμματοσειρές
es: Tipos de letra incrustados
fa: قلم‌های تعبیه شده
fr: Polices embarquées
gl: Fontes incrustadas
hu: Beágy. betűk
it_it: Caratteri incorporati
ja: 埋込フォント
ko_kr: 내장된 글꼴
nl_nl: Ingesloten lettertypes
pl: Wbudowane czcionki
pt_br: Fontes incorporadas
ro: Font inclus
ru: Встроенные шрифты
sk: Vložené písma
sr: Уграђени фонтови
tr: Gömülü yazı tipleri
uk: Вбудовані шрифти
zh_cn: 内置字体

source: Enable or disable the use of the fonts embedded in the book. (Disabling the fonts specified in the publisher stylesheets can also be achieved via Style Tweaks in the main menu.)
ar: تمكين أو تعطيل استخدام الخطوط المضمنة في الكتاب. (تعطيل الخطوط المحددة في صفحات أنماط الناشر يمكن أيضا أن يتحقق عن طريق نمط القرص في القائمة الرئيسية.)
ca: Habilitar o deshabilitar l'ús dels tipus de lletra incrustats. (La desactivació dels tipus de lletra especificats en les fulles d'estil també es pot realitzar mitjançant Ajustos d'estil en el menú principal)
cs: Povolte nebo zakažte použití písem vložených v knize. (Zakázání písem určených vydavatelem v šablonách stylů lze i přes „Úpravy stylů“ v hlavní nabídce.)
de: Aktivieren oder Deaktivieren der in das Buch eingebetteten Schriften. (Das Deaktivieren der in den Herausgeber-Stylesheets angegebenen Schriften kann auch über Stil-Tweaks im Hauptmenü erfolgen.)
el: Ενεργοποιεί ή απενεργοποιεί τη χρήση των γραμματοσειρών που είναι ενσωματωμένες στο βιβλίο. (Η απενεργοποίηση των γραμματοσειρών που καθορίζονται στα φύλλα στυλ του εκδότη μπορεί επίσης να επιτευχθεί μέσω των Τροποποιήσεων Στυλ στο κύριο μενού.)
es: Habilitar o deshabilitar el uso de las fuentes incrustadas. (La desactivación de las fuentes especificadas en las hojas de estilo también se puede realizar mediante Ajustes de estilo en el menú principal)
fa: فعال یا غیرفعال کردن استفاده از قلم تعبیه شده درون کتاب. (قلمی که توسط ناشر به واسطه برگه سبک(stylesheets) تعیین شده، می‌تواند به وسیله بهبود‌های سبک در منوی اصلی غیرفعال شود.)
fr: Activer ou désactiver l’utilisation des polices incorporées dans le livre. (La désactivation des polices spécifiées dans les feuilles de style de l’éditeur peut également être réalisée via les ajustements de styles dans le menu principal.)
gl: Activar ou desactivar o uso de fontes incluídas no libro. (É posible tamén desactivar as fontes especificadas nas follas de estilo incluídas no libro por medio dos Axustes de Estilo no menú principal).
hu: A könyvbe beágyazott betűtípusok használatának engedélyezése vagy letiltása. (A kiadói stíluslapokban megadott betűkészletek letiltása a főmenüben található Stíluskorrekciók alatt is elérhető.)
it_it: Abilita o disabilita l'uso dei caratteri incorporati nel libro. (La disattivazione dei caratteri specificati nei fogli di stile dell'editore può essere ottenuta anche tramite i Ritocchi di Stile nel menu principale.)
ja: 本に埋め込まれているフォントの使用を有効または無効にします。 (出版社のスタイルシートで指定されたフォントを無効にすることは、メインメニューのスタイル調整でも可能です。)
ko_kr: 책에 내장된 글꼴 사용을 활성 또는 비활성화합니다. (발행인의 스타일시트에 지정된 글꼴의 비활성화는 주 메뉴에서 스타일 조정을 사용해도 됩니다.)
nl_nl: Lettertypes ingebed in het boek in- of uitschakelen. (Lettertypes uit uitgeversstijlen kunnen ook worden uitgeschakeld via 'Stijlaanpassingen' in het hoofdmenu.)
pl: Włącza lub wyłącza użycie wbudowanych przez wydawcę czcionek w książce. (Wyłączenie wbudowanych czcionek może być również wykonane przez menu główne – Ulepszenia stylu.)
pt_br: Ativa ou desativa o uso das fontes incorporadas no livro. (A desativação das fontes especificadas nas folhas de estilo da editora também pode ser obtida por meio de Ajuste de Estilo no menu principal.)
ro: Activează sau dezactivează folosirea fonturilor încorporate în carte. (Dezactivarea fonturilor specificate în stiluri poate fi făcută și prin Reglaje de stiluri din meniul principal.)
ru: Включение или отключение использования шрифтов, встроенных в книгу. (Указанные в издательских таблицах стилей шрифты также можно отключить с помощью стилевых подстроек в главном меню.)
sk: Povoliť alebo zakázať používanie písiem vložených do knihy. (Zakázanie písiem špecifikovaných v šablónach so štýlmi vydavateľa je možné dosiahnuť aj pomocou funkcie 'Doladenie štýlu' v hlavnom menu.)
sr: Укључује или искључује употребу фонтова који су уграђени у књигу. (Искључивање фонтова наведених у листама стилова издавача такође може да се постигне Дотеривањима стила у главном менију.)
tr: Bu seçenek, kitaba gömülmüş yazı tiplerinin kullanılıp kullanılmayacağını belirler. (Yayıncının biçem sayfalarında belirtilmiş yazı türünün ana menüdeki biçem ince ayarları bölümünden de devre dışı bırakılabileceğini unutmayın.)
uk: Увімкніть або вимкніть застосування вбудованих шрифтів книги. (Вимкнення шрифтів, зазначених у таблицях стилів видавців, також можна здійснити за допомогою налаштувань стилю в головному меню.)
zh_cn: 启用或禁用书籍中的嵌入字体。 （主菜单中的样式微调也可以实现字体样式调整）

source: Embedded fonts provided by the current book:
ca: Fonts incrustades en el llibre:
cs: Písma vložená v aktuální knize:
de: Eingebettete Schriftarten, die vom aktuellen Buch bereitgestellt werden:
el: Ενσωματωμένες γραμματοσειρές που παρέχονται από το τρέχον βιβλίο:
es: Fuentes incrustadas en el libro:
fa: قلم‌های تعبیه شده توسط کتاب حاضر:
fr: Polices intégrées fournies dans le livre actuel :
gl: Fontes incrustadas no libro:
hu: A könyvben lévő beágyazott betűtípusok:
it_it: Caratteri incorporati forniti dal libro corrente:
ja: 現在の本で提供されている埋め込みフォント:
ko_kr: 현재 책에서 내장된 글꼴:
nl_nl: Ingesloten lettertypen die door het huidige boek worden geleverd:
pl: Wbudowane czcionki dostarczone przez bieżącą książkę:
pt_br: Fontes incorporadas fornecidas pelo livro atual:
ro: Fonturi încorporate în această carte:
ru: Встроенные в данную книгу шрифты:
sk: Vložené písma poskytované aktuálnou knihou:
sr: Уграђени фонтови који се налазе у текућој књизи:
tr: Geçerli kitap tarafından sağlanan gömülü yazı tipleri:
uk: Вбудовані шрифти, надані поточною книгою:
zh_cn: 当前书籍提供的嵌入字体：

source: not used
ca: no utilitzades
cs: nepoužito
de: nicht verwendet
el: δεν χρησιμοποιείται
es: no utilizadas
fa: استفاده نشده
fr: non utilisé
gl: ser usar
hu: nem használt
it_it: non usato
ja: 使用しない
ko_kr: 사용되지 않음
nl_nl: niet gebruikt
pl: nieużywany
pt_br: não usado
ro: nefolosit
ru: не используется
sk: nepoužité
sr: не користе се
tr: kullanılmamış
uk: не використовується
zh_cn: 未使用

source: Image Scaling
ar: تحجيم الصورة
ca: Escalat d'imatges
cs: Škálování obrázků
de: Bildskalierung
el: Κλιμάκωση Εικόνας
es: Escalado de imágenes
fa: مقیاس کردن تصویر
fr: Mise à l’échelle de l’image
gl: Cambiar tamaño de imaxes
hu: Kép skálázás
it_it: Ridimensionamento dell'immagine
ja: 画像の拡大縮小
ko_kr: 그림 크기 조절
nl_nl: Afbeeldingschaling
pl: Skalowanie obrazu
pt_br: Qualidade das imagens
ro: Scalare imag.
ru: Качество изображений
sk: Zmena mierky obrázkov
sr: Скалирање слике
tr: Görsel ölçeklendirme
uk: Масштабування зображення
zh_cn: 图像缩放

source: - 'fast' uses a fast but inaccurate scaling algorithm when scaling images. - 'best' switches to a more costly but vastly more pleasing and accurate algorithm.
ar: -- 'سريع' يستخدم خوارزمية التحجيم سريعة ولكن غير دقيقة عند توسيع نطاق الصور. - 'أفضل' يتحول إلى خوارزمية أكثر عناء ولكنها أكثر إرضاءً ودقة.
ca: - 'ràpid' utilitza un algorisme d'escalat ràpid però imprecís en escalar imatges. - 'millor' canvia a un algorisme que consumeix més recursos però és molt més precís i agradable a la vista.
cs: - „rychlé“ používá rychlý, ale nepřesný algoritmus pro změnu velikosti obrázků. - „nejlepší“ přepne na náročnější, ale přesnější a vizuálně mnohem lepší algoritmus.
de: - 'schnell' verwendet einen schnellen, aber ungenauen Skalierungsalgorithmus beim Skalieren von Bildern. - 'am besten' wechselt zu einem aufwendigeren, aber wesentlich schöneren und genaueren Algorithmus.
el: - Η «γρήγορη» χρησιμοποιεί έναν αλγόριθμο γρήγορης αλλά ανακριβούς κλιμάκωσης κατά την κλιμάκωση εικόνων. - Η «κάλλιστη» αλλάζει σε έναν πιο δαπανηρό αλλά πολύ πιο ευχάριστο και ακριβή αλγόριθμο.
es: - 'rápido' utiliza un algoritmo de escalado rápido pero impreciso al escalar imágenes. - 'mejor' cambia a un algoritmo que consume más recursos pero es mucho más preciso y agradable a la vista.
fa: - 'سریع' استفاده از الگوریتمی سریع اما غیردقیق برای مقیاس کردن تصاویر. - 'بهترین' تغییر به الگوریتمی بسیار پرهزینه‌تر اما نتیجه‌ای بسیار دلپذیرتر و دقیق‌تر.
fr: – « rapide » utilise un algorithme de mise à l’échelle rapide, mais imprécis. – « meilleur » passe à un algorithme plus coûteux, mais beaucoup plus précis agréable.
gl: - 'rápido' usa un algoritmo rápido pero pouco fiel ao cambiar o tamaño das imaxes. - 'mellor' cambia a un algoritmo máis custoso pero con resultados mellores.
hu: - a 'gyors' gyorsabb, de pontatlan méretezési algoritmust használ a képek méretezéséhez. - a 'legjobb' átvált egy erőforrás igényes, de rendkívül tetszetős és pontos algoritmusra.
it_it: - "veloce" utilizza un algoritmo di ridimensionamento rapido ma impreciso durante il ridimensionamento delle immagini. - "migliore" passa ad un algoritmo più costoso ma molto più piacevole e accurato.
ja: - 「速度優先」は画像の拡大縮小時に高速だが不正確なスケーリングアルゴリズムを使用する。 - 「品質優先」はよりコストがかかるが圧倒的に快適で正確なアルゴリズムに切り替わります。
ko_kr: - '빠름'은 그림의 크기를 조절할 때 빠르지만 정밀하지 않은 크기 조절 알고리즘을 사용합니다. - '최상'은 비용이 많이 들지만 훨씬 더 만족스럽고 정밀한 알고리즘으로 바꿉니다.
nl_nl: - 'snel' gebruikt een snel maar onnauwkeurig schaalalgoritme bij het schalen van afbeeldingen. - 'best' schakelt over naar een trager maar enorm veel beter en accurater algoritme.
pl: - „szybki” używa szybkiego, ale niedokładnego algorytmu podczas skalowania obrazów. - „najlepszy” przełącza na bardziej kosztowny, ale znacznie przyjemniejszy i dokładniejszy algorytm.
pt_br: - 'rápido' usa um algoritmo de redimensionamento rápido, mas impreciso ao redimensionar imagens. - 'ótimo' muda para um algoritmo mais custoso, porém mais agradável e preciso.
ro: - „rapid” folosește un algoritm de scalare rapid dar inexact cînd se scalează imagini. - „bun” folosește un algorigm mai bun cu rezultate mai plăcute, dar este mai costisitor.
ru: • «быстро»: используется лёгкий, но не слишком точный алгоритм масштабирования изображений; • «отлично»: применяется довольно затратный, однако гораздо более качественный и точный алгоритм.
sk: - „rýchly“ používa rýchly, ale nepresný algoritmus zmeny mierky obrázkov. - „najlepší“ používa presnejší algoritmus pri ktorom konverzia trvá trochu dlhšie, avšak výsledný obrázok je krajší.
sr: - ’брзо’ за скалирање слика користи брзи али непрецизан алгоритам скалирања. - ’најбоље’ се пребацује на захтевнији али неупоредиво бољи и прецизнији алгоритам.
tr: - 'fast' görselleri ölçeklendirirken hızlı fakat doğru olmayabilecek bir ölçekleme algoritması kullanır. - 'best' daha fazla kaynak kullanan ancak daha iyi ve doğru sonuç veren bir algoritma kullanır.
uk: - "швидкий" використовує швидкий, але неточний алгоритм масштабування при масштабуванні зображень. - 'найкращий' перемикається на більш витратний, але значно приємніший і точніший алгоритм.
zh_cn: - '快速' 使用一种快速但不精确的算法来缩放图像。 - '最佳' 使用一种更慢但更精确的算法来缩放。

source: Invert Images
ar: قلب ألوان الصور
ca: Invertir imatges
cs: Invertovat obrázky
de: Invertiere Bilder
el: Αντιστροφή Χρωμάτων Εικόνων
es: Invertir imágenes
fa: معکوس کردن رنگ تصاویر
fr: Inverser les images
gl: Inverter imaxes
hu: Inverz képek
it_it: Inverti immagini
ja: 画像を反転
ko_kr: 그림 반전
nl_nl: Afbeeldingskleuren omdraaien
pl: Odwróć kolory obrazów
pt_br: Inverter imagens
ro: Inversează imaginile
ru: Инвертировать изображения
sk: Invertovať obrázky
sr: Инверзија слика
tr: Görsel renkleri tersine çevrilsin
uk: Вивертати зображення
zh_cn: 图像反色

source: Disable the automagic inversion of images when nightmode is enabled. Useful if your book contains mainly inlined mathematical content or scene break art.
ar: قم بتعطيل الانعكاس التلقائي للصور عند تمكين الوضع الليلي. مفيد إذا كان كتابك يحتوي بشكل أساسي على محتوى رياضي مضمّن أو فن كسر المشهد.
ca: Deshabilitar la inversió automàtica d'imatges quan el mode nit està habilitat. Això és útil si un llibre conté principalment contingut matemàtic o dissenys gràfics.
cs: Zakáže automatické invertování obrázků při povoleném nočním režimu. Užitečné, pokud kniha obsahuje hlavně na řádku vložené matematické vzorce nebo kresby.
de: Deaktivieren Sie die automatische Invertierung von Bildern, wenn der Nachtmodus aktiviert ist. Nützlich, wenn Ihr Buch hauptsächlich lineare mathematische Inhalte oder Szenenumbruchkunst enthält.
el: Απενεργοποιεί την αυτόματη αντιστροφή των χρωμάτων των εικόνων όταν είναι ενεργοποιημένη η λειτουργία νυχτερινής λειτουργίας. Χρήσιμο εάν το βιβλίο σας περιέχει κυρίως μαθηματικά γραφήματα ή καλλιτεχνικά σχέδια.
es: Deshabilitar la inversión automática de imágenes cuando el modo noche está habilitado. Esto es útil si un libro contiene principalmente contenido matemático o diseños gráficos.
fr: Désactive l’inversion automatique des images lorsque le mode nuit est activé. Utile si votre livre contient principalement du contenu mathématique ou des coupures de scènes sous forme d’images.
gl: Desactivar a inversión automática de imaxes no modo nocturno. Útil se o libro contén principalmente fórmulas matemáticas ou gráficos entre seccións.
hu: Kikapcsolja a képek automatikus invertálását, amikor az éjszakai üzemmód engedélyezve van. Hasznos, ha könyv elsősorban matematikai tartalommal vagy művészetekkel foglalkozik.
it_it: Disabilita l'inversione automagica delle immagini quando è abilitata la modalità notturna. Utile se il tuo libro contiene principalmente contenuti matematici in linea o scene break art.
ja: 夜モードが有効な場合に画像の自動反転を無効にします。主にインラインの数学的コンテンツや場面転換画像を含む本の場合に便利です。
ko_kr: 야간 모드가 켜지면 그림의 자동 반전을 끕니다. 줄 속에 있는 수학식이나 장면 나누기가 포함된 책에서 유용합니다.
nl_nl: Automatisch omdraaien van afbeeldingskleuren uitschakelen als nachtmodus is ingeschakeld. Handig als een boek veel wiskundige formules of tekeningen bevat.
pl: Wyłącza automatyczne odwracanie kolorów obrazów, gdy włączony jest tryb nocny. Przydatne, jeśli książka zawiera głównie tekst matematyczny lub ilustracje artystyczne.
pt_br: Desativa a inversão automágica de imagens quando o modo noturno estiver ativado. Útil se o seu livro contiver principalmente conteúdo matemático embutido ou arte de intervalo de cena.
ro: Dezactivează inversarea imaginilor cînd modul de noapte este activate. Util atunci cînd cartea conține formule matematice în linie sau imagini de artă.
ru: Отключение автоматической инверсии изображений при использовании ночного режима. Полезно, если ваша книга содержит в основном строчные математические элементы или художественную интерпретацию сцены.
sk: Vypnúť automatickú inverziu obrázkov, keď je zapnutý nočný režim. To je vhodné, ak vaša kniha obsahuje hlavne matematický obsah alebo obrázky.
sr: Искључује аутомагичну инверзију слика када је укључен ноћни режим. Корисно је ако ваша књига углавном садржи математички садржај у линијама или украсе који раздвајају сцене.
tr: Bu seçenek etkinleştirildiğinde, gece kipi kullanılırken görsellerin rengi otomatik olarak tersine çevrilir. Okunan kitapta matematiksel içerikler ya da çizimler varsa kullanışlıdır.
uk: Вимикає автоматичну інверсію зображень, коли увімкнено нічний режим. Корисно, якщо ваша книга містить в основному вбудований математичний вміст або художню інтерпретацію сцени.
zh_cn: 禁用夜间模式下的自动图像反色功能。当书本中主要是数学公式或场景突变的图像时有用。

# Style tweaks category
source: Pages and margins
ca: Pàgines i marges
cs: Stránky a okraje
de: Seiten und Buchränder
el: Σελίδες και περιθώρια
es: Páginas y márgenes
fa: صفحات و حاشیه‌ها
fr: Pages et marges
gl: Páxinas e marxes
hu: Oldalak és margók
it_it: Pagine e margini
ja: ページと余白
ko_kr: 페이지와 여백
nl_nl: Pagina's en marges
pl: Strony i marginesy
pt_br: Páginas e margens
ro: Pagini și margini
ru: Страницы и поля
sk: Strany a okraje
sr: Странице и маргине
tr: Sayfalar ve kenar boşlukları
uk: Сторінки та поля
zh_cn: 页面和边距

source: Ignore publisher page margins
ar: تجاهل هوامش الصفحة التي وضعها ناشر الملف
ca: Ignorar marges de pàgina predefinits
cs: Ignorovat okraje stránek od vydavatelů
de: Ignoriere Seitenränder des Herausgebers
el: Παράβλεψη περιθωρίων σελίδας του εκδότη
es: Ignorar márgenes de página predefinidos
fa: صرفنظر از حاشیه صفحات ناشر
fr: Ignorer les marges de page de l’éditeur
gl: Ignorar as marxes de páxina do estilo incrustado
hu: Kiadói margók kihagyása
it_it: Ignora i margini della pagina della casa editrice
ja: 原稿によるページ余白設定を無視
ko_kr: 발행인의 페이지 여백 무시하기
nl_nl: Uitgever-paginamarges negeren
pl: Ignoruj marginesy wydawcy
pt_br: Ignorar as margens de página da editora
ro: Ignoră marginile specificate de editură
ru: Игнорировать издательские поля страницы
sk: Ignorovať okraje stránky vydavateľa
sr: Игнориши издавачеве маргине странице
tr: Yayıncı kenar boşlukları yok sayılsın
uk: Нехтувати полями сторінки видавця
zh_cn: 忽略出版者页面边界

source: Force page margins to be 0, and may allow KOReader's margin settings to work on books where they would not.
ar: فرض هوامش الصفحة لتكون 0 ، وقد تسمح بإعدادات هوامش KOReader للعمل على الكتب حيث لا تعمل بها.
ca: Forçar marges de pàgina a 0. Pot fer funcionar la configuració de marges de KOReader en llibres en què no funcionava.
cs: Vynutí, aby okraje stránek měly nulovou hodnotu a může umožnit, aby nastavení okrajů KOReaderu bylo použito na knihách bez okrajů.
de: Erzwingen Seitenränder auf 0, ermöglicht die Rand-Einstellungen von KOReader an Büchern wo es sonst nicht möglich wäre.
el: Αναγκάζει τα περιθώρια σελίδας να είναι 0 και μπορεί να επιτρέψει στις ρυθμίσεις περιθωρίου του KOReader να λειτουργήσουν σε βιβλία όπου δεν θα λειτουργούσαν.
es: Forzar márgenes de página a 0. Puede hacer que la configuración de márgenes de KOReader funcione en libros en que no funcionaba.
fr: Force les marges de page à 0, ce qui pourrait aussi permettre aux paramètres de marge de KOReader de fonctionner proprement si ce n’était pas déjà le cas.
gl: Forzar as marxes de páxina a 0 e poida que a configuración de marxe de KOReader funcione en libros onde non o faría.
hu: Kényszeríti az oldalsó margókat 0-ra, ezzel engedélyezve, hogy a KOReader margóbeállításai olyan könyveken is működjenek, ahol egyébként nem működnének.
it_it: Forza i margini della pagina a zero e può consentire alle impostazioni dei margini di KOReader di funzionare su libri in cui non dovrebbe.
ja: ページ余白を強制的に0にし、KOReaderの余白設定が機能しない本で機能するようにすることができます。
ko_kr: 페이지 여백을 0으로 지정하면, 책에서 여백 지정이 있는 곳에 KOReader의 여백 설정이 사용되도록 할 수 있습니다.
nl_nl: Forceer marges op 0. Dit kan KOReader's marge-instellingen laten werken in boeken waar dat anders niet het geval is.
pl: Wymuś marginesy na 0 i pozwalaj na ustawienie marginesów dla książki przez KOReader.
pt_br: Força as margens da página a serem 0 e pode permitir que as configurações de margem do KOReader funcionem nos livros onde elas não funcionariam.
ro: Forțează marginile paginii la 0 și poate permite setărilor de margini din KOReader să funcțineaza acolo unde nu ar fi funcționat altfel.
ru: Принудительно сделать поля страницы равными 0, что может позволить настройкам полей KOReader'а работать с книгами, в которых иначе они бы не работали.
sk: Vynútiť okraje strán na 0, čo umožní KOReader-u aby nastavenia okrajov fungovali aj na knihách, kde by to tak nebolo.
sr: Форсира да маргине странице буду 0, и може дозволити да подешавања маргине програма KOReader раде у књигама у којима не би могла.
tr: Sayfa kenar boşlukları 0 olmaya zorlansın ve uygulanamayan kitaplarda KOReader kenar boşluğu ayarları kullanılsın.
uk: Примусово зробити поля сторінки рівними 0, і це може дозволити налаштуванням полів KOReader працювати з книгами, в яких вони інакше б не працювали.
zh_cn: 将页边距强制设置为0，可能能解决部分文档无法设置页面边距的问题。
