Repository: spruceUI/spruceOS
Catalog: App/KoReader/l10n/*/koreader.po
Languages: ar, ca, cs, de, el, es, fa, fr, gl, hu, it_it, ja, ko_kr, nl_nl, pl, pt_br, ro, ru, sk, sr, tr, uk, zh_cn

source: Font kerning is the process of adjusting the spacing between individual letter forms, to achieve a visually pleasing result. - off: no kerning. - fast: use FreeType's kerning implementation (no ligatures). - good: use HarfBuzz's light kerning implementation (faster than best but no ligatures and limited support for non-western scripts) - best: use HarfBuzz's full kerning implementation (slower, but may support ligatures with some fonts; also needed to properly display joined arabic glyphs and some other scripts). (Font Hinting may need to be adjusted for the best result with either kerning implementation.)
ar: تقنين الخطوط هو عملية ضبط التباعد بين أشكال الحروف الفردية ، لتحقيق نتيجة ممتعة بصريًا. - إيقاف التشغيل: لا يوجد تقنين الأحرف. - سريع: استخدم تطبيق FreeType لتقنين الأحرف (بدون حروف مركبة). - جيد: استخدم تطبيق HarfBuzz الخفيف لتقنين الأحرف (أسرع من الأفضل ولكن بدون حروف مركبة ودعم محدود للنصوص غير الغربية) - الأفضل: استخدم تطبيق HarfBuzz الكامل لتقنين الأحرف (أبطأ ، ولكن قد يدعم الحروف المركبة مع بعض الخطوط ؛ مطلوب أيضًا لعرض الحروف الرسومية العربية وبعض النصوص الأخرى بشكل صحيح). (قد يلزم تعديل تلميح الخط للحصول على أفضل نتيجة مع تنفيذ تقنين الأحرف.)
ca: El interlletratge és el procés d'ajustar l'espaiat entre lletres per a aconseguir un resultat visualment agradable. - apagat: no hi ha interlletratge. - ràpid: usa la implementació d'interlletratge de FreeType (sense lligadures). - bo: usa la implementació d'interlletratge lleuger de HarfBuzz (més ràpid que el millor però sense lligadures i amb suport limitat per a alfabets no occidentals) - millor: usa la implementació completa d'interlletratge de HarfBuzz (més lent, però pot suportar lligadures en alguns tipus de lletra. També és necessari per a visualitzar correctament els glifs combinats en àrab i en altres alfabets). (És possible que sigui necessari ajustar l'optimització de lletres per a obtenir el millor resultat en usar el interlletratge).
cs: Vyrovnání písma (kerning) je proces, při kterém se upravují mezery mezi jednotlivými písmeny, jehož cílem je zlepšení optického dojmu z textu. - vyp.: bez vyrovnání písma. - rychlé: použije se vyrovnání písma z FreeType knihovny (bez ligatur). - dobré: použije se lehké vyrovnání písma z HarfBuzz knihovny (rychlejší než nejlepší, ale bez ligatur a s omezenou podporou nezápadních písem). - nejlepší: použije se plné vyrovnání písma z HarfBuzz knihovny (pomalejší, ale u některých písem může podporovat ligatury. Je také potřeba pro správné zobrazení spojených arabských glyfů a některých dalších písem). (Pro co nejlepší výsledek při použití jakéhokoliv vyrovnání písma může být nutné použít „Hinting písma“.)
de: Beim Font Kerning werden die Abstände zwischen den einzelnen Buchstabenformen angepasst, um ein optisch ansprechendes Ergebnis zu erzielen. - aus: kein Kerning. - schnell: Verwendung der Kerning-Implementierung von FreeType (keine Ligaturen). - gut: die leichte Kerning-Implementierung von HarfBuzz (schneller als best, aber keine Ligaturen und begrenzte Unterstützung für nicht-westliche Schriften) - am besten: Verwenden Sie HarfBuzz' volle Kerning-Implementierung (langsamer, aber kann Ligaturen mit einigen Schriften unterstützen; auch erforderlich, um verbundene arabische Glyphen und einige andere Schriften korrekt anzuzeigen). (Font Hinting muss eventuell angepasst werden, um das beste Ergebnis mit einer der beiden Kerning-Implementierungen zu erzielen)
el: Διαγραμμάτωση (kerning) είναι η διαδικασία προσαρμογής της απόστασης μεταξύ μεμονωμένων μορφών γραμμάτων, για να επιτευχθεί ένα οπτικά ευχάριστο αποτέλεσμα. - όχι: χωρίς διαγραμμάτωση. - γρήγορη: χρήση της εφαρμογής διαγραμμάτωσης του FreeType (χωρίς τυπογραφικά συμπλέγματα). - καλή: χρήση της ελαφριάς εφαρμογής διαγραμμάτωσης του HarfBuzz (γρηγορότερη από την πλήρη αλλά χωρίς τυπογραφικά συμπλέγματα και περιορισμένη υποστήριξη για μη δυτικούς χαρακτήρες) - κάλλιστη: χρήση της πλήρους εφαρμογής διαγραμμάτωσης HarfBuzz (πιο αργή, αλλά μπορεί να υποστηρίζει τυπογραφικά συμπλέγματα με ορισμένες γραμματοσειρές· απαιτείται επίσης για την σωστή εμφάνιση των ενωμένων αραβικών γλυφών και ορισμένων άλλων χαρακτήρων). (Η Βελτιστοποίηση Γραμματοσειράς ενδέχεται να χρειαστεί να προσαρμοστεί για να έχετε το καλύτερο αποτέλεσμα, με οποιαδήποτε εφαρμογή διαγραμμάτωσης.)
es: El interletraje es el proceso de ajustar el espaciado entre letras para lograr un resultado visualmente agradable. - apagado: no hay interletraje. - rápido: usa la implementación de kerning de FreeType (sin ligaduras). - bueno: usa la implementación de kerning ligero de HarfBuzz (más rápido que el mejor pero sin ligaduras y con soporte limitado para alfabetos no occidentales) - mejor: usa la implementación completa de kerning de HarfBuzz (más lento, pero puede soportar ligaduras con algunas fuentes. También es necesario para visualizar correctamente los glifos combinados en árabe y en otros alfabetos). (Es posible que sea necesario ajustar la optimización de fuentes para obtener el mejor resultado al usar el interletraje).
fa: کرنینگ قلم (Font kerning) فرایند بهینه‌سازی است که با تغییر فضای بین فرم‌های انفرادی هر حرف باعث به حداکثر ‌رسیدن لذت بصری نوشته می‌شود. - خاموش: بدون کرنینگ قلم. - سریع: استفاده از کرنینگ پیاده‌سازی شده توسط FreeType (بدون لیگچر). - خوب: استفاده از کرنینگ سبک پیاده‌سازی شده توسط HarfBuzz (سریع‌تر از حالت عالی اما بدون لیگچر و پشتیبانی محدود از نوشته‌های غیر غربی) - عالی: استفاده از کرنینگ کامل پیاده‌سازی شده توسط HarfBuzz (کند‌تر، اما ممکن از لیگچر‌های برخی قلم‌ها را پشتیبانی کند، همچنین برای نمایش مناسب گلیف‌های متصل عربی و سایر نوشته‌ها مورد نیاز باشد). (ممکن است نیاز باشد برای رسیدن به بهترین نتیجه نرمی قلم یا کرنینگ قلم تغییر کنند.)
fr: Le crénage de police permet d’ajuster l’espacement entre les différentes glyphes afin d’obtenir un résultat agréable à regarder. - désactivé : pas de crénage. - rapide : utilise l’implémentation de crénage de FreeType (pas de ligatures). - bon : utilise l’implémentation de crénage léger de HarfBuzz (plus rapide que meilleur mais pas de ligatures et prise en charge limitée des scripts non occidentaux) - meilleur : utilise l’implémentation complète du crénage de HarfBuzz (plus lente, mais peut supporter les ligatures avec certaines polices ; elle est également nécessaire pour afficher correctement les glyphes arabes joints et quelques autres scripts). (Il peut être nécessaire d’ajuster le mode de traitement des polices pour obtenir le meilleur résultat avec l’une ou l’autre des implémentations de crénage.)
gl: O kerning da fonte é o proceso de axustar o espazado entre letras individuais, para que o resultado sexa agradable visualmente. - desactivado: sen kerning. - rápido: usar a implementación de kerning de FreeType (sen ligaduras). - bo: usar a implementación lixeira de kerning de HarfBuzz (máis rápida que a mellor pero sen ligaduras e con soporte limitado para idiomas non occidentais). - mellor: usar a implementación completa de kerning de HarfBuff (máis lenta, pero pode soportar ligaduras con algunhas fontes, necesaria para mostrar correctamente caracteres conectados en arábigo e outros alfabetos). (Podería ser que a optimización da fonte teña que ser axustada para cada opción de kerning).
hu: A betűkészlet alávágás az egyes betűk közötti távolság beállításának a folyamata, hogy vizuálisan kellemes eredményt érjünk el. - ki: nincs alávágás. - gyors: a FreeType féle alávágási mód használata (nincsenek ligatúrák). - szép: a HarfBuzz féle lágy alávágási mód használata (gyorsabb, mint a teljes, de nincsenek ligatúrák és csak korlátozottan támogatja a nem nyugati szkripteket) - legjobb: a HarfBuzz féle teljes alávágási mód használata (lassabb, de bizonyos betűtípusokkal támogatja a ligatúrákat; szükséges az összekapcsolt arab karakterek és más szkriptek megfelelő megjelenítéséhez). (Lehetséges, hogy a betűtípus-simítást is módosítani kell a jobb eredmény elérése érdekében, együtt az alávágás beállításával.)
it_it: La crenatura dei caratteri è il processo di regolazione della spaziatura tra le singole forme di lettera, per ottenere un risultato visivamente gradevole. - spento: nessuna crenatura. - veloce: utilizzare l'implementazione di crenatura di FreeType (senza legature). - buono: utilizzare l'implementazione di crenatura leggera di HarfBuzz (più veloce del migliore, ma senza legature, e con supporto limitato per sistemi di scrittura non occidentali) - migliore: utilizzare l'implementazione di crenatura completa di HarfBuzz (più lento, ma può supportare le legature con alcuni tipi di carattere; necessario anche per visualizzare correttamente i glifi arabi uniti e alcuni altri sistemi di scrittura). (Potrebbe essere necessario regolare il font hinting per ottenere il miglior risultato con l'una o l'altra implementazione della crenatura.)
ja: フォントのカーニングとは、個々の文字フォームの間隔を調整し、視覚的に美しい結果を得るための処理です。 - オフ: カーニングを行いません。 - 速度優先: FreeType のカーニング実装を使用します (合字はありません)。 - 良い: HarfBuzz の軽量カーニング実装を使用します (最高品質よりも高速ですが、合字がなく、非西洋文字のサポートに制限があります)。 - 最高品質: HarfBuzzのフルカーニング実装を使う(より遅いが、いくつかのフォントで合字をサポートする可能性があり、結合したアラビアグリフといくつかの他のスクリプトを適切に表示するためにも必要)。 (どちらのカーニング実装でも最良の結果が得られるように、フォントヒンティングを調整する必要があるかもしれません。)
ko_kr: 글꼴 커닝은 시각적으로 만족스러운 결과를 얻기 위해 개별 문자 모양새 사이의 간격을 조정하는 프로세스입니다. - 꺼짐: 커닝 없음. - 빠름: FreeType의 커닝 구현을 사용합니다(합자 없음). - 좋음: HarfBuzz의 가벼운 커닝 구현 사용(최고보다 빠르지만 합자가 없고 비 서양 스크립트에 대한 제한된 지원) - 최상: HarfBuzz의 전체 커닝 구현을 사용합니다(느리지만 일부 글꼴의 합자를 지원할 수 있음, 결합된 아랍어 글리프나 기타 스크립트를 올바르게 표시하는 데도 필요함). (커닝 구현에서 최상의 결과를 얻으려면 글꼴 힌트를 조정해야 할 수도 있습니다.)
nl_nl: Overhang betreft het proces om letters afhankelijk van hun vorm dichter op elkaar te plaatsen voor een visueel aantrekkelijk resultaat. - uit: geen overhang. - snel: FreeType-overhang (geen ligaturen). - goed: HarfBuzz-overhang (sneller dan best, maar geen ligaturen en gelimiteerde ondersteuning voor niet-Westerse schrijfsystemen). - best: HarfBuzz-overhang (langzamer, maar ligaturen indien het lettertype dit ondersteunt; een vereiste voor o.a. arabische tekst). (Letterhinten moet wellicht worden aangepast voor het beste resultaat met een specifieke overhang-implementatie.)
pl: Kerning fontów to proces dostosowywania odstępów między poszczególnymi literami, aby uzyskać wizualnie najlepszy efekt. - wyłączony: bez kerningu. - szybki: użyj implementacji kerningu FreeType (bez ligatur). - dobry: użyj lekkiej implementacji kerningu HarfBuzz (szybciej niż najlepszy, ale bez ligatur i o ograniczonej obsłudze skryptów innych niż zachodnie) - najlepszy: użyj implementacji kerningu HarfBuzz (wolniej, ale może wspierać ligatury z niektórymi czcionkami; potrzebne również do prawidłowego wyświetlania połączonych arabskich glifów i niektórych innych skryptów). (Dopasowanie czcionek może wymagać dostosowania w celu uzyskania najlepszych wyników przy użyciu implementacji kerningu.)
pt_br: O kerning da fonte é o processo de ajustar o afastamento entre formas de letras particulares para obter um resultado visualmente agradável. - desligado: sem kerning. - rápido: usa a implementação de kerning do FreeType (sem ligaduras). - bom: usa a implementação de kerning leve do HarfBuzz (mais rápido do que o ótimo, mas sem ligaduras e suporte limitado para escritas não ocidentais) - ótimo: usa a implementação completa de kerning do HarfBuzz (mais lento, mas pode ter suporte para ligaduras em algumas fontes; é também necessário para exibir corretamente os glifos árabes e algumas outras escritas). (O hinting da fonte pode precisar ser ajustado para obter o melhor resultado com qualquer uma das implementações de kerning.)
ro: Spațierea literelor este procesul de ajustare a spațiului dintre literele individuale pentru a avea un aspect vizual plăcut. - „fără” nu ajusta spațierea. - „rapidă” folosește algoritmul FreeType (fără ligaturi). - „bună” folosește algoritmul HarfBuzz light (mai rapid, dar fără ligaturi și suport limitat pentru caractere non-vestice) - „calitativă” folosește algoritmul HarfBuzz complet (încet, dar suportă ligaturi și litere din alte grafii non-latine; de asemenea necesar pentru a afișa literele arabe unite sau alte scriituri). (Încadrarea literelor ar trebui ajustată pentru aplicarea algoritmilor de spațiere.)
ru: Избирательное изменение интервала между буквами в зависимости от их формы для улучшения зрительного восприятия текста. • «выкл»: кернинг отключён; • «быстро»: кернинг без лигатур (библиотека FreeType); • «хорошо»: облегчённый кернинг без лигатур, ограниченная поддержка не-западных рукописных шрифтов (библиотека HarfBuzz); • «отлично»: полный кернинг с частичной поддержкой лигатур; нужен для правильного отображения композитных арабских глифов и некоторых рукописных шрифтов (библиотека HarfBuzz). (Для улучшения результатов может потребоваться дополнительная настройка хинтинга.)
sk: Vylepšenie písma je proces úpravy medzier medzi jednotlivými tvarmi písmen, aby sa dosiahol vizuálne príjemný výsledok. - vypnuté: žiadne vylepšenie. - rýchle: použite implementáciu vyrovnávania FreeType (bez ligatúr). - dobré: použite implementáciu ľahkého vyrovnávania HarfBuzz (rýchlejšia ako najlepšia, ale žiadne ligatúry a obmedzená podpora pre nezápadné skripty) - najlepšie: použite úplnú implementáciu vyrovnávania HarfBuzz (pomalšia, ale môže podporovať ligatúry s niektorými fontami; potrebné aj na správne zobrazenie spojených arabských glyfov a niektorých ďalších skriptov). (Na dosiahnutie najlepšieho výsledku vylepšenia písma pri jednej alebo viacero z implementácií môže byť potrebné upraviť štýl zobrazovania písma.)
sr: Кернинг фонта је процес дотеривања размака између појединих словних ликова да би се добио визуелно пријатнији резултат. - искључено: кернинг се не ради. - брзи: користи се FreeType имплементација кернинга (без лигатура). - добар: користи се HarfBuzz имплементација лаког кернинга (брже од набољег, али без лигатура и са ограниченом подршком за писма која се користе ван западног дела света) - најбољи: користи се HarfBuzz's имплементација потпуног кернинга (спорије, али са неким фонтовима може да подржава лигатуре; такође је потребно за исправан приказ спојених арапских глифова и неких осталих писма). (Да би се постигли најбољи резултати са било којом имплементацијом кернинга, може бити потребно да се подеси хинтовање фонта.)
tr: Yazı tipi aralığı, harfler arasındaki boşluğu ayarlayarak daha iyi bir okunurluk sağlar. - off: Aralık değiştirilmez. - fast: FreeType aralık ayarı uygulanır (birleştirme çizgisi yok). - good: Hafif HarfBuzz aralık ayarı uygulanır (tam inceltmeden daha hızlı ancak birleştirme çizgileri kullanılmaz ve batı harfleri dışındaki karakterler desteklenmeyebilir) - best: Tam HarfBuzz aralık ayarı uygulanır (daha yavaş, ancak bazı yazı tipleri için birleştirme çizgisini kullanabilir; ayrıca birleşik Arapça kabartmalar ve diğer bazı betiklerin düzgün görüntülenmesi için de gereklidir). (En iyi sonucu almak için inceltme ile Yazı Türü Ayarlamasının da yapılması gerekebilir.)
uk: Кернування шрифтів — це процес налаштування відстані між окремими формами букв для досягнення наочно приємного результату. - вимкнено: без кернування. - швидке: застосувати реалізацію кернування FreeType (без лігатур). - хороше: застосувати полегшену реалізацію кернування HarfBuzz (швидше, ніж повний, але без лігатур та з обмеженою підтримкою незахідних рукописних шрифтів). - найкраще: застосувати повну реалізацію кернування HarfBuzz (повільніше, але може підтримувати лігатури деяких шрифтів; також необхідно для правильного показу обʼєднаних арабських гліфів та деяких інших рукописних шрифтів). (Хінтинг шрифтів, можливо, потрібно скоректувати для кращого результату з будь-якою реалізацією кернування.)
zh_cn: 字偶间距（字距调整）是调整单独字体间间距的过程，用于实现令人愉悦的视觉结果。 - 关闭：无字距调整。 - 快速：使用 FreeType 的调整实现（没有连字）。 - 较好：使用 Harfbuzz 轻量调整实现（比“最好”快，但没有连字且对非西文脚本的支持有限）。 - 最好：使用 Harfbuzz 完整调整实现（较慢，但可能支持部分字体的连字；为正确显示阿拉伯文连接符和一些其他字符，必需使用此项目）。 （上述任一字距调整实现方法可能都需要调整字体微调(Hinting)。）

source: Alt Status Bar
ar: شريط الحالة السفلي
ca: Barra d'estat alternativa
cs: Horní stavová lišta
de: Alternative Statusleiste
el: Εναλλακτική Γραμμή κατάστασης
es: Barra de estado alternativa
fa: نوار وضعیت جایگزین
fr: Barre de titre
gl: Barra de Estado Alternativa
hu: Alt. állapotsor
it_it: Barra di stato alternativa
ja: 代替ステータスバー
ko_kr: 대체 상태 표시 줄
nl_nl: Alt statusbalk
pl: Alternatywny pasek stanu
pt_br: Barra de estado alternativa
ro: Bară de stare sus
ru: Верхний колонтитул
sk: Alternatívny stavový riadok
sr: Алтернативна статусна линија
tr: Alternatif durum çubuğu
uk: Альтернативна панель стану
zh_cn: 备选状态栏

source: Enable or disable the rendering engine alternative status bar at the top of the screen. The items displayed can be customized via the main menu. Whether enabled or disabled, KOReader's own status bar at the bottom of the screen can be toggled by tapping.
ar: قم بتمكين أو تعطيل شريط الحالة البديل لمحرك المعالجة أعلى الشاشة. يمكن تخصيص العناصر المعروضة عبر القائمة الرئيسية. سواء تم تمكينه أو تعطيله ، يمكن تبديل شريط الحالة الخاص ب KOReader في الجزء السفلي من الشاشة عن طريق النقر.
ca: Habilitar o deshabilitar la barra d'estat alternativa del motor de renderitzat en la part superior de la pantalla. Els elements mostrats es poden personalitzar des del menú principal. Tant si està activada com si no, la barra d'estat de KOReader de la part inferior de la pantalla, es pot alternar prement.
cs: Nahoře na obrazovce můžete zakázat nebo povolit horní stavovou lištu. Zobrazování jejich položek lze přizpůsobit v hlavní nabídce. Spodní stavovou lištu lze zobrazit nebo skrýt ťuknutím na spodek obrazovky. Zobrazování jejich položek lze přizpůsobit v hlavní nabídce.
de: Aktivieren oder deaktivieren Sie die alternative Statusleiste der Rendering-Engine am oberen Rand des Bildschirms. Die angezeigten Elemente können über das Hauptmenü angepasst werden. Ob aktiviert oder deaktiviert, die KOReader-eigene Statusleiste am unteren Rand des Bildschirms kann durch Antippen umgeschaltet werden.
el: Ενεργοποιεί ή απενεργοποιεί την εναλλακτική γραμμή κατάστασης της μηχανής απόδοσης στο επάνω μέρος της οθόνης. Τα στοιχεία που εμφανίζονται μπορούν να προσαρμοστούν μέσω του κύριου μενού. Ανεξάρτητα από αυτήν τη ρύθμιση, η γραμμή κατάστασης KOReader στο κάτω μέρος της οθόνης μπορεί να ενεργοποιηθεί ή να απενεργοποιηθεί πατώντας πάνω σε αυτήν.
es: Habilitar o deshabilitar la barra de estado alternativa del motor de renderizado en la parte superior de la pantalla. Los elementos mostrados se pueden personalizar desde el menú principal. Tanto si está activada como si no, la barra de estado de KOReader de la parte inferior de la pantalla, se puede alternar pulsando.
fa: فعال یا غیرفعال کردن نوار وضعیت جایگرین که توسط موتور رندر در بالای صفحه رسم می‌شود. موارد نمایش داده شده در آن را می‌توانید در منوی اصلی شخصی‌سازی کنید. چه این گزینه فعال باشد و چه نباشد، می‌توانید نوار وضعیت خود کوریدر در پایین صفحه را، با ضربه زدن بر روی آن، فعال یا غیرفعال کنید.
fr: Active ou désactive la barre de titre du moteur de rendu affichée en haut de l’écran. Les différents éléments affichés peuvent être personnalisés via le menu. Indépendamment de ce réglage, la barre d’état de KOReader, en bas de l’écran, peut être activée ou désactivée en la touchant.
gl: Activa ou desactiva a barra de estado alternativa do motor de renderización na parte superior da pantalla. Os elementos incluídos poder ser configurados no menú principal. Tanto se se activa ou non a barra de estado superior, a barra de estado inferior propia de KOReader pódese conmutar premendo na parte inferior da pantalla.
hu: Engedélyezi vagy tiltja a megjelenítő motor alternatív állapotsorát a képernyő tetején. Az állapotsor megjelenését a főmenüben lehet testre szabni. Akár be van kapcsolva, akár ki, a képernyő alján megjelenő állapotsort érintéssel lehet váltani.
it_it: Abilita o disabilita la barra di stato alternativa del motore di resa grafica, nella parte superiore dello schermo. Gli elementi visualizzati possono essere personalizzati tramite il menu principale. Che sia abilitata o disabilitata, la barra di stato di KOReader nella parte inferiore dello schermo può essere richiamata con un tocco..
ja: 画面の上部の代替ステータスバー描画を有効または無効にします。表示される項目はメインメニューからカスタマイズすることができます。 有効・無効を問わず、画面下のKOReader独自のステータスバーはタップで切り替えが可能です。
ko_kr: 화면 상단의 렌더링 엔진의 대체 상태 표시 줄을 활성화하거나 비활성화합니다. 표시되는 항목들은 기본 메뉴에서 사용자 정의할 수 있습니다. 이 활성화 여부에 상관없이, 화면 하단의 KOReader 자체 상태 표시 줄을 탭하여 토글할 수 있습니다.
nl_nl: Schakel de alternatieve statusbalk van de renderengine bovenaan het scherm in of uit. De weergegeven items kunnen worden aangepast via het hoofdmenu. KOReaders eigen statusbalk onderin het scherm kan worden omgeschakeld door te tikken, ongeacht of deze is ingeschakeld of uitgeschakeld.
pl: Włącz lub wyłącz alternatywny pasek stanu silnika renderowania u góry ekranu. Wyświetlane elementy można dostosować za pośrednictwem menu głównego. Niezależnie od tego, czy jest włączony, czy wyłączony, pasek stanu KOReadera u dołu ekranu można przełączać poprzez stuknięcie.
pt_br: Ativa ou desativa a barra de estado alternativa do motor de renderização na margem superior da tela. Os itens exibidos podem ser personalizados pelo menu principal. Estando ativada ou desativada, a barra de estado própria do KOReader na margem inferior da tela pode ser alternada com um toque.
ro: Activează sau dezactivează o bară de stare alternativă a motorului de randare în partea de sus a ecranului. Elementele afișate în această bară de stare pot fi modificate din meniul principal. Indiferent dacă este activată sau dezactivată, bara de stare proprie KOReader din partea de jos a ecranului poate fi ascunsă sau afișată prin atingere.
ru: Включение/отключение движка отрисовки дополнительного колонтитула в верхней части экрана. Отображаемые элементы можно настроить в главном меню. Независимо от того, включён он или отключён, собственную строку состояния KOReader'а в нижней части экрана можно переключать касанием.
sk: Povoliť alebo zakázať alternatívny stavový riadok vykresľovacieho jadra vo vrchnej časti obrazovky. Zobrazené položky je možné prispôsobiť prostredníctvom hlavného menu. Či už je to povolené alebo zakázané, vlastný stavový riadok KOReadera v spodnej časti obrazovky možno prepínať ťuknutím.
sr: Укључује или искључује алтернативну статусну линију механизма за приказ на врху екрана. Ставке које ће се приказати могу да се подесе у главном менију. Без обзира на то да ли је укључена или искључена, статусна линија програма KOReader на дну екрана може да се укључи/искључи тапом на њу.
tr: Ekranın üst kısmındaki görüntüleme altyapısı alternatif durum çubuğunu etkinleştirir ya da devre dışı bırakır. Görüntülenen ögeler ana menü üzerinden özelleştirilebilir. Etkin veya devre dışı olsun, ekranının altındaki KOReader durum çubuğunun durumu dokunularak değiştirilebilir.
uk: Вмикання або вимикання альтернативної панелі стану вгорі екрана. Елементи на ній можна змінити у головному меню. Незалежно від стану цієї опції панель стану самого KOReader можна увімкнути або вимкнути торканням внизу екрана.
zh_cn: 启用或禁用屏幕顶部的渲染引擎替代状态栏。显示的项目可以通过主菜单定制。 无论是否启用，KOReader 在屏幕底部的状态栏依然可以通过轻按来切换显示状态。

source: Embedded Style
ar: نمط مضمّن
ca: Estil incrustat
cs: Vložené styly
de: Eingebetteter Stil
el: Ενσωματωμένο Στυλ
es: Estilo incrustado
fa: سبک تعبیه شده
fr: Styles embarqués
gl: Estilo incrustado
hu: Beágy. stílusok
it_it: Stile incorporato
ja: 埋込スタイル
ko_kr: 내장된 스타일
nl_nl: Ingesloten stijl
pl: Wbudowany styl
pt_br: Estilo incorporado
ro: Stil inclus
ru: Встроенные стили
sk: Vložený šýl
sr: Уграђени стил
tr: Gömülü Biçem
uk: Інтегрований Стиль
zh_cn: 嵌入样式
