Repository: spruceUI/spruceOS
Catalog: App/KoReader/l10n/*/koreader.po
Languages: ar, ca, cs, de, el, es, fa, fr, gl, hu, it_it, ja, ko_kr, nl_nl, pl, pt_br, ro, ru, sk, sr, tr, uk, zh_cn

source: Download full article?
ar: تحميل المقال كاملا؟
ca: Descarregar l'article complet?
cs: Stáhnout celý článek?
de: Vollständigen Artikel herunterladen?
el: Να γίνει λήψη ολόκληρου του άρθρου;
es: ¿Descargar el artículo completo?
fa: دریافت کامل مقاله؟
fr: Télécharger l’article complet ?
gl: Descargar o artigo completo?
hu: A teljes cikket letöltsük?
it_it: Scaricare l'articolo completo?
ja: 全文をダウンロードしますか？
ko_kr: 전체 기사를 다운로드할까요?
nl_nl: Volledig artikel downloaden?
pl: Pobrać cały artykuł?
pt_br: Baixar artigo completo?
ro: Descarci articolul complet?
ru: Загружать статью полностью?
sk: Stiahnuť celý článok?
sr: Да се преузме комплетан чланак?
tr: Yazının tamamı indirilsin mi?
uk: Завантажити повну статтю?
zh_cn: 下载全文吗？

source: Include images?
ar: تضمين الصور؟
ca: Incloure imatges?
cs: Zahrnout obrázky?
de: Bilder einbeziehen?
el: Να συμπεριληφθούν εικόνες;
es: ¿Incluir imágenes?
fa: تصاویر شامل شود؟
fr: Inclure des images ?
gl: Incluír imaxes?
hu: Képekkel együtt?
it_it: Includere immagini?
ja: 画像を含めますか？
ko_kr: 이미지를 포함할까요?
nl_nl: Afbeeldingen opnemen?
pl: Dołączyć obrazy?
pt_br: Incluir imagens?
ro: Incluzi și imaginile?
ru: Загружать с изображениями?
sk: Zahrnúť obrázky?
sr: Заједно са сликама?
tr: Görseller katılsın mı?
uk: Включити зображення?
zh_cn: 包含图片？

source: Enable CSS filter?
ar: تمكين عامل تصفية CSS؟
ca: Activar el filtre CSS?
cs: Povolit CSS filtr?
de: CSS-Filter aktivieren?
el: Να ενεργοποιηθεί το φίλτρο CSS;
es: ¿Activar el filtro CSS?
fr: Activer le filtre CSS ?
gl: Activar filtro CSS?
hu: CSS szűrő engedélyezése?
it_it: Abilitare il filtro CSS?
ja: CSS filterを有効にしますか？
ko_kr: CSS 필터를 활성화할까요?
nl_nl: CSS-filter inschakelen?
pl: Włączyć filtr CSS?
pt_br: Ativar filtro CSS?
ro: Activezi filtrul CSS?
ru: Включить фильтр CSS?
sk: Povoliť CSS filter?
sr: Да се укључи CSS филтер?
tr: CSS süzgeci etkinleştirilsin mi?
uk: Увімкнути фільтр CSS?
zh_cn: 启用 CSS 筛选器？

source: Yes
ar: نعم
ca: Si
cs: Ano
de: Ja
el: Ναι
es: Sí
fa: بله
fr: Oui
gl: Si
hu: Igen
it_it: Si
ja: はい
ko_kr: 예
nl_nl: Ja
pl: Tak
pt_br: Sim
ro: Da
ru: Да
sk: Áno
sr: Да
tr: Evet
uk: Так
zh_cn: 是

source: No
ar: لا
cs: Ne
de: Nein
el: Όχι
fa: نه
fr: Non
gl: Non
hu: Nem
ja: いいえ
ko_kr: 아니요
nl_nl: Nee
pl: Nie
pt_br: Não
ro: Nu
ru: Нет
sk: Nie
sr: Не
tr: Hayır
uk: Ні
zh_cn: 否

source: Saving news feed list…
ar: جارٍ حفظ قائمة موجز الأخبار …
ca: Guardant la llista de canals de notícies…
cs: Ukládání seznamu novinkových kanálů…
de: Laden der Nachrichten-Feed-Liste…
el: Αποθήκευση λίστας ροής ειδήσεων…
es: Guardando la lista de canales de noticias…
fa: ذخیره لیست فید اخبار…
fr: Enregistrement de la liste des flux de nouvelles…
gl: A gardar a lista de canles de novas…
hu: Hírcsatorna lista mentése…
it_it: Salvataggio elenco delle fonti di notizie…
ja: ニュースフィードリストを保存中…
ko_kr: 뉴스피드 목록 저장 중…
nl_nl: Nieuwsfeedlijst opslaan…
pl: Zapisuję listę kanałów wiadomości…
pt_br: Salvando lista de canais de notícias…
ro: Se salvează lista de fluxuri de știri…
ru: Сохранение списка лент новостей…
sk: Ukladanie zoznamu informačných kanálov…
sr: Чува се листа објава вести…
tr: Haber akışı listesi kaydediliyor…
uk: Збереження списку стрічки новин…
zh_cn: 正在保存新闻源列表…

source: Could not save news feed config.
ar: تعذر حفظ تكوين موجز الأخبار.
ca: No s'ha pogut guardar la configuració del canal de notícies.
cs: Nezdařilo se uložit konfigurační soubor s novinkovými kanály.
de: Die Konfiguration des Nachrichten-Feed konnte nicht gespeichert werden.
el: Δεν ήταν δυνατή η αποθήκευση της διαμόρφωσης της ροής ειδήσεων.
es: No se ha podido guardar la configuración del canal de noticias.
fr: Impossible de sauvegarder la configuration du fil d’actualité.
gl: Non foi posible gardar a configuración da canle de novas.
hu: Nem sikerült menteni a fájlt a hírcsatorna beállításait.
it_it: Impossibile salvare la configurazione delle fonti di notizie.
ja: ニュースフィード設定を保存できません。
ko_kr: 뉴스 피드 구성을 저장할 수 없습니다.
nl_nl: De nieuwsfeed-configuratie kan niet worden opgeslagen.
pl: Nie udało się zapisać konfiguracji kanału wiadomości.
pt_br: Não foi possível salvar a configuração do canal de notícias.
ro: Nu s-a putut salva configurația fluxului de știri.
ru: Не удалось сохранить конфигурацию ленты новостей.
sk: Nepodarilo sa uložiť konfiguráciu informačného kanála správ.
sr: Не може да се сачува конфигурација објаве вести.
tr: Haber akışı yapılandırması kaydedilemedi.
uk: Не вдалося зберегти конфігурацію стрічки новин.
zh_cn: 无法保存新闻源配置。

source: News feed config updated successfully.
ar: تم تحديث تكوين موجز الأخبار بنجاح.
ca: S'ha actualitzat la configuració del canal de notícies.
cs: Konfigurační soubor s novinkovými kanály byl úspěšně aktualizován.
de: Nachrichten-Feed-Konfiguration erfolgreich aktualisiert.
el: Η διαμόρφωση της ροής ειδήσεων ενημερώθηκε με επιτυχία.
es: Se ha actualizado la configuración del canal de noticias.
fr: La configuration du fil d’actualité a été mise à jour avec succès.
gl: Gardouse correctamente a configuración da canle de novas.
hu: Hírcsatorna beállítások frissítése sikeres.
it_it: Configurazione della fonte di notizie aggiornata con successo.
ja: ニュースフィードの設定が正常に更新されました。
ko_kr: 뉴스 피드 구성이 업데이트되었습니다.
nl_nl: Nieuwsfeed-configuratie succesvol bijgewerkt.
pl: Pomyślnie zaktualizowano konfigurację kanału wiadomości.
pt_br: Configuração do canal de notícias atualizada com sucesso.
ro: Configurația fluxului de știri a fost actualizată cu succes.
ru: Конфигурация ленты новостей успешно обновлена.
sk: Konfigurácia informačného kanála bola úspešne aktualizovaná.
sr: Конфигурација објаве вести је успешно ажурирана.
tr: Haber akışı yapılandırması güncellendi.
uk: Конфігурацію стрічки новин оновлено.
zh_cn: 已成功更新新闻源配置。

source: Config: %1
cs: Konfigurace: %1
de: Konfig.: %1
el: Διαμόρφωση: %1
fr: Configuration : %1
gl: Configuración: %1
hu: Konfiguráció: %1
ja: 設定: %1
ko_kr: 구성: %1
nl_nl: Configuratie: %1
pl: Konfiguracja: %1
ru: Конфигурация: %1
sk: Konfigurácia: %1
sr: Конфигурација: %1
tr: Yapılandırma: %1
uk: Налаштування: %1
zh_cn: 配置：%1

source: Configuration saved
ar: تم حفظ الإعدادات
ca: Configuració guardada
cs: Konfigurace uložena
de: Konfiguration gespeichert
el: Η διαμόρφωση αποθηκεύτηκε
es: Configuración guardada
fa: پیکربندی ذخیره شد
fr: Configuration sauvegardée
gl: Configuración gardada
hu: Konfiguráció elmentve
it_it: Configurazione salvata
ja: 設定は保存されました
ko_kr: 구성이 저장되었습니다
nl_nl: Configuratie opgeslagen
pl: Konfiguracja zapisana
pt_br: Configuração salva
ro: Configurare salvată
ru: Конфигурация сохранена
sk: Konfigurácia uložená
sr: Конфигурација је сачувана
tr: Yapılandırma kaydedildi
uk: Конфігурацію збережено
zh_cn: 配置已保存

source: Configuration invalid: %1
ar: الإعداد غير صحيح: %1
ca: Configuració no vàlida: %1
cs: Neplatná konfigurace: %1
de: Konfiguration ungültig: %1
el: Μη έγκυρη διαμόρφωση: %1
es: Configuración no válida: %1
fa: پیکربندی نامعتبر: %1
fr: Configuration invalide : %1
gl: Configuración inválida: %1
hu: Érvénytelen konfiguráció: %1
it_it: Configurazione non valida: %1
ja: 設定が不正です: %1
ko_kr: 잘못된 구성입니다: %1
nl_nl: Configuratie ongeldig: %1
pl: Nieprawidłowa konfiguracja: %1
pt_br: Configuração inválida: %1
ro: Configurare invalidă: %1
ru: Неверная конфигурация: %1
sk: Konfigurácia chybná: %1
sr: Конфигурација није исправна: %1
tr: Yapılandırma geçersiz: %1
uk: Невірна конфігурація: %1
zh_cn: 配置无效：%1

source: Configuration empty
ar: التكوين فارغ
ca: Configuració buida
cs: Prázdná konfigurace
de: Leere Konfiguration
el: Κενή διαμόρφωση
es: Configuración vacía
fa: پیکربندی خالی است
fr: Configuration vierge
gl: Configuración baleira
hu: Üres konfiguráció
it_it: Configurazione vuota
ja: 設定が空です
ko_kr: 구성이 비어 있습니다
nl_nl: Configuratie leeg
pl: Pusta konfiguracja
pt_br: Configuração vazia
ro: Configurări goale
ru: Конфигурация пуста
sk: Konfigurácia prázdna
sr: Конфигурација је празна
tr: Yapılandırma boş
uk: Конфігурація пуста
zh_cn: 配置为空

source: OPDS allows you to download books from online catalogs.
ca: OPDS permet descarregar llibres de catàlegs en línia.
cs: OPDS (Veřejný Publikační Distribuční Systém) umožňuje stahování knih z online katalogů.
de: Mit OPDS können Sie Bücher aus Online-Katalogen herunterladen.
el: Το OPDS σας επιτρέπει να κατεβάζετε βιβλία από online καταλόγους.
es: OPDS permite descargar libros de catálogos en línea.
fa: سیستم توزیع باز انتشارات (OPDS) به شما اجازه می‌دهد کتاب‌ها را از کاتالوگ‌های آنلاین دریافت کنید.
fr: L’OPDS vous permet de télécharger des livres à partir de catalogues en ligne.
gl: OPDS permíteche descargar libros de catálogos na rede.
hu: Az OPDS lehetővé teszi könyvek online katalógusokból történő letöltését.
it_it: OPDS permette di scaricare i libri da cataloghi online.
ja: OPDSはオンラインカタログから書籍をダウンロードすることができます。
ko_kr: OPDS를 사용하면 온라인 카탈로그에서 책을 다운로드할 수 있습니다.
nl_nl: Met OPDS kunnen boeken uit online catalogi worden gedownload.
pl: OPDS umożliwia pobieranie książek z katalogów internetowych.
pt_br: O OPDS permite que você baixe livros de catálogos online.
ro: OPDS îți permite să descarci cărți din cataloage online.
ru: Данный плагин позволяет загружать книги из онлайн-каталогов OPDS.
sk: OPDS vám umožňuje sťahovať knihy z online katalógov.
sr: OPDS вам омогућава да преузмете књиге из каталога на мрежи.
tr: OPDS, çevrim içi kataloglardan kitap indirmenizi sağlar.
uk: OPDS дає змогу завантажувати книги з онлайн-каталогів.
zh_cn: OPDS 允许你从在线目录下载图书。

source: OPDS Catalog
ar: دليل OPDS
ca: Catàleg OPDS
cs: OPDS Katalog
de: OPDS Katalog
el: OPDS Κατάλογος
es: Catálogo OPDS
fa: کاتالوگ OPDS
fr: Catalogue OPDS
gl: Catálogo OPDS
hu: OPDS Katalógus
it_it: Catalogo OPDS
ja: OPDS カタログ
ko_kr: OPDS 카탈로그
nl_nl: OPDS-catalogus
pl: Katalog OPDS
pt_br: Catálogo OPDS
ro: Catalog OPDS
ru: Каталог OPDS
sk: Katalóg OPDS
sr: OPDS каталог
tr: OPDS kataloğu
uk: Каталог OPDS
zh_cn: OPDS 书目

source: OPDS catalog
ar: دليل OPDS
ca: Catàleg OPDS
cs: OPDS katalog
de: OPDS Katalog
el: OPDS κατάλογος
es: Catálogo OPDS
fa: کاتالوگ OPDS
fr: Catalogue OPDS
gl: Catálogo OPDS
hu: OPDS katalógus
it_it: Catalogo OPDS
ja: OPDS カタログ
ko_kr: OPDS 카탈로그
nl_nl: OPDS-catalogus
pl: Katalog OPDS
pt_br: Catálogo OPDS
ro: Catalog OPDS
ru: Каталог OPDS
sk: Katalóg OPDS
sr: Каталог типа OPDS
tr: OPDS kataloğu
uk: Каталог OPDS
zh_cn: OPDS 书目

source: Catalog name
ar: اسم الدليل
ca: Nom del catàleg
cs: Název katalogu
de: Katalogname
el: Όνομα καταλόγου
es: Nombre del catálogo
fa: نام کاتالوگ
fr: Nom du catalogue
gl: Nome do catálogo
hu: Katalógus neve
it_it: Nome del catalogo
ja: カタログ名
ko_kr: 카탈로그 이름
nl_nl: Catalogusnaam
pl: Nazwa katalogu
pt_br: Nome do catálogo
ro: Nume catalog
ru: Имя каталога
sk: Meno katalógu
sr: Име каталога
tr: Katalog adı
uk: Назва каталогу
zh_cn: 书目名称

source: Catalog URL
ar: رابط الدليل (URL)
ca: URL del catàleg
cs: URL adresa katalogu
de: Katalog URL
el: URL καταλόγου
es: URL del catálogo
fa: نشانی اینترنتی کاتالوگ
fr: URL du catalogue
gl: URL do catálogo
hu: Katalógus webcíme (vagy ip)
it_it: Catalogo URL
ja: カタログ URL
ko_kr: 카탈로그 주소
nl_nl: Catalogus-URL
pl: URL katalogu
pt_br: URL do Catálogo
ro: URL catalog
ru: URL каталога
sk: Katalóg adresa URL
sr: URL каталога
tr: Katalog adresi
uk: Посилання Каталогу
zh_cn: 书目 URL

source: Username (optional)
ar: اسم المستخدم (اختياري)
ca: Nombre de usuario (opcional)
cs: Uživatelské jméno (volitelně)
de: Benutzername (optional)
el: Όνομα χρήστη (προαιρετικό)
es: Nombre de usuario (opcional)
fa: نام کاربری (اختیاری)
fr: Nom d’utilisateur (facultatif)
gl: Nome de usuario (opcional)
hu: Felhasználói név (opcionális)
it_it: Username (opzionale)
ja: ユーザ名(オプション)
ko_kr: 사용자이름 (선택)
nl_nl: Gebruikersnaam (niet verplicht)
pl: Użytkownik (opcjonalnie)
pt_br: Nome de usuário (opcional)
ro: Nume utilizator (opțional)
ru: Имя пользователя (опционально)
sk: Používateľské meno (voliteľné)
sr: Корисничко име (није обавезно)
tr: Kullanıcı adı (isteğe bağlı)
uk: Ім'я користувача (необов'язково)
zh_cn: 用户名 (可选)

source: Password (optional)
ar: كلمة السر (اختيارية)
ca: Contrasenya (opcional)
cs: Heslo (volitelně)
de: Passwort (optional)
el: Κωδικός (προαιρετικός)
es: Contraseña (opcional)
fa: رمز عبور (اختیاری)
fr: Mot de passe (facultatif)
gl: Contrasinal (opcional)
hu: Jelszó (opcionális)
it_it: Password (Opzionale)
ja: パスワード(オプション)
ko_kr: 암호 (선택)
nl_nl: Wachtwoord (niet verplicht)
pl: Hasło (opcjonalne)
pt_br: Senha (opcional)
ro: Parola (opțional)
ru: Пароль (опционально)
sk: Heslo (voliteľné)
sr: Лозинка (није обавезна)
tr: Parola (isteğe bağlı)
uk: Пароль (необов'язково)
zh_cn: 密码（可选）

source: Edit OPDS catalog
ar: تحرير دليل OPDS
ca: Editar catàleg OPDS
cs: Upravit OPDS katalog
de: OPDS Katalog editieren
el: Τροποποίηση OPDS καταλόγου
es: Editar catálogo OPDS
fa: ویرایش کاتالوگ OPDS
fr: Modifier le catalogue OPDS
gl: Editar catálogo OPDS
hu: OPDS katalógus szerkesztése
it_it: Modifica catalogo OPDS
ja: OPDS カタログを編集
ko_kr: OPDS 카탈로그 편집
nl_nl: Bewerk OPDS-catalogus
pl: Edycja katalogu OPDS
pt_br: Editar catálogo OPDS
ro: Editează catalogul OPDS
ru: Отредактировать каталог OPDS
sk: Upraviť OPDS katalóg
sr: Уреди OPDS каталог
tr: ODPS kataloğunu düzenle
uk: Відредагувати каталог OPDS
zh_cn: 编辑 OPDS 书目

source: Add OPDS catalog
ar: إضافة دليل OPDS
ca: Afegir catàleg OPDS
cs: Přidat OPDS katalog
de: OPDS Katalog hinzufügen
el: Προσθήκη OPDS καταλόγων
es: Añadir catálogo OPDS
fa: افزودن کاتالوگ OPDS
fr: Ajouter un catalogue OPDS
gl: Engadir catálogo OPDS
hu: OPDS katalógus hozzáadása
it_it: Aggiungere catalogo OPDS
ja: OPDS カタログを追加
ko_kr: OPDS 카탈로그 추가
nl_nl: Voeg toe aan OPDS-catalogus
pl: Dodaj katalog OPDS
pt_br: Adicionar catálogo OPDS
ro: Adaugă catalog OPDS
ru: Добавить каталог OPDS
sk: Pridať katalóg OPDS
sr: Додај OPDS каталог
tr: OPDS kataloğu ekle
uk: Додати каталог OPDS
zh_cn: 添加 OPDS 书目

source: The catalog has been permanently moved. Please update catalog URL to '%1'.
ca: El catàleg ha estat mogut de forma permanent. Cal actualitzar la URL del catàleg a '%1'.
cs: Katalog byl trvale přesunut. Prosím aktualizujte URL adresu katalogu na „%1“.
de: Der Katalog wurde dauerhaft verschoben. Bitte aktualisieren Sie die Katalog-URL auf '%1'.
el: Ο κατάλογος έχει μετακινηθεί μόνιμα. Παρακαλούμε ενημερώστε τη διεύθυνση URL του καταλόγου στο '%1'.
es: El catálogo se ha movido de forma permanente. Actualice el URL del catálogo a «%1».
fa: کاتالوگ به طور دائمی منتقل شد. لطفا نشانی اینترنتی کاتالوگ را به '%1' بروزرسانی کنید.
fr: Le catalogue a été définitivement déplacé. Veuillez mettre à jour l’URL du catalogue à « %1 ».
gl: O catálogo foi movido de xeito permanente. Por favor cambia o enderzo do catálogo a '%1'.
hu: A katalógust véglegesen áthelyezték. Frissítse a katalógus URL-t '%1' értékre.
it_it: Il catalogo è stato spostato in modo permanente. Aggiornare l'URL del catalogo a '%1'.
ja: カタログは恒久的に移動しました。カタログの URL を '%1' に更新してください。
ko_kr: 카탈로그가 영구적으로 이동되었습니다. 카탈로그 URL을 '%1'로 업데이트하세요.
nl_nl: De catalogus is permanent verhuisd. Gelieve de catalogus-url bij te werken naar '%1'.
pl: Katalog został przeniesiony. Zaktualizuj adres do: '%1'.
pt_br: O catálogo foi movido permanentemente. Por favor, atualize o URL do catálogo para '%1'.
ro: Catalogul a fost mutat permanent. Te rog actualizează URL-ul catalogului la „%1”.
ru: Каталог был перемещён. Пожалуйста, обновите его URL: «%1».
sk: Katalóg bol natrvalo presunutý. Aktualizujte prosím URL katalógu na '%1'.
sr: Каталог је трајно премештен. Молимо вас да ажурирате URL каталога на ’%1’.
tr: Katalog kalıcı olarak taşındı. Lütfen katalog adresini '%1' olarak güncelleyin.
uk: Каталог остаточно переміщено. Оновіть URL-адресу каталогу до "%1".
zh_cn: 书目已被永久重定向。请更新书目链接至'%1'。

source: Insecure HTTPS → HTTP downgrade attempted by redirect from: '%1' to '%2'. Please inform the server administrator that many clients disallow this because it could be a downgrade attack.
ca: HTTPS insegur → Intent de degradació a HTTP mitjançant redirecció des de: '%1' a '%2'. Informar l'administrador del servidor que molts clients no ho permeten perquè podria ser un atac de degradació.
cs: Pokus o snížení zabezpečení HTTPS → HTTP proveden přesměrováním z: „%1“ do „%2“. Informujte prosím správce serveru, že to je u mnoha klientů zakázáno, protože by se mohlo jednat o downgrade útok.
de: Unsicheres HTTPS → HTTP-Downgrade versucht durch Redirect von: '%1' auf '%2'. Bitte informieren Sie den Server-Administrator, dass viele Clients dies nicht zulassen, da es sich um einen Downgrade-Angriff handeln könnte.
el: Ανασφαλής υποβάθμιση HTTPS → HTTP που επιχειρήθηκε με ανακατεύθυνση από: '%1' προς '%2' Ενημερώστε τον διαχειριστή του διακομιστή ότι πολλοί υπολογιστές-πελάτες δεν το επιτρέπουν αυτό, επειδή θα μπορούσε να είναι μια επίθεση υποβάθμισης.
es: HTTPS inseguro → Intento de degradación a HTTP mediante redireccionamiento desde: '%1' a '%2'. Informar al administrador del servidor de que muchos clientes no lo permiten porque podría ser un ataque de degradación.
fr: Tentative de rétrogradation de HTTPS non sécurisé vers HTTP via redirection, de : « %1 » à « %2 ». Veuillez informer l’administrateur du serveur que de nombreux clients l’interdisent car c’est un vecteur d’attaque potentiel.
gl: Degradación insegura HTTPS → HTTP intentada por redirección desde: '%1' a '%2'. Por favor informa ao administrador do servidor de que moitas aplicacións non permiten isto porque podería ser un ataque de degradación.
hu: Bizonytalan HTTPS → HTTP leminősítési kísérlet átirányítással: '%1' től '%2'. Tájékoztassa a szerver adminisztrátorát, hogy sok kliens tiltja ezt, mert ez egy leminősítési támadás lehet.
it_it: Tentato degradazione insicura da HTTPS → HTTP tramite redirezione da: '%1' a '%2'. Informare l'amministratore del server del fatto che molti client non lo permettono perché potrebbe essere un attacco di degradazione.
ja: リダイレクトにより、安全でない HTTPS → HTTP ダウングレードが試みられました: '%1' から '%2' へ ダウングレード攻撃の可能性があるため、多くのクライアントがこれを許可しないことをサーバー管理者に伝えてください。
ko_kr: 안전하지 않은 HTTPS → 다음에서 리다이렉션을 통해 HTTP 다운그레이드 시도: '%1' 에서 '%2'. 다운그레이드 공격일 수 있으므로 많은 클라이언트가 이를 허용하지 않는다고 서버 관리자에게 알려주세요.
nl_nl: Onveilige HTTPS → HTTP downgrade poging door verwijzing van: '%1' naar '%2'. Informeer de serverbeheerder dat veel clients dit niet toestaan omdat het een downgrade-aanval zou kunnen zijn.
pl: Podjęto próbę zmiany wersji na niezabezpieczoną HTTPS → HTTP poprzez przekierowanie z: '%1' na '%2'. Poinformuj administratora serwera, że wielu klientów tego nie zezwala, ponieważ może to być atak typu downgrade.
pt_br: Downgrade HTTPS → HTTP inseguro tentado por redirecionamento de: '%1' para '%2'. Por favor, informe o administrador do servidor que muitos clientes não aprovam isso porque poderia ser um ataque de downgrade.
ro: Retrogradare nesecurizată HTTPS → HTTP încercată ca redirectare de la: '%1' to '%2'. Te rog informează administratorul serverului că mulți clienți nu permit acest lucru deoarece poate fi considerat un atac de tip retrogradare.
ru: Небезопасный HTTPS → попытка перехода на более раннюю версию HTTP путём перенаправления с: «%1» к «%2» Пожалуйста, сообщите администратору сервера, что многие клиенты данное действие отвергают, т.к. это может быть атакой понижения версии.
sk: Nezabezpečený protokol HTTPS → pokus o prechod na nižšiu verziu HTTP prostredníctvom presmerovania z: '%1' do „%2“. Prosím, informujte administrátora servera, že veľa aplikácií to nedovoľuje, pretože by mohlo ísť o bezpečnostný útok.
sr: Покушано је небезбедно враћање назад са HTTPS → HTTP преусмеравањем са: ’%1’ на ’%2’. Молимо вас да обавестите администратора сервера да многи клијенти то спречавају јер може да представља једну врсту напада.
tr: Şuradan yönlendirme ile güvenli olmayan HTTPS → HTTP düşürmesi denendi: '%1' şuraya '%2'. Lütfen sunucu yöneticisine, pek çok istemci bunu bir özellik düşürme saldırısı olarak değerlendirdiğinden bu işleme izin vermediğini bildirin.
uk: Спроба небезпечного перенаправлення пониженням HTTPS → HTTP: '%1' до '%2'. Повідомте адміністратора сервера, що багато клієнтів не можуть це зробити, оскільки це може бути напад пониженням версії з'єднання.
zh_cn: 重定向试图进行不安全的HTTPS→HTTP降级，从: '%1' 重定向到 '%2'. 请告知服务器管理员，许多客户端不允许这样做，因为这可能是降级攻击。

source: Authentication required for catalog. Please add a username and password.
ar: يجب الاستيثاق للوصول إلى الدليل. فضلًا أضف اسم مستخدم وكلمة سرّ.
ca: El catàleg requereix autenticació. Anyada un nom d'usuari i una contrasenya.
cs: Pro přístup ke katalogu je potřeba ověření. Vložte, prosím, uživatelské jméno a heslo.
de: Für den Katalog ist eine Authentifizierung erforderlich. Bitte geben Sie einen Benutzernamen und ein Passwort an.
el: Απαιτείται πιστοποίηση ταυτότητας για τον κατάλογο. Παρακαλούμε προσθέστε ένα όνομα χρήστη και έναν κωδικό πρόσβασης.
es: El catálogo requiere autenticación. Añada un nombre de usuario y una contraseña.
fa: احراز هویت برای این کاتالوگ مورد نیاز است. لطفا یک نام کاربر و رمز عبور اضافه کنید.
fr: Authentification requise pour ce catalogue. Veuillez ajouter un nom d’utilisateur et un mot de passe.
gl: O catálogo require autenticación. Por favor engade nome de usuario e contrasinal.
hu: A katalógushoz hitelesítés szükséges. Adjon meg felhasználónevet és jelszót.
it_it: Autenticazione necessaria per il catalogo. Si prega di aggiungere un nome utente e una password.
ja: カタログを見るには認証が必要です。ユーザー名とパスワードを追加してください。
ko_kr: 카탈로그에 인증이 필요합니다. 사용자 이름과 비밀번호를 추가하세요.
nl_nl: Aanmelden voor catalogus verplicht. Gelieve een gebruikersnaam en wachtwoord toe te voegen.
pl: Wymagane jest uwierzytelnienie. Dodaj nazwę użytkownika i hasło.
pt_br: Autenticação necessária para o catálogo. Por favor, adicione um nome de usuário e senha.
ro: Autentificarea este necesară pentru catalog. Te rog adaută un nume de utilizator și o parolă.
ru: Каталог требует аутентификации. Пожалуйста, укажите имя пользователя и пароль.
sk: Pre katalóg sa vyžaduje autentifikácia. Pridajte používateľské meno a heslo.
sr: Каталог захтева проверу идентитета. Молимо вас да додате корисничко име и лозинку.
tr: Katalog için kimlik doğrulaması gereklidir. Lütfen bir kullanıcı adı ve parola yazın.
uk: Для каталогу потрібна автентифікація. Додайте ім'я користувача та пароль.
zh_cn: 书目需要验证身份，请添加用户名和密码。

source: Failed to authenticate. Please check your username and password.
ca: No s'ha pogut realitzar l'autenticació. Cal verificar el nom d'usuari i la contrasenya.
cs: Ověření se nezdařilo. Zkontrolujte, prosím, vaše uživatelské jméno a heslo.
de: Die Authentifizierung konnte nicht durchgeführt werden. Bitte überprüfen Sie Ihren Benutzernamen und Ihr Passwort.
el: Αποτυχία πιστοποίησης ταυτότητας. Παρακαλούμε ελέγξτε το όνομα χρήστη και τον κωδικό πρόσβασής σας.
es: No se ha podido realizar la autenticación. Verifique su nombre de usuario y contraseña.
fa: احراز هویت ناموفق بود. لطفا نام‌کاربری و رمز عبور خود را بررسی کنید.
fr: Échec de l’authentification. Veuillez vérifier votre nom d’utilisateur et votre mot de passe.
gl: Fallou a autenticación. Por favor comproba o nome de usuario e o contrasinal.
hu: Nem sikerült a hitelesítés. Ellenőrizze felhasználónevét és jelszavát.
it_it: Impossibile eseguire l'autenticazione. Si prega di controllare il nome utente e la password.
ja: 認証に失敗しました。ユーザー名とパスワードを確認してください。
ko_kr: 인증하지 못했습니다. 사용자 이름과 비밀번호를 확인해 주세요.
nl_nl: Aanmelden mislukt. Gelieve gebruikersnaam en wachtwoord te controleren.
pl: Nie udało się zalogować. Sprawdź użytkownika i hasło.
pt_br: Falha ao autenticar. Por favor, verifique seu usuário e senha.
ro: Autentificarea a eșuat. Te rog verifică numele de utilizator și parola.
ru: Аутентификация не удалась. Пожалуйста, проверьте имя пользователя и пароль.
sk: Overenie zlyhalo. Skontrolujte prosím svoje používateľské meno a heslo.
sr: Није успела провера идентитета. Молимо вас да проверите своје корисничко име и лозинку.
tr: Kimlik doğrulanamadı. Lütfen kullanıcı adı ve parolanızı denetleyin.
uk: Не вдалося автентифікувати. Перевірте ваше ім'я користувача та пароль.
zh_cn: 身份验证失败，请检查你的用户名和密码。
