Repository: spruceUI/spruceOS
Catalog: App/KoReader/l10n/*/koreader.po
Languages: ar, ca, cs, de, el, es, fa, fr, gl, hu, it_it, ja, ko_kr, nl_nl, pl, pt_br, ro, ru, sk, sr, tr, uk, zh_cn

source: Enter one or more Wikipedia language codes (the 2 or 3 letters before .wikipedia.org), in the order you wish to see them available, separated by a space. For example: en fr zh Full list at https://en.wikipedia.org/wiki/List_of_Wikipedias
ar: أدخل رمزًا أو أكثر من رموز لعة ويكيبيديا (زوج الأحرف أو ثلاثةٌ منها, التي تسبق ".wikipedia.org"), في الترتيب الذي تريد أن ترى النتائج فيه, مفصولةً بزرّ مسافة. كمثال: ar en fr القائمة الكاملة متوفرةٌ في https://en.wikipedia.org/wiki/List_of_Wikipedias
ca: Introduir, en ordre de preferència, un o més codis de llenguatge de Wikipedia (les 2 o 3 lletres que apareixen davant de .wikipedia.org) separats per espai(s). Per exemple: ca es fr El llistat complet d'idiomes disponibles pot consultar-se en: https://en.wikipedia.org/wiki/List_of_Wikipedias
cs: Vložte jeden nebo více jazykových kódů Wikipedie (2 nebo 3 písmena před .wikipedia.org) v pořadí, ve kterém je chcete mít a oddělte je mezerou. Například: cs sk en Úplný seznam na https://en.wikipedia.org/wiki/List_of_Wikipedias
de: Bitte einen oder mehrere Wikipedia-Sprachcodes (die 2 oder 3 Buchstaben vor .wikipedia.org) in der Reihenfolge eingeben, in der Sie verfügbar sein sollen, getrennt durch ein Leerzeichen. Zum Beispiel: en fr zh Vollständige Liste unter https://en.wikipedia.org/wiki/List_of_Wikipedias
el: Εισαγάγετε έναν ή περισσότερους κωδικούς γλώσσας της Βικιπαίδειας (τα 2 ή 3 γράμματα πριν από το .wikipedia.org), με τη σειρά που θέλετε να τους δείτε διαθέσιμους, διαχωρισμένους από ένα διάστημα. για παράδειγμα: en fr zh Πλήρης κατάλογος στο https://en.wikipedia.org/wiki/List_of_Wikipedias
es: Introduzca, en orden de preferencia, uno o más códigos de idioma de Wikipedia (las 2 o 3 letras que aparecen delante de .wikipedia.org) separados por espacio(s). Por ejemplo: es en fr El listado completo de idiomas disponibles puede consultarse en https://en.wikipedia.org/wiki/List_of_Wikipedias
fa: یک یا چند کد زبانی ویکی‌پدیا (۱ یا ۳ حرف قبل از wikipedia.org.) را به ترتیبی که می‌خواهید در صورت دردسترس بودن مقالات ببینید به شکل جدا شده با فاصله وارد کنید. برای مثال: en fr zh لیست کامل در https://en.wikipedia.org/wiki/List_of_Wikipedias
fr: Saisissez un ou plusieurs codes de langue pour Wikipédia (les 2 ou 3 lettres avant .wikipedia.org), dans l’ordre où vous voulez les voir apparaître, séparés par un espace. Par exemple : fr en zh La liste complète des codes est consultable ici : https://fr.wikipedia.org/wiki/Liste_des_éditions_de_Wikipédia
gl: Introduce un ou máis códigos de idioma de Wikipedia (as 2 ou 3 letras antes de .wikipedia.org), na orde na que queres consultalas, separadas por un espazo en branco. Por exemplo: en fr zh Lista completa en https://en.wikipedia.org/wiki/List_of_Wikipedias
hu: Írjon be egy vagy több Wikipedia nyelvkódot (a .wikipedia.org előtti két vagy három karaktert) szóközzel elválasztva, abban a sorrendben, ahogy látni szeretné őket. Például: hu en fr A teljes nyelvlista elérhető itt: https://en.wikipedia.org/wiki/List_of_Wikipedias
it_it: Inserisci uno o più codici di lingua di Wikipedia (le 2 o 3 lettere prima di .wikipedia.org), nell'ordine in cui desideri vederli, separati da spazio. Ad esempio: en fr it L'elenco completo si può consultare a https://en.wikipedia.org/wiki/List_of_Wikipedias
ja: 1 つ以上の Wikipedia 言語コード (.wikipedia.org の前の 2 文字または 3 文字) を空白で区切って、表示したい順に入力してください。 例: en fr zh 全てのリストは https://en.wikipedia.org/wiki/List_of_Wikipedias
ko_kr: 하나 이상의 위키피디아 언어 코드(.wikipedia.org 앞의 2~3 글자)를 사용할 순서대로 빈칸으로 구분하여 입력하세요. 예: en fr zh 전체 목록은 https://en.wikipedia.org/wiki/List_of_Wikipedias
nl_nl: Voer een of meer Wikipedia-taalcodes in (de 2 of 3 letters voor .wikipedia.org), in de volgorde dat je ze wilt gebruiken, gescheiden met een spatie. Bijvoorbeeld: en fr zh Volledige lijst op https://nl.wikipedia.org/wiki/Lijst_van_Wikipedia's
pl: Wpisz jeden lub więcej kodów językowych Wikipedii (2 lub 3 litery przed .wikipedia.org), w żądanej kolejności oddzielone spacją. Na przykład: pl en fr Pełna lista dostępna jest pod adresem: https://en.wikipedia.org/wiki/List_of_Wikipedias
pt_br: Insira um ou mais códigos de idioma da Wikipédia (as 2 ou 3 letras anteriores a .wikipedia.org), separados por um espaço, na ordem em que você deseja ver os idiomas disponíveis. Por exemplo: en pt fr zh Lista completa em https://pt.wikipedia.org/wiki/Lista_de_Wikipédias
ro: Întrodu una sau mai multe coduri lingvistice Wikipedia (primele 2-3 litere de dinaintea .wikipedia.org), în ordinea în care dorești să le vezi disponibile. De exemplu: ro ru en Lista completă la https://en.wikipedia.org/wiki/List_of_Wikipedias
ru: Введите один или более кодов языков Википедии (2-3 буквы перед .wikipedia.org) в нужном вам порядке, разделяя их пробелом. Например: en fr zh Полный список смотрите по адресу https://en.wikipedia.org/wiki/List_of_Wikipedias
sk: Zadajte jeden alebo viac kódov jazykov Wikipédie (2 alebo 3 písmená pred .wikipedia.org) v poradí, v akom si ich prajete zobraziť, oddelené medzerou. Napríklad: …en fr sk Úplný zoznam nájdete na https://en.wikipedia.org/wiki/List_of_Wikipedias
sr: Унесите један или више кодова језика Википедије (2 или 3 слова испред .wikipedia.org), у редоследу у којем желите да их видите ако су доступни, раздвојене размаком. На пример: en sr fr Комплетна листа се налази на https://en.wikipedia.org/wiki/List_of_Wikipedias
tr: Kullanılabildiğinde görüntülenmesini istediğiniz bir ya da birkaç Vikipedi dil kodunu (.wikipedia.org adının önündeki 2 ya da 3 harfli kod) boşluk ile ayırarak yazın. Örnek: en fr tr Tam listeyi https://en.wikipedia.org/wiki/List_of_Wikipedias adresinde bulabilirsiniz
uk: Впишіть один або кілька мовних кодів Вікіпедії (2 або 3 літери перед .wikipedia.org) у тому порядку, в якому ви хочете, щоб вони були доступними, відокремивши їх пробілами. Наприклад: en fr zh Повний перелік на https://en.wikipedia.org/wiki/List_of_Wikipedias
zh_cn: 输入一个或多个维基百科语言代码（.wikipedia.org 前的 2 位或 3 位字母），依期望显示的顺序排列，以空格分隔。例如： en fr zh 完整列表参见 https://zh.wikipedia.org/wiki/维基百科列表

source: Set Wikipedia 'Save as EPUB' folder
ar: تعيين ويكيبيديا 'حفظ ك EPUB' مجلد
ca: Establir la carpeta 'Guardar com EPUB' de Wikipedia
cs: Nastavit složku Wikipedie pro „Uložit jako EPUB“
de: Wikipedia-Ordner „Als EPUB speichern“ einstellen
el: Ορισμός φακέλου «Αποθήκευση ως EPUB» της Βικιπαίδειας
es: Establecer la carpeta «Guardar como EPUB» de Wikipedia
fa: تعیین پوشه 'ذخیره به عنوان EPUB' ویکی‌پدیا
fr: Définir le répertoire « Enregistrer en tant qu’ePub » de Wikipédia
gl: Configurar cartafol para 'Gardar como EPUB' de Wikipedia
hu: Wikipedia 'Mentés EPUB-ként' mappa beállítása
it_it: Imposta la cartella per 'Salva come EPUB' di Wikipedia
ja: WikipediaのEPUB保存先を設定
ko_kr: 위키피디아 'EPUB으로 저장' 폴더 설정
nl_nl: Wikipedia "Opslaan als EPUB"-map instellen
pl: Ustaw folder 'Zapisz jako EPUB' z Wikipedii
pt_br: Definir a pasta para 'Salvar como EPUB' da Wikipédia
ro: Setează dosarul „Salvare ca EPUB” pentru Wikipedia
ru: Задать папку «Сохранить как EPUB» Википедии
sk: Nastaviť priečinok „Uložiť ako EPUB“ pre Wikipediu
sr: Постави Википедија ’Сачувај као EPUB’ директоријум
tr: Vikipedi 'EPUB olarak kaydet' klasörünü ayarla
uk: Встановити теку «Зберегти як EPUB» з Вікіпедії
zh_cn: 设置维基百科‘保存为 EPUB' 文件夹

source: Wikipedia articles can be saved as an EPUB for more comfortable reading. You can choose an existing folder, or use a default folder named "Wikipedia" in your reader's home folder.
ca: Els articles de Wikipedia poden guardar-se com EPUB per a una lectura més còmoda. És possible seleccionar una carpeta existent o utilitzar una carpeta predeterminada anomenada "Wikipedia" en la carpeta d'inici del dispositiu.
cs: Články z Wikipedie lze uložit pro pohodlnější čtení jako EPUBy. Můžete vybrat nějakou existující složku, nebo použít výchozí složku pojmenovanou „Wikipedia“ v domovské složce vaší čtečky.
de: Wikipedia-Artikel können zum bequemeren Lesen als EPUB-Datei gespeichert werden. Sie können einen bestehenden Ordner auswählen oder einen Standardordner namens "Wikipedia" im Home-Verzeichnis Ihres Readers verwenden.
el: Τα άρθρα της Βικιπαίδεια μπορούν να αποθηκευτούν ως EPUB για πιο άνετη ανάγνωση. Μπορείτε να επιλέξετε έναν υπάρχοντα φάκελο ή να χρησιμοποιήσετε έναν προεπιλεγμένο φάκελο με το όνομα "Wikipedia" στον αρχικό φάκελο του προγράμματος ανάγνωσης.
es: Los artículos de Wikipedia pueden guardarse como EPUB para una lectura más cómoda. Es posible seleccionar una carpeta existente o utilizar una carpeta predeterminada llamada «Wikipedia» en la carpeta de inicio del dispositivo.
fa: مقاله‌های ویکی‌پدیا را می‌توانید برای مطالعه راحت‌تر به عنوان EPUB ذخیره کنید. شما می‌توانید یک پوشه موجود را انتخاب یا از پوشه پیشفرض به نام "Wikipedia" در پوشه خانه استفاده کنید.
fr: Les articles Wikipédia peuvent être enregistrés au format EPUB pour une lecture plus confortable. Ils peuvent être enregistrés dans un répertoire existant, ou dans le répertoire par défaut appelé « Wikipedia » situé dans le dossier « accueil » de votre liseuse.
gl: Os artigos de Wikipedia poden ser gardados como EPUB para unha lectura máis cómoda. Podes seleccionar un cartafol existente ou usar o cartafol por defecto chamado "Wikipedia" no cartafol de inicio do teu lector.
hu: A Wikipédia cikkek EPUB-ként való mentése lehetséges a kényelmesebb olvasás érdekében. Kiválaszthat egy létező mappát, vagy használhatja a 'Wikipédia' nevű alapértelmezett mappát az olvasó kezdőmappájában.
it_it: Gli articoli di Wikipedia possono essere salvati come EPUB per una lettura più comoda. Si può scegliere una cartella esistente, o usarne una predefinita denominata "Wikipedia" nella cartella principale del dispositivo.
ko_kr: 위키피디아 문서를 EPUB로 저장하면 더 편하게 읽을 수 있습니다. 기존 폴더를 선택하거나 리더의 홈 폴더에서 "Wikipedia"라는 기본 폴더를 사용할 수 있습니다.
nl_nl: Wikipedia-artikelen kunnen worden opgeslagen als een EPUB om ze gemakkelijker te lezen. Er kan een bestaande map worden gekozen, of er kan een standaardmap genaamd "Wikipedia" in de thuismap worden gebruikt.
pl: Artykuły Wikipedii można zapisać jako EPUB dla wygodniejszego czytania. Możesz wybrać istniejący folder albo użyć domyślnego o nazwie „Wikipedia” w folderze domowym czytnika.
pt_br: Artigos da Wikipédia podem ser salvos como um EPUB para uma leitura mais confortável. Você pode selecionar uma pasta existente ou usar uma pasta padrão chamada "Wikipedia" na pasta de Início do seu leitor.
ru: Статьи Википедии удобно сохранять в формате EPUB для последующего чтения. Вы можете выбрать уже существующую папку или по умолчанию использовать «Wikipedia» в домашней папке своего устройства.
sk: Články z Wikipédie je možné uložiť ako EPUB pre pohodlnejšie čítanie. Môžete si vybrať existujúci priečinok alebo použiť predvolený s názvom „Wikipedia“ v domovskom priečinku KOReadera vašej čítačky.
sr: Ради удобнијег читања, Википедија чланци могу да се сачувају као EPUB. Можете да изаберете постојећи директоријум, или да употребите подразумевани директоријум под именом „Wikipedia” у почетном директоријуму вашег читача.
tr: Daha rahat okunabilmesi için Wikipedia makaleleri EPUB olarak kaydedilebilir. Var olan bir klasör seçebilir ya da okuyucunuzun başlangıç klasörünün altındaki varsayılan "Wikipedia" klasörünü kullanabilirsiniz.
uk: Статті Вікіпедії можна зберегти у форматі EPUB для зручнішого читання. Ви можете вибрати наявну теку або скористатися типовою текою з назвою «Вікіпедія» у домашній теці вашого читача.
zh_cn: 维基百科文章可以保存为 EPUB 电子书以便更舒适地阅读。 可以选择一个已有文件夹，或者使用你的阅读器主目录下名为“Wikipedia”的默认文件夹。

source: Current Wikipedia 'Save as EPUB' folder:
ca: Carpeta en què es guarden els EPUB de Wikipedia:
cs: Aktuální složka Wikipedie pro „Uložit jako EPUB“:
de: Aktuelles Wikipedia-Verzeichnis "Als EPUB speichern":
el: Τρέχων φάκελος 'Αποθήκευση ως EPUB' της Βικιπαίδειας:
es: Carpeta en que se guardan los EPUB de Wikipedia:
fa: پوشه فعلی 'ذخیره به عنوان EPUB' ویکی‌پدیا:
fr: Répertoire pour la fonction « Enregistrer en tant qu’EPUB » de Wikipédia :
gl: Cartafol actual de Wikipedia 'Gardar como EPUB':
hu: Wikipedia cikkek 'Mentése EPUB formátumban' ide:
it_it: Cartella attuale per gli articoli di Wikipedia salvati come EPUB:
ko_kr: 현재 위키피디아 'EPUB으로 저장'하는 폴더:
nl_nl: Huidige Wikipedia 'Opslaan als EPUB'-map:
pl: Bieżący folder 'Zapisz jako EPUB' z Wikipedii:
pt_br: Pasta atual "Salvar como EPUB" da Wikipédia:
ru: Текущая папка «Сохранить как EPUB» Википедии:
sk: Aktuálny priečinok "Uložiť ako EPUB" pre Wikipédiu:
sr: Текући Википедија ’Сачувај као EPUB’ директоријум је:
tr: Geçerli Wikipedia 'EPUB olarak kaydet' klasörü:
uk: Поточна тека Вікіпедії «Зберегти як EPUB»:
zh_cn: 当前维基百科 '保存为 EPUB' 文件夹：

source: Save Wikipedia EPUB in current book folder
ar: احفظ Wikipedia EPUB في مجلد الكتاب الحالي
ca: Guardar EPUB de Wikipedia en carpeta actual
cs: Uložit EPUBy z Wikipedie v aktuální složce pro knihy
de: Wikipedia EPUB im aktuellen Buchverzeichnis speichern
el: Αποθήκευση του EPUB της Βικιπαίδειας στον τρέχοντα φάκελο του βιβλίου
es: Guardar EPUB de Wikipedia en carpeta actual
fa: ذخیره EPUB ویکی‌پدیا در پوشه کتاب فعلی
fr: Enregistrer l’ePub de l’article Wikipédia dans le répertoire du livre en cours
gl: Gardar o EPUB da Wikipedia no cartafol actual do libro
hu: Wikipedia Mentés EPUB-ként az aktuális mappába
it_it: Salva EPUB di Wikipedia nella stessa cartella del libro attuale
ja: 現在の書籍所在フォルダーに WikipediaのEPUB を保存
ko_kr: 현재 책 폴더에 Wikipedia EPUB 저장
nl_nl: Wikipedia-EPUB opslaan in dezelfde map als het huidige boek
pl: Zapisz EPUB Wikipedii w folderze bieżącej książki
pt_br: Salvar o EPUB da Wikipédia na pasta do livro atual
ro: Salvează EPUB Wikipedia în dosarul curent al cărții
ru: Сохранить EPUB в папке текущей книги
sk: Uložiť EPUB z Wikipedie do aktuálneho priečinka knihy
sr: Чувај Википедија EPUB у текућем фолдеру књига
tr: Vikipedi EPUB dosyası geçerli kitap klasörüne kaydedilsin
uk: Зберегти EPUB Вікіпедії в поточну теку книги
zh_cn: 在当前书籍文件夹保存维基百科 EPUB

source: ask
ca: pregunta’m
cs: zeptat se
de: fragen
el: ερώτηση
es: preguntar
fa: بپرس
gl: preguntar
it_it: chiedere
ko_kr: 묻기
nl_nl: vragen
pl: pytaj
ru: спросить
sk: opýtať sa
sr: питај
tr: sor
uk: запитувати

source: always
ar: دائمًا
ca: sempre
cs: vždy
de: immer
el: πάντοτε
es: siempre
fa: همیشه
fr: toujours
gl: sempre
hu: mindig
it_it: sempre
ja: いつも
ko_kr: 항상
nl_nl: altijd
pl: zawsze
pt_br: sempre
ro: întotdeauna
ru: всегда
sk: vždy
sr: увек
tr: herzaman
uk: завжди
zh_cn: 总是

source: never
ca: mai
cs: nikdy
de: nie
el: ποτέ
es: nunca
fa: هرگز
gl: nunca
hu: soha
it_it: mai
ko_kr: 결코
nl_nl: nooit
pl: nigdy
ru: никогда
sk: nikdy
sr: никада
tr: asla
uk: ніколи

source: Include images in EPUB: %1
ca: Inclou les imatges a l’EPUB: %1
cs: Zahrnout obrázky v EPUBu: %1
de: Bilder in EPUB einbinden: %1
el: Συμπερίληψη εικόνων στο EPUB: %1
es: Incluir imágenes en el EPUB: %1
fa: اضافه کردن تصاوری به EPUB: %1
gl: Incluír imaxes en EPUB: %1
it_it: Includi immagini nell'EPUB: %1
ko_kr: EPUB에 이미지 포함: %1
nl_nl: Afbeeldingen in EPUB opnemen: %1
pl: Dołącz obrazy do EPUB: %1
ru: Включая изображения в EPUB: %1
sk: Zahrnúť obrázky v EPUB: %1
sr: Укључи слике у EPUB: %1
tr: Resimleri EPUB'a dahil et: %1
uk: Включати зображення в EPUB: %1

source: Ask
ca: Pregunta’m
cs: Zeptat se
de: Fragen
el: Ερώτηση
es: Preguntar
fa: بپرس
gl: Preguntar
it_it: Chiedere
ko_kr: 묻기
nl_nl: Vragen
pl: Pytaj
ru: Спросить
sk: Opýtať sa
sr: Питај
tr: Sor
uk: Запитувати

source: Include images
ar: تضمين الصور
ca: Incloure imatges
cs: Zahrnout obrázky
de: Bilder einbeziehen
el: Συμπερίληψη εικόνων
es: Incluir imágenes
fa: شامل تصاویر شود
fr: Inclure les images
gl: Incluír imaxes
hu: Tartalmazza a képeket
it_it: Includi immagini
ja: 画像を含める
ko_kr: 이미지 포함
nl_nl: Afbeeldingen opnemen
pl: Dołącz obrazy
pt_br: Incluir imagens
ro: Include imagini
ru: Включая изображения
sk: Zahrnúť obrázky
sr: Заједно са сликама
tr: Görseller katılsın
uk: Включати зображення
zh_cn: 包含图片

source: Don't include images
ca: No hi incloguis les imatges
cs: Nezahrnovat obrázky
de: Keine Bilder einbinden
el: Να μην περιλαμβάνονται εικόνες
es: No incluir imágenes
fa: شامل تصاویر نشود
gl: Non incluír imaxes
it_it: Non includere immagini
ko_kr: 이미지 포함하지 않기
nl_nl: Afbeeldingen niet invoegen
pl: Nie dołączaj obrazów
ru: Не включать изображения
sk: Nezahŕňať obrázky
sr: Немој да укључиш слике
tr: Resimleri ekleme
uk: Не включати зображення

source: higher
ca: més alta
de: höher
el: υψηλότερη
es: más alta
fa: بالاتر
gl: máis alta
it_it: più alto
ko_kr: 높게
nl_nl: hoger
pl: wyższa
ru: повышенное
sk: vysoká
sr: више
tr: yüksek
uk: вища

source: standard
ca: estàndard
cs: standardní
el: κανονική
es: estándar
fa: استاندارد
gl: normal
ko_kr: 표준
nl_nl: standaard
pl: standardowa
ru: стандарт
sk: štandardná
sr: стандардно
tr: standart
uk: стандартна

source: Images quality in EPUB: %1
ca: Qualitat d’imatges a l’EPUB: %1
cs: Kvalita obrázků v EPUBu: %1
de: Bildqualität in EPUB: %1
el: Ποιότητα εικόνων σε EPUB: %1
es: Calidad de imágenes en EPUB: %1
fa: کیفیت تصاویر در EPUB: %1
gl: Calidade das imaxes en EPUB: %1
it_it: Qualità delle immagini nell'EPUB: %1
ko_kr: EPUB의 이미지 품질: %1
nl_nl: Afbeeldingskwaliteit in EPUB: %1
pl: Jakość obrazów w EPUB: %1
ru: Качество изображений в EPUB: %1
sk: Kvalita obrázkov v EPUB: %1
sr: Квалитет слика у EPUB: %1
tr: EPUB resim kalitesi: %1
uk: Якість зображень у форматі EPUB: %1

source: Standard quality
ar: جودةٌ عاديّة
ca: Qualitat estàndard
cs: Standardní kvalita
de: Standard Qualität
el: Κανονική ποιότητα
es: Calidad estándar
fa: کیفیت استاندارد
fr: Qualité standard
gl: Calidade normal
hu: Átlagos minőség
it_it: Qualità standard
ja: 標準品質
ko_kr: 표준 품질
nl_nl: Standaardkwaliteit
pl: Standardowa jakość
pt_br: Qualidade padrão
ro: Calitate standard
ru: Стандартное качество
sk: Štandardná kvalita
sr: Стандардни квалитет
tr: Standart kalite
uk: Стандартна якість
zh_cn: 标准质量

source: Higher quality
ar: جودةٌ أعلى
ca: Major qualitat
cs: Vyšší kvalita
de: Höhere Qualität
el: Υψηλότερη ποιότητα
es: Mayor calidad
fa: کیفیت بالاتر
fr: Meilleure qualité
gl: Mellor calidade
hu: Magas minőség
it_it: Qualità migliore
ja: 高品質
ko_kr: 더 높은 품질
nl_nl: Hogere kwaliteit
pl: Wyższa jakość
pt_br: Maior qualidade
ro: Calitate superioară
ru: Высокое качество
sk: Vyššia kvalita
sr: Већи квалитет
tr: Daha yüksek kalite
uk: Вища якість
zh_cn: 高质量

source: Enable Wikipedia history
ar: تفعيل سجل ويكيبيديا
ca: Habilitar historial de Viquipèdia
cs: Povolit historii vyhledávání na Wikipedii
de: Wikipedia Verlauf aktivieren
el: Ενεργοποίηση του ιστορικού της Βικιπαίδειας
es: Habilitar historial de Wikipedia
fa: فعال کردن تاریخچه ویکی‌پدیا
fr: Activer l’historique de Wikipédia
gl: Activar historial da Wikipedia
hu: Wikipedia előzmények engedélyezése
it_it: Abilita la cronologia di Wikipedia
ja: Wikipedia の履歴を有効にする
ko_kr: 위키피디아 내력 켜기
nl_nl: Wikipediazoekgeschiedenis inschakelen
pl: Włącz historię Wikipedii
pt_br: Habilitar o histórico da Wikipédia
ro: Activează istoricul Wikipedia
ru: Включить историю Википедии
sk: Povoliť históriu Wikipédie
sr: Укључи Википедија историју
tr: Vikipedi geçmişi kullanılsın
uk: Увімкнути історію Вікіпедії
zh_cn: 启用维基百科历史记录

source: Clean Wikipedia history
ar: إزالة سجل تأريخ ويكيبيديا
ca: Borrar historial de Viquipèdia
cs: Pročistit historii vyhledávání na Wikipedii
de: Lösche Wikipedia Verlauf
el: Διαγραφή του ιστορικού της Βικιπαίδειας
es: Borrar historial de Wikipedia
fa: پاک کردن تاریخچه ویکی‌پدیا
fr: Supprimer l’historique de Wikipédia
gl: Limpar historial da Wikipedia
hu: Wikipedia előzmények törlése
it_it: Svuota cronologia di Wikipedia
ja: Wikipedia の履歴を消去
ko_kr: 위키피디아 내력 지우기
nl_nl: Wikipediazoekgeschiedenis opschonen
pl: Wyczyść historię Wikipedii
pt_br: Limpar o histórico da Wikipédia
ro: Șterge istoricul Wikipedia
ru: Очистить историю Википедии
sk: Vyčistiť históriu Wikipédie
sr: Очисти Википедија историју
tr: Vikipedi geçmişini temizle
uk: Очистити історію Вікіпедії
zh_cn: 清除维基百科历史记录

source: Clean Wikipedia history?
ar: هل تريد مسح سجلّ تأريخ ويكيبيديا؟
ca: Borrar historial de Viquipèdia?
cs: Pročistit historii vyhledávání na Wikipedii?
de: Wikipedia-Verlauf löschen?
el: Να διαγραφεί το ιστορικό της Βικιπαίδειας;
es: ¿Borrar historial de Wikipedia?
fa: تاریخچه ویکی‌پدیا پاک شود؟
fr: Supprimer l’historique de Wikipédia ?
gl: Limpar o historial da Wikipedia?
hu: Törli a Wikipedia előzményeket?
it_it: Svuotare la cronologia di Wikipedia?
ja: Wikipedia の履歴を消去しますか?
ko_kr: 위키피디아 내력을 지울까요?
nl_nl: Wikipediazoekgeschiedenis opschonen?
pl: Wyczyścić historię Wikipedii?
pt_br: Limpar o histórico da Wikipédia?
ro: Ștergi istoricul Wikipedia?
ru: Очистить историю Википедии?
sk: Vyčistiť históriu Wikipédie?
sr: Да очистим Википедија историју?
tr: Vikipedi geçmişi temizlensin mi?
uk: Очистити історію Вікіпедії?
zh_cn: 要清理掉维基百科历史记录吗？

source: Show image in search results
ar: إظهار الصورة في نتائج البحث
ca: Mostrar imatges en resultats de cerca
cs: Zobrazit ve výsledcích vyhledávání obrázek
de: Bild in Suchergebnissen zeigen
el: Εμφάνιση εικόνων στα αποτελέσματα αναζήτησης
es: Mostrar imágenes en resultados de búsqueda
fa: نمایش تصویر در نتایج جستجو
fr: Afficher les images dans les résultats de recherche
gl: Mostrar imaxe nos resultados de busca
hu: Képek megjelenítése a keresési találatokban
it_it: Mostra l'immagine nei risultati di ricerca
ja: 検索結果に画像を表示
ko_kr: 검색 결과에 이미지 표시
nl_nl: Toon afbeelding in zoekresultaten
pl: Pokaż obrazy w wynikach wyszukiwania
pt_br: Mostrar imagem nos resultados de busca
ro: Arată imagini în rezultatele căutării
ru: Показывать изображения в результатах поиска
sk: Zobraziť obrázok vo výsledkoch vyhľadávania
sr: Прикажи слике у резултатима претраге
tr: Arama sonuçlarında görseller görüntülensin
uk: Показувати зображення в результатах пошуку
zh_cn: 显示搜索结果中的图片

source: Show more images in full article
ar: عرض المزيد من الصور في المقال الكامل
ca: Mostrar més imatges en article complet
cs: Zobrazit více obrázků v úplném článku
de: Mehr Bilder im ganzen Artikel anzeigen
el: Εμφάνιση περισσότερων εικόνων στο κυρίως άρθρο
es: Mostrar más imágenes en artículo completo
fa: نمایش تصاویر بیشتر در مقاله کامل
fr: Afficher plus d’images dans les articles complets
gl: Amosar máis imaxes no artigo completo
hu: Több kép megjelenítése a teljes cikkben
it_it: Mostra più immagini in un articolo completo
ja: 全記事にさらに画像を表示
ko_kr: 모든 글감에 더 많은 그림 표시
nl_nl: Toon meer afbeeldingen in volledig artikel
pl: Pokaż więcej obrazów w pełnej wersji artykułu
pt_br: Mostrar mais imagens no artigo completo
ro: Arată mai multe imagini în articolul complet
ru: Больше изображений в полной статье
sk: Zobraziť viac obrázkov v celom článku
sr: Прикажи више слика у комплетном чланку
tr: Tam yazıdan daha fazla görsel görüntüle
uk: Показувати більше зображень у повній статті
zh_cn: 在全文中显示更多图片

source: Retrieving Wikipedia %2 article: %1
ar: استرداد مقالة ويكيبيديا %2: %1
ca: Recuperant l'article %2 de Viquipèdia: %1
cs: Stahování článku z Wikipedie %2. %1
de: Abrufen des Wikipedia %2-Artikels: %1
el: Ανάκτηση άρθρου της Βικιπαίδειας %2 %1
es: Recuperando el artículo %2 de Wikipedia: %1
fa: درحال دریافت %2 مقاله ویکی‌پدیا: %1
fr: Récupération de l’article Wikipédia %2 : %1
gl: A obter artigo da Wikipedia %2: %1
hu: Wikipedia %2 szócikk letöltése: %1
it_it: Recupero dell'articolo su Wikipedia %2: %1
ja: Wikipedia %2 記事を取得中: %1
ko_kr: 위키피디아의 %2 글감 찾는 중: %1
nl_nl: Wikipedia %2 artikel aan het ophalen: %1
pl: Pobieranie artykułu z Wikipedii %2: %1
pt_br: Recuperando artigo da Wikipédia %2: %1
ro: Se preia articolul Wikipedia %2: %1
ru: Получение статьи Википедии %2: %1
sk: Načítava sa článok %2 zo stránky Wikipédie: %1
sr: Преузима се Википедија %2 чланак: %1
tr: %2 Vikipedi yazısı alınıyor: %1
uk: Отримання статті Вікіпедії %2: %1
zh_cn: 正在检索维基百科 %2 条目： %1
