Repository: spruceUI/spruceOS
Catalog: App/KoReader/l10n/*/koreader.po
Languages: ar, ca, cs, de, el, es, fa, fr, gl, hu, it_it, ja, ko_kr, nl_nl, pl, pt_br, ro, ru, sk, sr, tr, uk, zh_cn

source: Adjust paragraph width and text-indent to be an integer multiple of the font size, so that lines of Chinese and Japanese characters don't need space added between glyphs for text justification.
ca: Ajusta l'amplària de paràgraf i la sagnia del text a un múltiple sencer de la grandària de la font, d'aquesta manera que les línies de caràcters xinesos i japonesos no necessiten afegir espai entre els glifs per a justificar el text.
de: Passen Sie die Absatzbreite und den Texteinzug so an, dass sie ein ganzzahliges Vielfaches der Schriftgröße sind, so dass bei Zeilen mit chinesischen und japanischen Zeichen kein Abstand zwischen den Glyphen für die Textausrichtung hinzugefügt werden muss.
el: Προσαρμόζει το πλάτος της παραγράφου και την εσοχή του κειμένου ώστε να είναι ακέραιο πολλαπλάσιο του μεγέθους της γραμματοσειράς, έτσι ώστε οι γραμμές κινέζικων και ιαπωνικών χαρακτήρων να μην χρειάζονται προσθήκη διαστήματος μεταξύ τους για την πλήρη στοίχιση του κειμένου.
es: Ajusta la anchura de párrafo y la sangría del texto para que sean un múltiplo entero del tamaño de la fuente, de modo que las líneas de caracteres chinos y japoneses no necesiten que se añada espacio entre los glifos para justificar el texto.
fr: Ajuste la largeur des paragraphes et l’indentation du texte pour être un multiple entier de la taille de la police, pour les que les lignes avec des caractères Chinois et Japonais n'aient pas besoin d'espacement entre les caractères pour la justification du texte.
gl: Axustar o largo de parágrafo e a sangría de texto para ser un múltiplo enteiro do tamaño de fonte, para que as liñas de texto chinés e xaponés non precisen que se engada espacio entre glifos para xustificar o texto.
hu: A bekezdésszélesség és a szöveg behúzásának beállítása a betűméret egész számú többszörösére, hogy a kínai és japán karakterek sorai között ne legyen szükség a szövegigazításhoz a betűjelek közötti hely hozzáadására.
it_it: Regola la larghezza del paragrafo e l'indentazione del testo in modo che sia un multiplo intero della dimensione del carattere, in modo che le righe di caratteri cinesi e giapponesi non necessitino di spazio aggiunto tra i glifi per la giustificazione del testo.
ja: 段落幅とインデントをフォントサイズの整数倍になるように調整し、中国語や日本語の文字列が文字揃えのためにグリフ間に空白を追加する必要がないようにします。
ko_kr: 문단 너비와 텍스트 들여쓰기를 글꼴 크기의 정수 배수로 조정하여 중국어와 일본어 문자 행이 텍스트 양쪽 맞춤을 위해 글리프 사이에 공백을 추가할 필요가 없도록 합니다.
nl_nl: Pas de alineabreedte en het tekst-indent aan tot een geheel veelvoud van de lettergrootte, zodat regels met Chinese en Japanse karakters geen ruimte tussen de tekens hoeven te bevatten om de tekst recht uit te lijnen.
pl: Dostosuj szerokość akapitu i wcięcie tekstu, aby były całkowitą wielokrotnością rozmiaru czcionki, tak aby wiersze znaków chińskich i japońskich nie wymagały dodawania odstępów między glifami w celu wyrównania tekstu.
pt_br: Ajusta a largura do parágrafo e o recuo do texto para um múltiplo inteiro do tamanho da fonte, para que as linhas de caracteres chineses e japoneses não precisem de espaço adicionado entre os glifos para justificação do texto.
ro: Ajustează lățimea paragrafului și indentarea textului să fie un multiplu întreg de dimensiunea fontului astfel ca liniile cu caractere chinezești și japoneze să nu aibă nevoie de spațiu adăugat între caractere pentru alinierea textului.
ru: Округлять ширину абзаца и отступ текста до кратного ширине шрифта, чтобы в строках с китайскими, японскими и корейскими символами для выравнивания текста не требовалось добавлять пустое пространство между глифами.
sk: Upraviť šírku odseku a odsadenie textu tak, aby boli celočíselným násobkom veľkosti písma a riadky čínskych a japonských znakov nepotrebovali medzeru medzi glyfmi na zarovnanie textu.
sr: Подешава ширине пасуса и увлачење текста тако да буду целобројни умножак величине фонта, тако да кинеским и јапанским карактерима не треба додавање размака између глифова да би текст био обострано поравнат.
tr: Paragraf genişliğini ve metin girintisini yazı tipi boyutunun tam sayı katı olacak şekilde ayarlar. Böylece Çince ve Japonca karakter satırlarının metin hizalaması için glifler arasına boşluk eklenmesine gerek kalmaz.
uk: Налаштувати ширину абзацу та текстовий відступ так, щоб вони були цілим кратним розміру шрифту, щоб рядки китайських та японських символів не потребували пробілу між гліфами для вирівнювання тексту.
zh_cn: 将段落宽度和文本缩进调整为字体大小的整数倍，从而对齐中、日文文本时不需要在字符之间添加空格。

source: Paragraph first-line indentation
ar: المسافة البادئة للسطر الأول من الفقرة
ca: Usar sagnia en primera línia de paràgraf
cs: Odsazení prvního řádku odstavce
de: Einrückung im Absatz der ersten Zeile
el: Εσοχή πρώτης γραμμής παραγράφου
es: Sangría en la primera línea de párrafo
fa: تورفتگی خط اول پاراگراف
fr: Indentation de la première ligne du paragraphe
gl: Sangría na primeira liña dos parágrafos
hu: Bekezdések első sorának behúzása
it_it: Rientro della prima riga del paragrafo
ja: 段落の先頭行での字下げ
ko_kr: 문단 첫줄 들여쓰기
nl_nl: Alinea, eerste regel inspringen
pl: Wcięcie pierwszego wiersza akapitu
pt_br: Recuo da primeira linha do parágrafo
ro: Indentarea primei linii a paragrafului
ru: Отступ первой строки абзаца
sk: Odsadenie odseku v prvom riadku
sr: Увлачење прве линије пасуса
tr: Paragraf ilk satır girintisi
uk: Відступ першого рядка абзацу
zh_cn: 段落首行缩进

source: No indentation on first paragraph line
ar: لا توجد مسافة بادئة في سطر الفقرة الأول
ca: No usar sagnia en primer paràgraf
cs: Neodsazovat první řádek odstavce
de: Keine Einrückung in der ersten Absatzzeile
el: Χωρίς εσοχή στην πρώτη γραμμή παραγράφου
es: No usar sangría en primer párrafo
fa: بدون تورفتگی خط اول پاراگراف
fr: Aucune indentation de la 1ère ligne du paragraphe
gl: Non sangrar a primeira liña dos parágrafos
hu: Ne legyen behúzás a bekezdés első sorában
it_it: Nessun rientro sulla prima riga del paragrafo
ja: 段落の最初の行を字下げしない
ko_kr: 문단 첫줄에 들여쓰기가 없음
nl_nl: Niet inspringen op de eerste alinearegel
pl: Bez wcięcia dla pierwszego wiersza akapitów
pt_br: Sem recuo na primeira linha do parágrafo
ro: Fără indentare pe prima linie a paragrafului
ru: Без отступа в первой строке абзаца
sk: Žiadne odsadenie v riadku prvého odseku
sr: Без увлачења прве линије пасуса
tr: Paragrafın ilk satırı girintili olmasın
uk: Немає відступу в першому рядку абзацу
zh_cn: 段落首行不缩进

source: Do not indent the first line of paragraphs.
ar: لا تترك مسافةً في أول سطرٍ من كلِّ فقرة.
ca: No usar sagnia en la primera línia de paràgraf.
cs: První řádky odstavců nebudou mít odsazení.
de: Die erste Zeile von Absätzen nicht einrücken.
el: Χωρίς εσοχή στην πρώτη γραμμή των παραγράφων.
es: No usar sangría en la primera línea de párrafo.
fr: Ne pas indenter la 1ère ligne des paragraphes.
gl: Non sangrar a primeira liña dos parágrafos.
hu: Ne húzza be a bekezdések első sorát.
it_it: Non rientrare la prima riga dei paragrafi.
ja: 段落の最初の行を字下げしない。
ko_kr: 문단 첫줄에 들여쓰기를 하지 않습니다.
nl_nl: De eerste regel van alinea's niet laten inspringen.
pl: Bez wcięcia dla pierwszego wiersza akapitów.
pt_br: Não recua a primeira linha dos parágrafos.
ro: Nu indenta prima linie a paragrafului.
ru: Не отступать от первой строки абзацев.
sk: Neodsadzovať prvý riadok odsekov.
sr: Прве линије пасуса се не увлаче.
tr: Paragrafların ilk satırları girintili olmasın.
uk: Без відступу першого рядка абзаців.
zh_cn: 段首行不缩进。

source: Indentation on first paragraph line
ar: المسافة البادئة في سطر الفقرة الأول
ca: Usar sagnia en la primera línia de paràgraf
cs: Odsadit první řádek odstavce
de: Einrückung der ersten Absatzzeile
el: Εσοχή στην πρώτη γραμμή παραγράφου
es: Usar sangría en la primera línea de párrafo
fa: تورفتگی در اولین خط پاراگراف
fr: Indentation de la 1ère ligne du paragraphe
gl: Sangrar a primeira liña dos parágrafos
hu: Behúzás a bekezdés első sorában
it_it: Rientro sulla prima riga del paragrafo
ja: 段落の最初の行を字下げする
ko_kr: 첫번째 문단 줄 들여쓰기
nl_nl: Inspringen op de eerste regel van een paragraaf
pl: Wcięcie w pierwszym wierszu akapitu
pt_br: Recuo na primeira linha do parágrafo
ro: Indentare pe prima linie a paragrafului
ru: Отступ в первой строке абзаца
sk: Odsadenie prvého riadku odseku
sr: Увлачење прве линије пасуса
tr: Paragrafların ilk satırlarının girintisi
uk: Відступ в першому рядку абзацу
zh_cn: 段落首行缩进

source: Indentation on the first line of a paragraph is the default, but it may be overridden by publisher styles. This will force KOReader's defaults on common elements.
ar: محاذاة السطر الأول من الفقرة هو الوضع الطبيعي, لكن قد يتم تجاهل هذا من قِبَل ناشر الكتاب. هذا الخيار يقوم بفرض إعدادات KOReader على العناصر الشائعة.
ca: La sagnia en la primera línia de paràgraf és l'opció per defecte, però pot ser anul·lada pels estils incrustats, que modificaran els valors predeterminats de KOReader.
cs: Odsazování prvních řádků odstavců je výchozí nastavení, které ale může být přepsáno stylováním vydavatele. Tímto vynutíte výchozí nastavení KOReaderu v obvyklých prvcích.
de: Die Einrückung der ersten Zeile eines Absatzes ist Standard, kann aber durch Herausgeber-Stile überschrieben werden. Dies wird die Standardeinstellungen von KOReader auf gleiche Elemente erzwingen.
el: Εσοχή στην πρώτη γραμμή μιας παραγράφου είναι η προεπιλογή, αλλά μπορεί να παρακαμφθεί από τα στυλ του εκδότη. Αυτό θα επιβάλει τις προεπιλεγμένες ρυθμίσεις KOReader σε κοινά στοιχεία.
es: La sangría en la primera línea de párrafo es la opción por defecto, pero puede ser anulada por los estilos incrustados, que modificarán los valores predeterminados de KOReader.
fr: L’indentation de la 1ère ligne d’un paragraphe est la valeur par défaut, mais elle peut être remplacée par l’éditeur. Ceci forcera les valeurs par défaut de KOReader sur les éléments habituels.
gl: A sangría na primeira liña dos parágrafos é a opción por defecto pero pode ser cambiada polos estilos incrustados. Isto forzará o valor por defecto de KOReader nos elementos comúns.
hu: A bekezdések első sorának behúzása alapértelmezett, de a kiadói stílusok felülbírálhatják. Ez kényszeríti a KOReader alapértelmezett beállításait a közös elemekre.
it_it: L'indentazione sulla prima riga di un paragrafo è l'impostazione predefinita, ma può essere sostituita dagli stili della casa editrice. Questo imporrà le impostazioni predefinite di KOReader sugli elementi comuni.
ja: 既定では段落の最初の行を字下げしますが、書籍設定により上書きされます。この設定により、一般的な要素にKOReaderの規定値が強制的に適用されます。
ko_kr: 문단의 첫 줄에 들여쓰기가 기본값이지만, 발행인 스타일에 의해 무시될 수 있습니다. 그러면 KOReader의 기본값이 공통 요소에 적용됩니다.
nl_nl: Inspringen op de eerste regel van een alinea is de standaardinstelling, maar uitgeversstijlen kunnen dit overschrijven. Dit zal het forceren op de meest voorkomende tekstelementen.
pl: Wcięcie tekstu w pierwszym wierszu akapitu jest domyślnie włączone, ale może być nadpisane przez style wydawcy. To wymusi domyślne ustawienia KOReadera na wspólnych elementach.
pt_br: O recuo na primeira linha de um parágrafo é o padrão, mas pode ser substituído por estilos da editora. Isso forçará os padrões do KOReader em elementos comuns.
ro: Indentarea primei linii a unui paragraf este implicită, dar poate fi modificată de stilurile editurii. Aceasta va forța implicitele KOReader pe elementele comune.
ru: Отступ в первой строке абзаца является значением по умолчанию, но он может быть изменён издательскими стилями. Это приведёт KOReader к потере значения по умолчанию для общих элементов.
sk: Odsadenie prvého riadku odseku je predvolené, ale môže byť prepísané štýlmi vydavateľa. Toto prinúti KOReader použiť štandardné nastavenia pre spoločné prvky.
sr: Увлачење прве линије пасуса је подразумевано, али стилови издавача то могу да преиначе. Ово ће да форсира KOReader подразумеване вредности за уобичајене елементе.
tr: Varsayılan olarak paragrafların ilk satırları girintilidir ancak bu ayar yayıncı biçemleri tarafından değiştirilebilir. Bu seçenek ortak kullanılan bileşenler için KOReader varsayılan değerinin kullanılmasını sağlar.
uk: Відступ у першому рядку абзацу є типовим значенням, але він може бути змінений стилями видавця. Це призведе до втрати KOReader типового значення для загальних елементів.
zh_cn: 通常情况下，段落首行会缩进，但有可能被出版者的样式覆盖。这个选项让 KOReader 强制段落首行缩进。

source: No indentation on first paragraph
ar: لا تقم بمحاذاة أول فقرة
ca: No usar sagnia en primer paràgraf
cs: Neodsazovat první odstavec
de: Keine Einrückung im ersten Absatz
el: Χωρίς εσοχή στην πρώτη παράγραφο
es: No usar sangría en primer párrafo
fr: Aucune indentation au premier paragraphe
gl: Non sangrar a primeira liña dos parágrafos
hu: Ne legyen behúzás az első bekezdésben
it_it: Nessun rientro sul primo paragrafo
ja: 最初の段落で字下げをしない
ko_kr: 문단 첫줄 들여쓰기 없음
nl_nl: Niet inspringen op de eerste alinea
pl: Bez wcięcia w pierwszym akapicie
pt_br: Sem recuo no primeiro parágrafo
ro: Nu indenta prima linie a paragrafului
ru: Без отступа в первом абзаце
sk: Bez odsadenia v prvom odseku
sr: Нема увлачења првог пасуса
tr: Paragrafın ilk satırı girintili olmasın
uk: Без відступу в першому абзаці
zh_cn: 首段不缩进

source: Do not indent the first line of the first paragraph of its container. This might be needed to correctly display drop caps, while still having indentation on following paragraphs.
ar: لا تضع مسافة بادئة للسطر الأول من الفقرة الأولى من الحاوية الخاصة به. قد يكون هذا ضروريًا لعرض الأحرف الاستهلالية بشكل صحيح ، مع استمرار وجود مسافة بادئة في الفقرات التالية.
ca: No sagnar la primera línia del primer paràgraf del seu contenidor. Això podria ser necessari per a visualitzar correctament majúscules i minúscules, mentre que es conserva el sagnat en els paràgrafs següents.
cs: První řádek odstavce tohoto kontejneru nebude mít odsazení. To může být potřeba pro správné zobrazení iniciál tak, aby na následujících odstavcích bylo odsazení.
de: Die erste Zeile des ersten Absatzes des Containers nicht einrücken. Dies kann erforderlich sein, um drop caps korrekt anzuzeigen, während die folgenden Absätze immer noch eingerückt sind.
el: Αφήνει χωρίς εσοχή την πρώτη γραμμή της πρώτης παραγράφου του περιέκτη της. Αυτό μπορεί να χρειαστεί για να εμφανιστούν σωστά τα αρχιγράμματα, ενώ εξακολουθούν να υπάρχουν εσοχές στις επόμενες παραγράφους.
es: Sin sangría en la primera línea del primer párrafo de su contenedor. Esto podría ser necesario para mostrar correctamente las mayúsculas y minúsculas, mientras se conserva la sangría en los párrafos siguientes.
fr: Ne pas indenter la première ligne du premier paragraphe de son conteneur. Cela peut être nécessaire pour afficher les lettrines, tout en conservant l’indentation sur les paragraphes suivants.
gl: Non sangrar a primeira liña do primeiro parágrafo do seu contedor. Isto podería ser necesario para mostrar correctamente letras capitulares, mentres se conserva a sangría nos seguintes parágrafos.
hu: Ne húzza be a konténer első bekezdésének első sorát. Erre szükség lehet a 'drop caps' helyes megjelenítéséhez, miközben a következő bekezdésekben behúzás történik.
it_it: Non far rientrare la prima riga del primo paragrafo del relativo contenitore. Questa operazione potrebbe essere necessaria per visualizzare correttamente i capilettera, pur conservando il rientro nei paragrafi successivi.
ja: 章節内の最初の段落の最初の行をインデントしない。これは、ドロップキャップを正しく表示するために必要な場合がありますが、次の段落ではインデントが残っています。
ko_kr: 컨테이너 첫 문단의 첫 줄에 들여쓰기를 하지 마세요. 다음 문단에서 들여쓰기를 유지하면서 드롭 캡을 올바르게 표시하려면 필요한 경우가 있습니다.
nl_nl: Niet inspringen op de eerste regel van de eerste alinea van een pagina-element. Dit kan nodig zijn om initialen correct weer te geven, terwijl er nog steeds zal worden ingesprongen op de volgende alinea's.
pl: Nie wcinaj pierwszego wiersza pierwszego akapitu jego kontenera. Może to być potrzebne do poprawnego wyświetlania pierwszej wielkiej litery (inicjału), przy jednoczesnym wcięciu w kolejnych akapitach.
pt_br: Não recua a primeira linha do primeiro parágrafo de seu contêiner. Isso pode ser necessário para corrigir exibição de capitulares, enquanto ainda mantém recuo nos parágrafos seguintes.
ro: Nu indenta prima linie a primului paragraf din containerul său. Aceasta poate fi necesară pentru a afișa corect majuscula încorporată, iar următoarele paragrafe să fie indentate.
ru: Не делать отступ в первой строке начального абзаца текущего контейнера. Это может потребоваться для правильного отображения буквицы, при этом в последующих абзацах отступ по-прежнему будет.
sk: Neodsadzovať prvý riadok prvého odseku jeho kontajnera. To môže byť potrebné na správne zobrazenie iniciálok, pričom v nasledujúcich odsekoch je stále odsadenie.
sr: Не увлачи се прва линија првог пасуса у његовом контејнеру. Ово може бити потребно да се исправно прикажу иницијали, а да још увек постоји увлачење осталих пасуса.
tr: Kapsayıcısının ilk paragrafının ilk satırını girintili görüntüler. Bu seçenek, aşağıdaki paragraflar girintiliyken ilk harfi büyük olan paragrafların doğru görüntülenmesi için gerekli olabilir.
uk: Не робити відступ у першому рядку першого абзацу його контейнера. Це може бути необхідно для правильного відображення заголовних букв, при цьому в наступних пунктах як і раніше є відступ.
zh_cn: 容器中的第一段设置为不缩进。这可能可以在不改变剩余段落缩进设置的情况下，解决首段下坠大写字母显示不正确的问题。

source: No indentation on following paragraphs
ar: لا مسافة بادئة في الفقرات التالية
ca: No usar sagnia en paràgrafs següents
cs: Neodsazovat následující odstavce
de: Keine Einrückung in den folgenden Absätzen
el: Χωρίς εσοχή στις επόμενες παραγράφους
es: No usar sangría en los párrafos siguientes
fr: Aucune indentation sur les paragraphes suivants
gl: Non sangrar os parágrafos seguintes
hu: Ne legyen behúzás a következő bekezdésekben
it_it: Nessun rientro nei paragrafi successivi
ja: 続く段落で字下げしない
ko_kr: 다음 문단에 들여쓰기 없음
nl_nl: Niet inspringen op volgende alinea's
pl: Bez wcięcia w poniższych akapitach
pt_br: Sem recuo nos parágrafos seguintes
ro: Fără indentare pentru următoarele paragrafe
ru: Без отступа в последующих абзацах
sk: Bez odsadenia v nasledujúcich odsekoch
sr: Нема увлачења наредних пасуса
tr: İzleyen paragrafların ilk satırı girintili olmasın
uk: Без відступу в наступних абзацах
zh_cn: 非首段不缩进

source: Do not indent the first line of following paragraphs, but leave the first paragraph of its container untouched.
ar: لا تقم بترك مسافةٍ بعد أول سطرٍ من الفقرات التالية, لكن اترك الفقرة الأولى من الذي يحتويها دون تعديل.
ca: No usar sagnia a la primera línia dels paràgrafs següents, però deixar el primer paràgraf del seu contenidor sense modificar.
cs: První řádky následujících odstavců nebudou mít odsazení, ale první odstavec tohoto kontejneru nechá nedotčený.
de: Die erste Zeile der folgenden Absätze nicht einrücken, sondern den ersten Absatz des Containers unberührt lassen.
el: Αφήνει χωρίς εσοχή την πρώτη γραμμή των επόμενων παραγράφων, αλλά άθικτη την πρώτη παράγραφο του περιέκτη.
es: No usar sangría en la primera línea de los párrafos siguientes, pero dejar el primer párrafo de su contenedor sin modificar.
fr: Ne pas indenter la première ligne des paragraphes suivants, mais laisse le premier paragraphe de son conteneur inchangé.
gl: Non sangrar a primeira dos seguintes parágrafos, pero deixar o primeiro parágrafo de seu contedor intacto.
hu: Ne húzza be a következő bekezdések első sorát, hanem hagyja érintetlenül a első bekezdéseket.
it_it: Non applicare un rientro alla prima riga dei paragrafi seguenti, ma lasciare intatto il primo paragrafo del contenitore.
ja: 次の段落の最初の行をインデントせず、章節内の最初の段落をそのままにします。
ko_kr: 다음 문단에 첫줄 들여쓰기를 하지 말고, 컨테이너의 첫 문단은 그대로 두세요.
nl_nl: Laat de eerste regel van de volgende alinea's niet inspringen, maar laat de eerste alinea van het element ongemoeid.
pl: Nie wcinaj pierwszego wiersza kolejnych akapitów, ale pozostaw pierwszy akapit jego kontenera nietknięty.
pt_br: Não recua a primeira linha dos parágrafos seguintes, mas mantém o primeiro parágrafo de seu contêiner intocado.
ro: Nu indenta prima linie a paragrafelor următoare, dar lasă primul paragraf al containerului său neatins.
ru: Не делать отступ в первой строке последующих абзацев, но оставить первый абзац контейнера без изменений.
sk: Neodsadzovať prvý riadok nasledujúcich odsekov, ale nechať prvý odsek jeho kontajnera nedotknutý.
sr: Не увлачи се прва линија наредних пасуса, али се први пасус његовог контејнера не дира.
tr: Aşağıdaki paragrafların ilk satırını girintiler, ancak kapsayıcısının ilk paragrafına dokunmaz.
uk: Не робити відступ у першому рядку наступних абзаців, але залишити перший абзац контейнера без змін.
zh_cn: 保持容器中的第一段缩进设置不变，取消剩下所有段落的缩进。

source: Spacing between paragraphs
ar: المسافات بين الفقرات
ca: Espaiat entre paràgrafs
cs: Mezery mezi odstavci
de: Abstand zwischen Absätzen
el: Διάστημα μεταξύ παραγράφων
es: Espaciado entre párrafos
fa: فاصله بین پاراگراف‌ها
fr: Espacement entre les paragraphes
gl: Separar parágrafos
hu: Bekezdések közötti távolság
it_it: Spaziatura tra paragrafi
ja: 段落間に空白を入れる
ko_kr: 문단 사이 간격
nl_nl: Witruimte tussen alinea's
pl: Odstęp pomiędzy akapitami
pt_br: Espaçamento entre parágrafos
ro: Spațiere între paragrafe
ru: Интервал между абзацами
sk: Medzery medzi odsekmi
sr: Размак између пасуса
tr: Paragraflar arasında boşluk
uk: Відстань між абзацами
zh_cn: 段间距

source: Add a line of whitespace between paragraphs.
ar: أضف خطًا بمسافة بيضاء بين الفقرات.
ca: Afegir una línia en blanc entre paràgrafs.
cs: Přidá prázdný řádek (mezeru) mezi odstavce.
de: Füge eine Zeile mit Leerzeichen zwischen den Absätzen hinzu.
el: Προσθέτει διάστημα μίας κενής γραμμής μεταξύ των παραγράφων.
es: Añadir una línea en blanco entre párrafos.
fa: اضافه کردن یک خط فضای خالی بین پاراگراف‌ها.
fr: Ajouter une ligne d’espacement entre les paragraphes.
gl: Engadir unha liña de espacios en branco entre parágrafos.
hu: Üres sor beszúrása a bekezdések közé.
it_it: Aggiungi una linea vuota tra i paragrafi.
ja: 段落の間に一行の空白を入れます。
ko_kr: 문단 사이에 빈 줄을 추가하세요.
nl_nl: Voegt een witregel tussen alinea's toe.
pl: Dodaj pustą linię pomiędzy akapitami.
pt_br: Adiciona uma linha de espaço em branco entre os parágrafos.
ro: Adaugă o linie de spații albe între paragrafe.
ru: Добавить между абзацами пустую строку.
sk: Pridaj prázdny riadok medzi odsekmi.
sr: Додаје линију празног простора између пасуса.
tr: Paragraflar arasına bir beyaz boşluk satırı ekle.
uk: Додавати рядок пробілів між абзацами.
zh_cn: 在段落间添加一行空行。

source: Spacing between paragraphs (half)
ar: المسافة بين الفقرات (النصف)
ca: Espaiat entre paràgrafs (mitjà)
cs: Mezery mezi odstavci (poloviční)
de: Abstand zwischen Absätzen (Hälfte)
el: Διάστημα μεταξύ παραγράφων (μισό)
es: Espaciado entre párrafos (medio)
fa: فضا بین پاراگراف‌ها (نصف)
fr: Espacement entre les paragraphes (demi)
gl: Separar parágrafos (metade)
hu: Bekezdések közötti távolság (félsor)
it_it: Spaziatura tra i paragrafi (metà)
ja: 段落間に空白を入れる(半分)
ko_kr: 문단 사이 간격 (절반)
nl_nl: Witruimte tussen alinea's (half)
pl: Odstęp pomiędzy akapitami (połowa)
pt_br: Espaçamento entre parágrafos (meio)
ro: Spațiere între paragrafe (jumătate)
ru: Интервал между абзацами (половинный)
sk: Medzery medzi odsekmi (polovičné)
sr: Размак између пасуса (половина)
tr: Paragraflar arasında boşluk (yarım)
uk: Відстань між абзацами (пів абзаца)
zh_cn: 段间距（一半）
