Repository: spruceUI/spruceOS
Catalog: App/KoReader/l10n/*/koreader.po
Languages: ar, ca, cs, de, el, es, fa, fr, gl, hu, it_it, ja, ko_kr, nl_nl, pl, pt_br, ro, ru, sk, sr, tr, uk, zh_cn

source: The progress bars in the footer and the skim dialog can become cramped when the table of contents is complex. This allows you to restrict the number of tick marks.
ar: يمكن أن تصبح أشرطة التقدم في التذييل ومربعات الحوار العائمة ضيقة عندما يكون جدول المحتويات معقدًا. هذا يسمح لك بتقييد عدد علامات التجزئة.
ca: Les barres de progrés del peu de pàgina i del quadre de diàleg de fullejar poden comprimir-se massa si l'índex és complex. Aquesta opció permet restringir el nombre de marques de graduació.
cs: Lišta s postupem čtení v patičce a dialog „projíždění“ můžou být při velkém počtu položek v obsahu knihy nepřehledné. Pomocí tohoto nastavení můžete počet značek (kapitol) omezit.
de: Der Fortschrittsbalken in der Fußzeile und dem Skim-Dialog können bei komplexen Inhaltsverzeichnissen eng werden. Hier können Sie die Anzahl der Häkchen einschränken.
el: Οι δείκτες στις γραμμές προόδου, στη γραμμή κατάστασης και το παράθυρο διαλόγου γρήγορου ξεφυλλίσματος, μπορεί να είναι πολύ πυκνοί όταν ο πίνακας περιεχομένων είναι περίπλοκος. Με την ρύθμιση αυτή μπορείτε να περιορίσετε τον αριθμό των δεικτών.
es: Las barras de progreso del pie de página y del cuadro de diálogo de hojear pueden comprimirse demasiado si el índice es complejo. Esta opción permite restringir el número de marcas de graduación.
fr: Les barres de progression dans le pied de page et la boîte de dialogue de survol peuvent devenir étroites lorsque la table des matières est complexe. Cela vous permet de limiter le nombre de coches.
gl: A barra de progreso na parte baixa da pantalla e o diálogo de follear poden resultar ateigados cando o índice é complexo. Isto permíteche restrinxir o número de marcas.
hu: A láblécben lévő előrehaladási sávok és a Felfedezés párbeszédpanel szűkös lehet, ha a tartalomjegyzék összetett. Ez lehetővé teszi a jelölések számának korlátozását.
it_it: Le barre di progresso nel piè di pagina e il dialogo di scrematura possono diventare troppo dense quando l'indice del documento è complesso. Questo ti permette di limitare il numero delle tacche della barra.
ja: 目次が複雑な場合、フッターや速読ダイアログの進捗バーが窮屈になることがあります。このため、目盛りの数を制限することができます。
ko_kr: 차례가 복잡하면, 바닥 글과 훑어보기 대화 상자가 있는 진행 표시 줄이 좁아질 수 있습니다. 이것으로 표시될 항목 수를 제한할 수 있습니다.
nl_nl: De voortgangsbalken in de voettekst en de skim-dialoog kunnen krap worden als de inhoudsopgave complex is. Hiermee kan het aantal vinkjes worden beperkt.
pl: Paski postępu w stopce i oknie dialogowym przeglądania mogą być zatłoczone, gdy spis treści jest złożony. Pozwala to ograniczyć liczbę znaczników.
pt_br: As barras de progresso no rodapé e no menu de folhear podem se tornar apertadas quando o índice é complexo. Isso permite que você restrinja o número de marcas.
ro: Barele de progres din subsol și dialogul de răsfoire pot deveni înghesuite atunci cînd cuprinsul este complex. Aceasta permite să se restricționeze numărul de puncte vizibile.
ru: Индикаторы прогресса в нижнем колонтитуле и в окне беглого просмотра могут располагаться слишком тесно, если оглавление сложное. Данный параметр позволяет ограничить количество делений.
sk: Ak je obsah knihy komplexný, indikátory priebehu v päte a v dialógovom okne "prebehnutia" dokumentu môžu byť nečitateľné. Toto vám umožňuje obmedziť počet značiek.
sr: Када је садржај сложен, траке напретка у подножју и дијалогу брзог прегледа могу да постану затрпане. Ово вам омогућава да ограничите број ознака.
tr: İçindekiler tablosu karmaşık olduğunda, alt bilgideki ilerleme çubukları ve göz atma penceresi sıkışık görünebilir. Bu seçenek, im sayısını sınırlamanızı sağlar.
uk: Покажчик виконання в нижньому колонтитулі та діалоговому вікні можуть стискатися, коли зміст складний. Це дозволяє обмежити кількість позначок.
zh_cn: 当目录复杂时，页脚和略读对话框中的进度条会较为狭窄。此选项允许你限制刻度线的数量。

source: Bind chapter navigation to ticks
ar: ربط التنقل في الفصل بالعلامات
ca: Enllaçar la navegació de capítols a marques
cs: Propojit navigaci mezi kapitolami se značkami
de: Kapitelnavigation an Häkchen binden
el: Σύνδεση της περιήγησης ανά κεφάλαιο στους δείκτες
es: Enlazar la navegación de capítulos a marcas
fr: Lier la navigation par chapitre aux coches
gl: Ligar navegación de capítulos a marcas
hu: A fejezetnavigáció pipákhoz kötése
it_it: Associa la navigazione del capitolo alle tacche
ja: 章ナビゲーションを目盛りに関連付ける
ko_kr: 장 탐색을 틱에 묶기
nl_nl: Hoofdstuknavigatie aan vinkjes binden
pl: Powiąż nawigację po rozdziałach ze znacznikami
pt_br: Vincular a navegação de capítulos às marcas
ro: Leagă navigarea capitolelor de bife
ru: Привязать навигацию по главам к делениям
sk: Naviazať navigáciu v kapitolách na značky
sr: Вежи навигацију по поглављима за ознаке
tr: Bölüm gezinmesi imlere bağlansın
uk: Прив'язати навігацію розділом до позначок
zh_cn: 将章节导航绑定到刻度

source: Entries from ToC levels that are ignored in the progress bars will still be used for chapter navigation and 'page/time left until next chapter' in the footer. Enabling this option will restrict chapter navigation to progress bar ticks.
ar: سيتم استخدام إدخالات من مستويات جداول المحتويات التي يتم تجاهلها في أشرطة التقدم للتنقل الفصل و "صفحة/وقت اليسار حتى الفصل التالي" في تذييل الصفحة. سيؤدي تمكين هذا الخيار إلى تقييد التنقل في الفصل إلى علامات شريط التقدم.
ca: Les entrades dels nivells de l'índex que s'ometen en les barres de progrés es continuaran emprant per a la navegació de capítols i 'pàgina/hora restant fins al següent capítol' al peu de pàgina. Habilitar aquesta opció restringirà la navegació del capítol a les marques de la barra de progrés.
cs: Položky z úrovní obsahu knihy, které jsou ignorovány na „liště s postupem čtení“ jsou i přesto použité pro navigaci mezi kapitolami (např. v „Projíždění dokumentu“) a v položkách „Doba pro dočtení kapitoly„ a „Zbývající stránky v kapitole“ v patičce. Po zatržení této možnosti bude navigování mezi kapitolami omezeno pouze na značky na „liště s postupem čtení“.
de: Einträge aus Inhaltsverzeichnis-Ebenen, die in den Fortschrittsbalken ignoriert werden, werden weiterhin für die Kapitelnavigation und 'Seite/Zeit bis zum nächsten Kapitel' in der Fußzeile verwendet. Wenn Sie diese Option aktivieren, wird die Kapitelnavigation auf Fortschrittsbalken-Ticks beschränkt.
el: Οι καταχωρήσεις από τα επίπεδα του Πίνακα Περιεχομένων που παραλείπονται στις γραμμές προόδου θα εξακολουθούν να χρησιμοποιούνται για περιήγηση στα κεφάλαια και για την ένδειξη «σελίδα/χρόνος που απομένει μέχρι το επόμενο κεφάλαιο» στη γραμμή προόδου του υποσέλιδου. Η ενεργοποίηση αυτής της επιλογής θα περιορίσει την περιήγηση στα κεφάλαια στους δείκτες της γραμμής προόδου.
es: Las entradas de los niveles del índice que se omiten en las barras de progreso se seguirán empleando para la navegación de capítulos y 'páginas/tiempo restante hasta el siguiente capítulo' en el pie de página. Habilitar esta opción restringirá la navegación del capítulo a las marcas de la barra de progreso.
fr: Les entrées des niveaux de table des matières qui sont ignorés dans les barres de progression seront toujours utilisées pour la navigation entre chapitres et pour la mention « page/temps restant jusqu’au prochain chapitre » dans le pied de page. En activant cette option, la navigation entre chapitres sera limitée aux coches de la barre de progression.
gl: As entradas dos niveis do índice que son ignorados nas barras de progreso serán aínda usadas para a navegación de capítulos e para 'páxinas/tempo restante ata o próximo capítulo' no pé de páxina. Activando esta opción restrinxirá a navegación de capítulos ás marcas da barra de progreso.
hu: Az előrehaladási sávokban figyelmen kívül hagyott ToC-szintek bejegyzéseit továbbra is felhasználásra kerül a fejezetnavigációhoz és a 'következő fejezetig hátralévő oldal/idő' láblécben. Ha engedélyezi ezt az opciót, akkor a fejezetnavigáció a haladási sáv beosztásaira korlátozódik.
it_it: Le voci dei livelli dell'indice che sono ignorate nelle barre di progresso saranno ancora usate per la navigazione dei capitoli e per "pagine/tempo rimanente fino al prossimo capitolo" nel piè di pagina. Abilitando questa opzione si limiterà la navigazione tra i capitoli alle tacche della barra di progresso.
ja: 進捗バーで無視される目次レベルの項目は、章ナビゲーションとフッターの「次の章までの残りページ/時間」に使用されます。 このオプションを有効にすると、章ナビゲーションが進捗バーの目盛りに制限されます。
ko_kr: 진행률 표시 줄에서 무시되는 차례 단계의 항목은 여전히 바닥 글의 '다음 장까지 남은 페이지/시간'과 장 탐색에 사용됩니다. 이 옵션을 활성화하면 장 탐색이 진행률 표시줄로 제한됩니다.
nl_nl: Inhoudsopgave-elementen die genegeerd worden in de voortgangsbalk zullen nog wel worden gebruikt voor hoofdstuknavigatie en 'pagina/tijd over tot volgend hoofdstuk' in de voettekst. Door deze optie in te schakelen, wordt hoofdstuknavigatie beperkt tot de vinkjes op de voortgangsbalk.
pl: Wpisy z poziomów spisu treści, które są ignorowane na paskach postępu, będą nadal używane do nawigacji po rozdziałach oraz 'stron/czasu pozostałych do następnego rozdziału' w stopce. Włączenie tej opcji ograniczy nawigację po rozdziałach do znaczników na pasku postępu.
pt_br: Entradas dos níveis do índice que são ignoradas na barra de progresso ainda serão usadas para a navegação de capítulos e ‘páginas/tempo restantes até o fim do capítulo’ no rodapé. Ativar esta opção vai restringir a navegação de capítulos às marcas na barra de progresso.
ro: Întrările din nivelele ToC care sînt ignorate în bara de progres vor fi încă folosite pentru navigarea între capitole și în nota de subsol „pagini rămase/timp rămas pînă la următorul capitol”. Activînd această opțiune va restricționa navigarea între capitole la marcajele din bara de progres.
ru: Записи с тех уровней оглавления, которые игнорируются в индикаторах прогресса, по-прежнему будут использоваться для навигации по главам и для элементов «страница / время до следующей главы» в нижнем колонтитуле. Включение данного параметра ограничит навигацию по главам метками индикатора прогресса.
sk: Údaje z úrovní alternatívneho obsahu, ktoré sú ignorované v indikátoroch priebehu, sa budú naďalej používať pre navigáciu po kapitolách a "strana/čas zostávajúci do ďalšej kapitoly" v pätičke. Povolenie tejto možnosti obmedzí navigáciu v kapitolách na značky priebehu.
sr: Ставке из нивоа садржаја који се игноришу у тракама напретка ће се и даље користити за навигацију по поглављима и ’страница/време преостало до наредног поглавља’ у подножју. Укључивање ове опције ће ограничити навигацију по поглављима само на ознаке у траци напретка.
tr: İlerleme çubuklarında yok sayılan içindekiler tablosu düzeylerinden ögeler, bölüm gezinmesi ve alt bilgi bölümlerinde 'sayfa/sonraki bölüme kalan süre' için kullanılmayı sürdürür. Bu seçeneğin etkinleştirilmesi, bölüm gezinmesini ilerleme çubuğu imleriyle sınırlar.
uk: Записи з рівнів змісту, які нехтуються на панелях поступу, як і раніше застосовуватимуться для переходу розділами, а «сторінка/час, що залишився до наступного розділу» у нижньому колонтитулі. Увімкнення цього параметра обмежить перехід розділами до міток панелі поступу.
zh_cn: 在进度栏中被忽略的来自目录级别的条目仍将用于章节导航和页脚中的“到下一章前剩余页面/时间”。 启用此选项将把章节导航限制到进度条刻度上。

source: Chapter titles from ticks only
ar: عناوين الفصول من العلامات فقط
ca: Títols de capítol només de marques
cs: Názvy kapitol pouze ze značek
de: Kapiteltitel nur von Häkchen
el: Τίτλοι κεφαλαίων μόνο από τους δείκτες
es: Títulos de capítulo solo de marcas
fr: Titres de chapitres à partir des coches uniquement
gl: Títulos de capítulo só a partir de marcas
hu: Fejezetcímek csak beosztásokból
it_it: Titoli solo dei capitoli marcati da tacche
ja: 目盛りのみからの章タイトル
ko_kr: 눈금에서 장 제목만
nl_nl: Alleen hoofdstuktitels van vinkjes
pl: Tytuły rozdziałów tylko ze znaczników
pt_br: Títulos de capítulos somente a partir das marcas
ro: Titlurile de capitole doar din bife
ru: Заголовки глав только из показанных делений
sk: Názvy kapitol len zo značiek
sr: Наслови поглавља само из ознака
tr: Yalnızca imlenmiş bölüm başlıkları
uk: Назви розділів лише з міток
zh_cn: 仅来自刻度的章节标题

source: Entries from ToC levels that are ignored in the progress bars will still be used for displaying the title of the current chapter in the footer and in bookmarks. Enabling this option will restrict display to the chapter titles of progress bar ticks.
ar: سيستمر استخدام الإدخالات من مستويات جداول المحتويات التي تم تجاهلها في أشرطة التقدم لعرض عنوان الفصل الحالي في التذييل وفي الإشارات المرجعية. سيؤدي تمكين هذا الخيار إلى تقييد العرض على عناوين فصول علامات شريط التقدم.
ca: Les entrades dels nivells de l'índex que s'ometen en les barres de progrés es continuaran utilitzant per a mostrar el títol del capítol actual al peu de pàgina i en els marcadors. Habilitar aquesta opció restringirà la visualització als títols de capítol de les marques de la barra de progrés.
cs: Položky z úrovní obsahu knihy, které jsou ignorovány na „liště s postupem čtení“ jsou i přesto použité pro zobrazení názvů aktuálních kapitol v patičce a v záložkách. Po zatržení této možnosti budou zobrazeny pouze názvy těch kapitol, které mají značku na „liště s postupem čtení“.
de: Einträge aus Inhaltsverzeichnis-Ebenen, die in den Fortschrittsbalken ignoriert werden, werden weiterhin für die Anzeige des Titels des aktuellen Kapitels in der Fußzeile und in Lesezeichen verwendet. Wenn Sie diese Option aktivieren, wird die Anzeige auf die Kapiteltitel der Fortschrittsbalken-Ticks beschränkt.
el: Οι καταχωρήσεις από επίπεδα του Πίνακα Περιεχομένων που παραλείπονται στις γραμμές προόδου θα εξακολουθούν να χρησιμοποιούνται για την εμφάνιση του τίτλου του τρέχοντος κεφαλαίου στη γραμμή κατάστασης του υποσέλιδου και στις επισημειώσεις. Η ενεργοποίηση αυτής της επιλογής θα περιορίσει την εμφάνιση στους τίτλους των κεφαλαίων των δεικτών της γραμμής προόδου.
es: Las entradas de los niveles del índice que se omiten en las barras de progreso se seguirán utilizando para mostrar el título del capítulo actual en el pie de página y en los marcadores. Habilitar esta opción restringirá la visualización a los títulos de capítulo de las marcas de la barra de progreso.
fr: Les entrées des niveaux de la table des matières qui sont ignorés dans les barres de progression seront toujours utilisées pour afficher le titre du chapitre en cours dans le pied de page et dans les marque-pages. L’activation de cette option limitera l’affichage aux titres de chapitre des coches de la barre de progression.
gl: Entradas dos niveis do índice que son ignorados nas barras de progreso serán aínda usadas para mostrar o título do capítulo actual no pé da páxina e nos marcadores. Activando esta opción restrinxirá mostrar os títulos dos capítulos só ás marcas da barra de progreso.
hu: Az előrehaladási sávokban figyelmen kívül hagyott ToC-szintek bejegyzéseit továbbra is az aktuális fejezet címének a láblécben és a könyvjelzőkben való megjelenítésére használják. Ha engedélyezi ezt a beállítást, akkor a megjelenítés a haladási sávok beosztásainak fejezetcímeire korlátozódik.
it_it: Le voci dei livelli dell'indice che sono ignorate nelle barre di progresso saranno ancora utilizzate per visualizzare il titolo del capitolo corrente nel piè di pagina e nei segnalibri. Abilitando questa opzione si limiterà la visualizzazione ai titoli dei capitoli delle barre di progresso.
ja: 進捗バーで無視される目次レベルの項目は、フッターやブックマークで現在の章のタイトルを表示するために引き続き使用されます。 このオプションを有効にすると、進捗バーの目盛りの章タイトルに表示が制限されます。
ko_kr: 진행률 표시줄에서 무시되는 차례 단계의 항목은 바닥글과 책갈피에서 현재 장의 제목을 표시하는 데 계속 사용됩니다. 이 선택사항을 활성화하면 진행률 표시줄의 장 제목으로 표시할 수 없습니다.
nl_nl: Inhoudsopgave-elementen die genegeerd worden in de voortgangsbalk zullen nog wel worden gebruikt voor de titel van het huidige hoofdstuk in de voettekst en in bladwijzers. Door deze optie in te schakelen, wordt hoofdstukweergave beperkt tot de vinkjes op de voortgangsbalk.
pl: Wpisy z poziomów spisu treści, które są ignorowane na paskach postępu, będą nadal używane do wyświetlania tytułu bieżącego rozdziału w stopce oraz zakładkach. Włączenie tej opcji ograniczy wyświetlanie do tytułów rozdziałów znaczników paska postępu.
pt_br: Entradas dos níveis do índice que forem ignorados na barra de progresso ainda serão usados para exibir o título do capítulo atual no rodapé e nos marcadores. Ativar essa opção vai restringir a exibição aos títulos de capítulo das marcas da barra de progresso.
ro: Întrările din nivelele ToC care sînt ignorate în bara de progres vor fi încă folosite pentru afișarea titlului capitolului curent în nota de subsol și în semnele de carte. Activînd această opțiune va restricționa afișarea numelor capitolelor la marcajele din bara de progres.
ru: Записи с тех уровней оглавления, которые игнорируются в индикаторах прогресса, по-прежнему будут использоваться для отображения заголовка текущей главы в нижнем колонтитуле и в закладках. Включение данного параметра ограничит отображение заголовками глав с делениями индикатора прогресса.
sk: Položky z úrovní alternatívneho obsahu, ktoré sú ignorované v indikátoroch priebehu, budú naďalej používané na zobrazenie názvu aktuálnej kapitoly v pätičke a v záložkách. Ak zapnete túto možnosť, obmedzíte zobrazovanie názvov kapitol na značky na lište priebehu.
sr: Ставке из нивоа садржаја који се игноришу у тракама напретка ће се и даље користити за приказивање наслова текућег поглавља у подножју и маркерима. Укључивање ове опције ће ограничити приказ на наслове поглавља које представљају ознаке у траци напретка.
tr: İlerleme çubuklarında yok sayılan içerik tablosu düzeylerinden gelen ögeler, alt bilgi ve yer imlerinde geçerli bölümün başlığını görüntülemek için kullanılmayı sürdürür. Bu seçeneğin etkinleştirilmesi, görüntülemeyi ilerleme çubuğu onaylarının bölüm başlıklarıyla kısıtlar.
uk: Записи з рівнів змісту, які нехтуються в прогрес барах, як і раніше будуть використовуватися для показу заголовка поточного розділу в нижньому колонтитулі та в закладках. Увімкнення цього параметра обмежить показ заголовками розділів з поділами прогрес бару.
zh_cn: 在进度栏中被忽略的来自目录级别的条目仍将用于在页脚和书签中显示当前章节的标题。 启用此选项会将显示限制到进度条刻度的章节标题。

source: ToC entries per page
ar: إدخالات ToC لكل صفحة
ca: Entrades de l'índex per pàgina
cs: Počet položek obsahu knihy na stránku
de: Inhaltsverzeichnis-Einträge pro Seite
el: Στοιχεία Πίνακα Περιεχομένων ανά σελίδα
es: Entradas del índice por página
fa: تعداد موارد فهرست مطالب به ازای هر صفحه
fr: Entrées de la TdM par page
gl: Entradas do índice por páxina
hu: Tartalomjegyzék-bejegyzés / oldal
it_it: Voci dell'indice per pagina
ja: 目次: ページごとのアイテム数
ko_kr: 페이지 당 차례 항목
nl_nl: Inhoudsopgave-vermeldingen per pagina
pl: Wpisów spisu treści na stronę
pt_br: Entradas do índice por página
ro: Numărul de întrări în cuprins per pagină
ru: Записей оглавления на странице
sk: Počet položiek na stranu pre obsah knihy
sr: Број ставки садржака по страници
tr: Bir sayfadaki içindekiler tablosu öge sayısı
uk: Елементів змісту на сторінку
zh_cn: 每页目录项数

source: ToC entry font size
ar: حجم خط إدخال ToC
ca: Grandària de lletra de les entrades de l'índex
cs: Velikost písma položek obsahu knihy
de: Inhaltsverzeichnis-Eintrag Schriftgröße
el: Μέγεθος γραμματοσειράς Πίνακα Περιεχομένων
es: Tamaño de fuente de las entradas del índice
fa: اندازه قلم موارد فهرست مطالب
fr: Taille de la police d’une entrée dans la TdM
gl: Tamaño de fonte para entradas do índice
hu: Tartalomjegyzék-bejegyzés betűmérete
it_it: Dimensione carattere voce indice
ja: 目次: フォントサイズ
ko_kr: 차례 항목 글씨 크기
nl_nl: Inhoudsopgave lettergrootte
pl: Rozmiar czcionki wpisu spisu treści
pt_br: Tamanho da fonte das entradas do índice
ro: Dimensiune font întrare din Cuprins
ru: Размер шрифта записей оглавления
sk: Veľkosť písma položiek pre obsah knihy
sr: Величина фонта ставке садржаја
tr: İçindekiler ögesi yazı boyutu
uk: Розмір шрифту змісту
zh_cn: 目录项字号

source: Show chapter length
ca: Mostra la longitud del capítol
de: Kapitellänge anzeigen
el: Εμφάνιση μεγέθους κεφαλαίου
es: Mostrar la longitud del capítulo
fa: نمایش طول فصل
gl: Mostra a lonxitude do capítulo
it_it: Mostra la lunghezza del capitolo
ko_kr: 챕터 길이 표시
nl_nl: Hoofdstuklengte weergeven
pl: Pokaż długość rozdziału
ru: Показать длину главы
sk: Zobraziť dĺžku kapitoly
sr: Прикажи дужину поглавља
tr: Bölüm uzunluğunu göster
uk: Показати довжину розділу

source: With dots
ar: مع النقاط
ca: Amb punts
cs: Vytečkovat řádky
de: Mit Punkten
el: Με τελείες
es: Con puntos
fa: با نقطه
fr: Avec traînée de points
gl: Con puntos
hu: Kiegészítés pontokkal
it_it: Con punti
ja: 目次表示に点線を引く
ko_kr: 점으로
nl_nl: Met puntjes
pl: Z punktorami
pt_br: Com pontos
ro: Cu puncte
ru: С точками перед номером страницы
sk: S bodkami
sr: Са тачкама
tr: Noktalar ile
uk: З крапками
zh_cn: 带点

# CSS
source: Style
ar: نمط
ca: Estil
cs: Styl
de: Stil
el: Στυλ
es: Estilo
fa: سبک
gl: Estilo
hu: Stílus
it_it: Stile
ja: CSSスタイル
ko_kr: 스타일
nl_nl: Stijl
pl: Styl
pt_br: Estilo
ro: Stil
ru: Стиль
sk: Štýl
sr: Стил
tr: Biçem
uk: Стиль
zh_cn: 样式

source: Enabled embedded styles.
ar: الأنماط المضمنة الممكنة.
ca: Estils incrustats habilitats.
cs: Povolené vložené styly.
de: Aktivierte eingebettete Stile.
el: Ενεργοποιήθηκαν ενσωματωμένα στυλ.
es: Estilos incrustados habilitados.
fa: سبک‌های تعبیه شده فعال شد.
fr: Styles embarqués activés.
gl: Estilos incrustados habilitados.
hu: Beágyazott stílusok engedélyezve.
it_it: Abilitati gli stili incorporati.
ja: 埋込スタイルを有効にする。
ko_kr: 내장된 스타일 활성화됨.
nl_nl: Ingesloten stijlen ingeschakeld.
pl: Włączone wbudowane style.
pt_br: Estilo incorporado ativado.
ro: S-au activat stilurile incorporate.
ru: Встроенные стили включены.
sk: Povolené vložené štýly.
sr: Уграђени стилови су укључени.
tr: Gömülü biçemler etkinleştirildi.
uk: Увімкнено вбудовані стилі.
zh_cn: 已启用内嵌样式。

source: Disabled embedded styles.
ar: الأنماط المضمنة المعطلة.
ca: Estils incrustats inhabilitats.
cs: Zakázané vložené styly.
de: Deaktivierte eingebettete Stile.
el: Απενεργοποιήθηκαν τα ενσωματωμένα στυλ.
es: Estilos incrustados deshabilitados.
fa: سبک‌های تعبیه شده غیرفعال شد.
fr: Styles embarqués désactivés.
gl: Estilos incrustados desactivados.
hu: Beágyazott stílusok letiltva.
it_it: Stili incorporati disabilitati.
ja: 埋込スタイルを無効にする。
ko_kr: 내장된 스타일 비활성화됨.
nl_nl: Ingesloten stijlen uitgeschakeld.
pl: Wyłączone wbudowane style.
pt_br: Estilos incorporados desativados.
ro: S-au dezactivat stilurile incorporate.
ru: Встроенные стили выключены.
sk: Zakázané vložené štýly.
sr: Уграђени стилови су искључени.
tr: Devre dışı bırakılmış gömülü biçemler.
uk: Вимкнено вбудовані стилі.
zh_cn: 已禁用内嵌样式。

source: Enabled embedded fonts.
ar: الخطوط المضمنة الممكنة.
ca: Tipus de lletra incrustats habilitats.
cs: Povolená vložená písma.
de: Aktivierte eingebettete Schriftarten.
el: Οι ενσωματωμένες γραμματοσειρές ενεργοποιήθηκαν.
es: Fuentes incrustadas habilitadas.
fa: قلم‌های تعبیه شده فعال شد.
fr: Polices système activées.
gl: Fontes incrustadas habilitadas.
hu: Beágyazott betűtípusok engedélyezve.
it_it: Abilitati i tipi di carattere incorporati.
ja: 埋込フォントを有効にする。
ko_kr: 내장된 글꼴 활성화됨.
nl_nl: Ingesloten lettertypes ingeschakeld.
pl: Włączone wbudowane czcionki.
pt_br: Fontes incorporadas ativadas.
ro: S-au activat fonturile incorporate.
ru: Встроенные шрифты включены.
sk: Povolené vložené písma.
sr: Уграђени фонтови су укључени.
tr: Etkinleştirilmiş gömülü yazı tipleri.
uk: Увімкнено вбудовані шрифти.
zh_cn: 已启用内嵌字体。
