Repository: spruceUI/spruceOS
Catalog: App/KoReader/l10n/*/koreader.po
Languages: ar, ca, cs, de, el, es, fa, fr, gl, hu, it_it, ja, ko_kr, nl_nl, pl, pt_br, ro, ru, sk, sr, tr, uk, zh_cn

source: %I:%M AM
ar: %I:%M ص
el: %I:%M π.μ.
fa: %I:%M صبح
hu: %I:%M DE
ja: 午前 %I:%M
ko_kr: 오전 %I:%M
tr: %I:%M ÖÖ
uk: %I:%M ДП
zh_cn: 上午 %I:%M

source: %I:%M PM
ar: %I:%M م
el: %I:%M μ.μ.
fa: %I:%M بعد از ظهر
hu: %I:%M DU
ja: 午後 %I:%M
ko_kr: 오후 %I:%M
tr: %I:%M ÖS
uk: %I:%M ПП
zh_cn: 下午 %I:%M

source: %_I:%M AM
ar: ٪ _I:٪ M ص
el: %_I:%M π.μ.
fa: %_I:%M صبح
hu: %_I:%M DE
ja: 午前 %_I:%M
ko_kr: 오전 %_I:%M
tr: %_I:%M ÖÖ
uk: %_I:%M ДП
zh_cn: 上午 %_I:%M

source: %-I:%M AM
ar: %-I:% M ص
el: %-I:%M π.μ.
fa: %-I:%M صبح
hu: %-I:%M DE
ja: 午前 %-I:%M
ko_kr: 오전 %-I:%M분
tr: %-I:%M ÖÖ
uk: %-I:%M ДП
zh_cn: 上午 %-I:%M

source: %_I:%M PM
ar: ٪ _I:٪ M م
el: %_I:%M μ.μ.
fa: %_I:%M بعد از ظهر
hu: %_I:%M DU
ja: 午後 %_I:%M
ko_kr: 오후 %_I:%M
tr: %_I:%M ÖS
uk: %_I:%M ПП
zh_cn: 下午 %_I:%M

source: %-I:%M PM
ar: ٪ -I:٪ M م
el: %-I:%M μ.μ.
fa: %-I:%M بعد از ظهر
hu: %-I:%M DU
ja: 午後 %-I:%M
ko_kr: 오후 %-I:%M분
tr: %-I:%M ÖS
uk: %-I:%M ПП
zh_cn: 下午 %-I:%M

source: Ruby
ar: روبي
cs: Ruby anotace
el: Χαρακτήρες ruby
ja: ルビ
ko_kr: 루비
pt_br: Rubi
ro: Rubi
sr: Рубин
tr: Puntolu harfler
uk: Рубі
zh_cn: 注音

source: QR
el: κώδικας QR
uk: QR-код
zh_cn: 二维码

source: Dropbox
fa: دراپباکس
ko_kr: 드롭박스

source: Markdown
ar: لغة تعريف Markdown
fa: مارک‌داون
ja: マークダウン
ko_kr: 마크다운
pl: Markdown (formatowanie tekstu)

source: FictionBook (fb2.css)
ar: كتاب خيالي (fb2.css)
de: FictionBuch (fb2.css)
fr: Livre électronique (fb2.css)
gl: Novela (fb2.css)
ko_kr: 픽션북 (fb2.css)

source: %-H:%M
ar: ٪ -س:٪ د
ko_kr: %-H시:%M분

source: Flomo
fr: Flux
ko_kr: 플로모

source: Joplin
ar: جوبلن
fr: Auteur
ko_kr: 조플린

source: Json
fr: JSON (JavaScript Object Notation)
ko_kr: 제이슨

source: Memos
de: Notizen
fr: Mémos
it_it: Memo
ko_kr: 메모

source: Readwise
fr: Lecteur
ko_kr: 리더와이즈

source: Fang Song
fa: فنگ سانگ
sr: Фанг Сонг
zh_cn: 仿宋

source: URL
ar: عنوان URL
ca: Adreça URL
cs: URL adresa
es: Dirección URL
fa: نشانی
pl: Adres URL
pt_br: Endereço URL
sk: Adresa URL
tr: Adres
uk: URL-адреса

source: IP: %1
pl: Adres IP: %1
tr: IP adresi: %1

source: MAC: %1
pl: Adres MAC: %1

source: IPv6: %1
pl: Adres IPv6: %1

# Resolution
source: dpi
fr: ppp
it_it: punti/pollice
ro: ppi

source: Ctrl
de: Strg

source: Ctrl-C
de: Strg-C

source: XMNote
zh_cn: 纸间书摘

source: FTP
fa: اف‌تی‌پی

source: KOReader
fa: کوریدر

source: HTML
fa: اج‌تی‌ام‌ال

source: %H:%M
ar: ٪ س:٪ د

source: %_H:%M
ar: ٪ _س:٪ د

source: SSH
ar: طرفيّة آمنةٌ عن بعد (SSH)
