Repository: spruceUI/spruceOS
Catalog: App/KoReader/l10n/*/koreader.po
Languages: ar, ca, cs, de, el, es, fa, fr, gl, hu, it_it, ja, ko_kr, nl_nl, pl, pt_br, ro, ru, sk, sr, tr, uk, zh_cn

source: Current page (%1)
ar: الصفحة الحالية (%1)
ca: Pàgina actual (%1)
cs: Aktuální stránka (%1)
de: Aktuelle Seite (%1)
el: Τρέχουσα σελίδα (%1)
es: Página actual (%1)
fa: صفحه فعلی (%1)
fr: Page en cours (%1)
gl: Páxina actual (%1)
hu: Aktuális oldalszám (%1)
it_it: Pagina attuale (%1)
ja: 現ページ (%1)
ko_kr: 현재 페이지 (%1)
nl_nl: Huidige pagina (%1)
pl: Bieżąca strona (%1)
pt_br: Página atual (%1)
ro: Pagina curentă (%1)
ru: Текущая страница (%1)
sk: Aktuálna stránka (%1)
sr: Текућа страна (%1)
tr: Geçerli sayfa (%1)
uk: Поточна сторінка (%1)
zh_cn: 当前页码 (%1)

source: Pages left in book (%1)
ar: الصفحات المتبقية في الكتاب (%1)
ca: Pàgines que queden del llibre (%1)
cs: Zbývající stránky v knize (%1)
de: Verbleibende Seiten im Buch (%1)
el: Σελίδες που απομένουν στο βιβλίο (%1)
es: Páginas restantes del libro (%1)
fa: صفحات باقیمانده از کتاب (%1)
fr: Pages restantes dans le livre (%1)
gl: Páxinas restantes do libro (%1)
hu: Hátralévő oldal (%1)
it_it: Pagine del libro rimaste (%1)
ja: 未読ページ (%1)
ko_kr: 남은 책 페이지 (%1)
nl_nl: Resterende pagina's in boek (%1)
pl: Pozostałe strony w książce (%1)
pt_br: Páginas restantes no livro (%1)
ro: Pagini rămase din carte (%1)
ru: Осталось страниц в книге (%1)
sk: Počet zostávajúcich strán v knihe (%1)
sr: %1 страница преостало у књизи
tr: Kitapta kalan sayfalar (%1)
uk: Сторінок залишилося в книзі (%1)
zh_cn: 书籍剩余页数 (%1)

source: Current time (%1)
ar: الوقت الحالي (%1)
ca: Hora actual (%1)
cs: Aktuální čas (%1)
de: Aktuelle Zeit (%1)
el: Τρέχουσα ώρα (%1)
es: Hora actual (%1)
fa: زمان فعلی (%1)
fr: Heure actuelle (%1)
gl: Hora (%1)
hu: Aktuális idő (%1)
it_it: Ora attuale (%1)
ja: 時間 (%1)
ko_kr: 현재 시각 (%1)
nl_nl: Huidige tijd (%1)
pl: Aktualny czas (%1)
pt_br: Hora atual (%1)
ro: Ora curentă (%1)
ru: Текущее время (%1)
sk: Aktuálny čas (%1)
sr: Садашње време (%1)
tr: Geçerli zaman (%1)
uk: Поточний час (%1)
zh_cn: 当前时间 (%1)

source: Current page in chapter (%1)
ar: الصفحة الحالية في الفصل (%1)
ca: Pàgina actual en el capítol (%1)
cs: Aktuální stránka v kapitole (%1)
de: Aktuelle Seite im Kapitel (%1)
el: Τρέχουσα σελίδα στο κεφάλαιο (%1)
es: Página actual en el capítulo (%1)
fa: صفحه در فصل (%1)
fr: Page en cours dans le chapitre (%1)
gl: Páxina actual no capítulo (%1)
hu: Aktuális oldal a fejezetben (%1)
it_it: Pagina corrente del capitolo (%1)
ja: 本章のページ (%1)
ko_kr: 장의 현재 페이지 (%1)
nl_nl: Huidige pagina in hoofdstuk (%1)
pl: Bieżąca strona w rozdziale (%1)
pt_br: Página atual no capítulo (%1)
ro: Pagina curentă din capitol (%1)
ru: Текущая страница в главе (%1)
sk: Aktuálna strana v kapitole (%1)
sr: Текућа страна у поглављу (%1)
tr: Bölümdeki geçerli sayfa (%1)
uk: Поточна сторінка у розділі (%1)
zh_cn: 章节当前页 (%1)

source: Pages left in chapter (%1)
ar: الصفحات المتبقية في الفصل (%1)
ca: Pàgines del capítol sense llegir (%1)
cs: Zbývající stránky v kapitole (%1)
de: Verbleibende Seiten in Kapitel (%1)
el: Σελίδες που απομένουν στο κεφάλαιο (%1)
es: Páginas restantes del capítulo (%1)
fa: صفحات باقی‌مانده اژ فصل (%1)
fr: Pages restantes dans le chapitre (%1)
gl: Páxinas restantes no capítulo (%1)
hu: Fejezetből hátralévő oldalak (%1)
it_it: Pagine del capitolo rimaste (%1)
ja: 本章残りページ数 (%1)
ko_kr: 이 장의 남은 페이지 수 (%1)
nl_nl: Resterende pagina's in hoofdstuk (%1)
pl: Pozostało stron w rozdziale (%1)
pt_br: Páginas restantes no capítulo (%1)
ro: Pagini rămase în capitol (%1)
ru: Осталось страниц в главе (%1)
sk: Zostávajúce strany v kapitole (%1)
sr: %1 страница преостало у поглављу
tr: Bölümde kalan sayfa (%1)
uk: Сторінок до кінця розділу (%1)
zh_cn: 章节剩余页数 (%1)

source: Battery status (%1)
ar: حالة شحن البطارية (%1)
ca: Estat de la bateria (%1)
cs: Stav baterie (%1)
de: Zustand der Batterie (%1)
el: Κατάσταση μπαταρίας (%1)
es: Estado de la batería (%1)
fa: وضعیت باتری (%1)
fr: État de charge de la batterie (%1)
gl: Estado da batería (%1)
hu: Akku állapota (%1)
it_it: Stato della batteria (%1)
ja: バッテリー状況 (%1)
ko_kr: 배터리 상태 (%1)
nl_nl: Batterijstatus (%1)
pl: Stan akumulatora (%1)
pt_br: Estado da bateria (%1)
ro: Stare baterie (%1)
ru: Заряд батареи (%1)
sk: Úroveň nabitia batérie (%1)
sr: Статус батерије (%1)
tr: Pil durumu (%1)
uk: Стан акумулятора (%1)
zh_cn: 电池状态 (%1)

source: Progress percentage (%1)
ar: نسبة الإكمال (%1)
ca: Percentatge llegit del llibre (%1)
cs: Postup čtení v procentech (%1)
de: Fortschritt in Prozent (%1)
el: Ποσοστό προόδου (%1)
es: Porcentaje leído del libro (%1)
fa: درصد پیشرفت (%1)
fr: Pourcentage de progression (%1)
gl: Porcentaxe de progreso (%1)
hu: Folyamat százalék (%1)
it_it: Percentuale di lettura del libro (%1)
ja: 進捗比率(%1)
ko_kr: 진행률 (%1)
nl_nl: Voortgangspercentage (%1)
pl: Postęp procentowy (%1)
pt_br: Porcentagem de progresso (%1)
ro: Procent progres (%1)
ru: Прогресс в процентах (%1)
sk: Priebeh čítania (%1)
sr: Проценат напретка (%1)
tr: İlerleme yüzdesi (%1)
uk: Поступ у відсотках (%1)
zh_cn: 进度百分比 (%1)

source: Book time to read (%1)
ar: زمن إنهاء قراءة الكتاب (%1)
ca: Temps de lectura del llibre (%1)
cs: Doba pro dočtení knihy (%1)
de: Zeit um Buch zu lesen (%1)
el: Υπόλοιπος χρόνος ανάγνωσης του βιβλίου (%1)
es: Tiempo de lectura del libro (%1)
fa: زمان لازم برای مطالعه کتاب (%1)
fr: Estimation du temps de lecture du livre (%1)
gl: Tempo para ler o libro (%1)
hu: Könyvből hátralévő idő (%1)
it_it: Tempo di lettura del libro (%1)
ja: 全書読了残り時間予想(%1)
ko_kr: 책 읽을 시간 (%1)
nl_nl: Tijd om boek te lezen (%1)
pl: Czas do zakończenia książki (%1)
pt_br: Tempo restante para ler (%1)
ro: Timpul de citire al cărții (%1)
ru: Время на прочтение книги (%1)
sk: Čas na prečítanie knihy (%1)
sr: Време да се прочита књига (%1)
tr: Okunacak kitap süresi (%1)
uk: Час до прочитання книги (%1)
zh_cn: 全书剩余时间 (%1)

source: Book time to read
ar: زمن قراءة الكتاب
ca: Temps de lectura del llibre
cs: Doba pro dočtení knihy
de: Zeit um Buch zu lesen
el: Υπόλοιπος χρόνος ανάγνωσης του βιβλίου
es: Tiempo de lectura del libro
fa: زمان لازم برای مطالعه کتاب
fr: Estimation du temps de lecture du livre
gl: Tempo restante para ler o libro
hu: Olvasásra fordított idő
it_it: Tempo per leggere il libro
ja: 全書読了残り時間予想
ko_kr: 읽을 시간 예약
nl_nl: Tijd om boek te lezen
pl: Czas do zakończenia książki
pt_br: Tempo restante para ler
ro: Timpul de citire al cărții
ru: Время на прочтение книги
sk: Čas na prečítanie knihy
sr: Време да се прочита књига
tr: Okunacak kitap süresi
uk: Час до прочитання книги
zh_cn: 读完所需时间

source: Chapter time to read (%1)
ar: زمن قراءة الفصل (%1)
ca: Temps de lectura del capítol (%1)
cs: Doba pro dočtení kapitoly (%1)
de: Kapitel noch zu lesen (%1)
el: Υπόλοιπος χρόνος ανάγνωσης του κεφαλαίου (%1)
es: Tiempo de lectura del capítulo (%1)
fa: زمان مطالعه فصل (%1)
fr: Estimation du temps de lecture du chapitre (%1)
gl: Tempo para ler o capítulo (%1)
hu: Fejezetből hátralévő idő (%1)
it_it: Tempo di lettura del capitolo (%1)
ja: 本章読了時間(%1)
ko_kr: 챕터 읽을 시간 (%1)
nl_nl: Tijd om hoofdstuk te lezen (%1)
pl: Czas do zakończenia rozdziału (%1)
pt_br: Tempo restante do capítulo (%1)
ro: Timpul de citire al capitoului (%1)
ru: Время на прочтение главы (%1)
sk: Čas na prečítanie kapitoly (%1)
sr: Време да се прочита поглавље (%1)
tr: Okunacak bölüm süresi (%1)
uk: Час до прочитання розділу (%1)
zh_cn: 章节剩余时间 (%1)

source: Frontlight level (%1)
ar: مستوى الإضاءة الأمامية (%1)
ca: Nivell d'il·luminació (%1)
cs: Úroveň předního osvětlení (%1)
de: Beleuchtungsstärke (%1)
el: Ένταση φωτισμού (%1)
es: Nivel de iluminación (%1)
fa: سطح نور (%1)
fr: Niveau de l'éclairage (%1)
gl: Nivel de iluminación (%1)
hu: Fényerőszint (%1)
it_it: Livello retroilluminazione (%1)
ja: フロントライト明るさ (%1)
ko_kr: 조명 단계 (%1)
nl_nl: Helderheid (%1)
pl: Poziom oświetlenia (%1)
pt_br: Nível de iluminação (%1)
ro: Nivel iluminare (%1)
ru: Яркость подсветки (%1)
sk: Úroveň nasvietenia/podsvietenia displeja (%1)
sr: Ниво предњег осветљења (%1)
tr: Ön aydınlatma düzeyi (%1)
uk: Рівень підсвітки (%1)
zh_cn: 前光亮度 (%1)

source: Frontlight warmth (%1)
ar: دفء الضوء الأمامي (%1)
ca: Temperatura de color de la pantalla (%1)
cs: Teplota předního osvětlení (%1)
de: Beleuchtung Wärme (%1)
el: Θερμότητα φωτισμού (%1)
es: Temperatura de color de la pantalla (%1)
fa: گرمای نور (%1)
fr: Ajuster la température de l’éclairage à %1
gl: Temperatura da cor da pantalla (%1)
hu: Világítás színhőmérséklete (%1)
it_it: Calore retroilluminazione (%1)
ja: フロントライト色調 (%1)
ko_kr: 조명 색 온도 (%1)
nl_nl: Lichtwarmte (%1)
pl: Barwa oświetlenia (%1)
pt_br: Temperatura de cor da iluminação (%1)
ro: Nuanța iluminării (%1)
ru: Теплота подсветки (%1)
sk: Farebná teplota nasvietenia/podsvietenia displeja (%1)
sr: Топлина предњег светла (%1)
tr: Ön aydınlatma sıcaklığı (%1)
uk: Теплота підсвічування (%1)
zh_cn: 前光色温 (%1)

source: KOReader memory usage (%1)
ar: استخدام ذاكرة KOReader (%1)
ca: Ús de memòria de KOReader (%1)
cs: Využití paměti KOReaderem (%1)
de: KOReader Speichernutzung (%1)
el: Χρήση μνήμης του KOReader (%1)
es: Uso de memoria de KOReader (%1)
fa: مصرف حافظه کوریدر (%1)
fr: Consommation mémoire de KOReader (%1)
gl: Consumo de memoria de KOReader (%1)
hu: KOReader memóriahasználat (%1)
it_it: Uso di memoria di KOReader (%1)
ja: メモリ使用量 (%1)
ko_kr: KOReader 메모리 사용량 (%1)
nl_nl: KOReader-geheugengebruik (%1)
pl: Wykorzystanie pamięci przez KOReader (%1)
pt_br: Uso de memória do KOReader (%1)
ro: Consum memorie KOReader (%1)
ru: Использование памяти KOReader'ом (%1)
sk: Využitie pamäte KOReader (%1)
sr: Заузеће меморије KOReader (%1)
tr: KOReader bellek kullanımı (%1)
uk: Використання пам' яті KOReader (%1)
zh_cn: KOReader 内存占用 (%1)

source: Wi-Fi status (%1)
ar: حالة الواي فاي (%1)
ca: Estat de wifi (%1)
cs: Stav Wi-Fi (%1)
de: WLAN-Status (%1)
el: Κατάσταση Wi-Fi (%1)
es: Estado de wifi (%1)
fa: وضعیت اتصال بی‌سیم (%1)
fr: État du Wi-Fi (%1)
gl: Estado da wifi (%1)
hu: WiFi állapot (%1)
it_it: Stato del Wi-Fi (%1)
ja: 無線LAN状況 (%1)
ko_kr: 와이파이 상태 (%1)
pl: Stan Wi-Fi (%1)
pt_br: Estado do Wi-Fi (%1)
ro: Stare Wi-Fi (%1)
ru: Состояние Wi-Fi (%1)
sk: Stav Wi-Fi (%1)
sr: Wi-Fi статус (%1)
tr: Wi-Fi durumu (%1)
uk: Стан Wi-Fi (%1)
zh_cn: Wi-Fi 状态 (%1)

source: Book title
ar: عنوان الكتاب
ca: Títol del llibre
cs: Název knihy
de: Buchtitel
el: Τίτλος βιβλίου
es: Título del libro
fa: عنوان کتاب
fr: Titre du livre
gl: Título do libro
hu: Könyv címe
it_it: Titolo del libro
ja: 書籍の題名
ko_kr: 책 제목
nl_nl: Boektitel
pl: Tytuł książki
pt_br: Título do livro
ro: Titlu carte
ru: Название книги
sk: Názov knihy
sr: Наслов књиге
tr: Kitap başlığı
uk: Назва книги
zh_cn: 书籍标题

source: Current chapter
ar: الفصل الحالي
ca: Capítol actual
cs: Aktuální kapitola
de: Aktuelles Kapitel
el: Τρέχον κεφάλαιο
es: Capítulo actual
fa: فصل حاضر
fr: Chapitre en cours
gl: Capítulo actual
hu: Aktuális fejezet címe
it_it: Capitolo attuale
ja: 現在の章
ko_kr: 현재 챕터
nl_nl: Huidig hoofdstuk
pl: Aktualny rozdział
pt_br: Capítulo atual
ro: Capitolul curent
ru: Текущая глава
sk: Súčasná kapitola
sr: Текуће поглавље
tr: Şu anki bölüm
uk: Поточний розділ
zh_cn: 当前章节

source: Custom text: '%1'%2
ar: نص مخصص: '%1'%2
ca: Text personalitzat: '%1'%2
cs: Vlastní text: '%1'%2
de: Benutzerdefinierter Text: '%1'%2
el: Προσαρμοσμένο κείμενο: '%1'%2
es: Texto personalizado: '%1' %2
fa: متن شخصی سازی شده: '%1'%2
fr: Texte personnalisé : '%1'%2
gl: Texto personalizado:' %1'%2
hu: Egyedi szöveg: '%1'%2
it_it: Testo personalizzato: '%1'%2
ja: カスタムテキスト: '%1'%2
ko_kr: 사용자 텍스트: '%1'%2
nl_nl: Aangepaste tekst: '%1'%2
pl: Tekst niestandardowy: '%1'%2
pt_br: Texto personalizado: '%1'%2
ro: Text particularizat: '%1'%2
ru: Произвольный текст: «%1» %2
sk: Vlastný text: '%1'%2
sr: Прозвољни текст: ’%1’%2
tr: Özel metin: '%1'%2
uk: Власний текст: '%1'%2
zh_cn: 自定义文本： '%1'%2

source: Status bar
ar: شريط الحالة (الشريط السفليّ)
ca: Barra d'estat
cs: Stavová lišta
de: Statusleiste
el: Γραμμή κατάστασης
es: Barra de estado
fa: نوار وضعیت
fr: Barre d’état
gl: Barra de estado
hu: Állapotsor
it_it: Barra di stato
ja: ステータスバー
ko_kr: 상태 표시줄
nl_nl: Statusbalk
pl: Pasek stanu
pt_br: Barra de estado
ro: Bară de stare
ru: Строка состояния
sk: Stavový riadok
sr: Статусна линија
tr: Durum çubuğu
uk: Панель стану
zh_cn: 状态栏

source: Toggle mode
ar: بدّل وضع الشريط
ca: Canviar mode
cs: Přepínání režimu
de: Modus umschalten
el: Κατάσταση εναλλαγής
es: Cambiar modo
fa: تغییر حالت
fr: Activer/Désactiver le mode
gl: Modo conmutado
hu: Átkapcsolás
it_it: Abilita/disabilita modalità
ja: モードの切り替え
ko_kr: 토글 모드
nl_nl: Schakelmodus
pl: Tryb przełączenia
pt_br: Alternar modo
ro: Comută modul
ru: Включить/выключить строку состояния
sk: Prepínať režim
sr: Пребаци режим
tr: Kipi değiştir
uk: Перемкнути режим
zh_cn: 切换模式

source: Sort items
ar: فرز العناصر
ca: Ordenar elements
cs: Seřadit položky
de: Elemente sortieren
el: Ταξινόμηση στοιχείων
es: Ordenar elementos
fa: مرتب سازی
fr: Classer les éléments
gl: Ordenar elementos
hu: Elemek rendezése
it_it: Ordina elementi
ja: アイテムを並べ替え
ko_kr: 항목 정렬
nl_nl: Items sorteren
pl: Sortuj elementy
pt_br: Ordenar itens
ro: Ordonează elementele
ru: Сортировка элементов
sk: Triediť položky
sr: Сортирај ставке
tr: Ögeleri sırala
uk: Впорядкувати елементи
zh_cn: 排序项目

source: Sort footer items
ar: فرز عناصر الهامش السفلي
ca: Ordenar elements de peu de pàgina
cs: Seřadit položky v patičce
de: Fußzeilenelemente sortieren
el: Ταξινόμηση στοιχείων γραμμής κατάστασης
es: Ordenar elementos de pie de página
fa: مرتب‌کردن موارد پا‌صفحه
fr: Classer les éléments du pied de page
gl: Ordenar elementos do pé de páxina
hu: Státuszsor elemek rendezése
it_it: Ordina elementi del piè di pagina
ja: フッター項目を並べ替え
ko_kr: 바닥글 항목 정렬
nl_nl: Voettekstitems sorteren
pl: Sortuj elementy stopki
pt_br: Ordenar itens do rodapé
ro: Ordonează elementele din subsol
ru: Сортировать элементы в нижнем колонтитуле
sk: Zoradiť položky päty
sr: Сортирај ставке подножја
tr: Alt bilgi ögelerini sırala
uk: Впорядкувати елементи нижнього колонтитула
zh_cn: 排序脚注的项目

source: Hide empty items
ar: إخفاء العناصر الفارغة
ca: Ocultar elements buits
cs: Skrýt prázdné položky
de: Leere Elemente ausblenden
el: Απόκρυψη κενών στοιχείων
es: Ocultar elementos vacíos
fa: پنهان کردن موارد خالی
fr: Cacher les éléments vides
gl: Ocultar elementos baldeiros
hu: Üres elemek elrejtése
it_it: Nascondi gli elementi vuoti
ja: 空のアイテムを非表示
ko_kr: 빈 항목 숨기기
nl_nl: Lege items verbergen
pl: Ukrywaj puste elementy
pt_br: Esconder itens vazios
ro: Ascunde elementele goale
ru: Скрывать пустые элементы
sk: Skryť prázdne položky
sr: Сакриј празне ставке
tr: Boş öğeleri gizle
uk: Сховати порожні елементи
zh_cn: 隐藏空条目

source: This will hide values like 0 or off.
ar: سيؤدي هذا إلى إخفاء القيم مثل 0 أو إيقاف تشغيله.
ca: Aquesta opció oculta valors com 0 o desactivat.
cs: Hodnoty jako je 0 nebo zakázáno budou skryty.
de: Dadurch werden Werte wie 0 oder aus ausgeblendet.
el: Αυτό θα κρύψει μηδενικές τιμές ή ανενεργά στοιχεία.
es: Esta opción oculta valores como 0 o desactivado.
fr: Ceci masquera les valeurs telles que 0 ou désactivé.
gl: Con esa opción ocultaranse valores como 0 ou desactivado.
hu: Elrejti a 'kikapcsolt' vagy '0' értékeket.
it_it: Questo nasconde valori come 0 o off.
ja: これにより、 0 や OFF などの値が非表示になります。
ko_kr: 0이나 꺼짐같은 값은 숨깁니다.
nl_nl: Dit verbergt waarden zoals 0 of uit.
pl: Spowoduje to ukrycie wartości, takich jak 0 lub wyłączone.
pt_br: Isso esconderá valores como 0 ou desligado.
ro: Aceasta va ascunde valori precum 0, fără sau oprit.
ru: Будут скрыты такие значения, как 0 или выкл.
sk: Týmto sa skryjú hodnoty ako 0 alebo vypnuté.
sr: Ово ће да сакрије вредности као што су 0 или искљ.
tr: Bu seçenek, 0 veya kapalı gibi değerleri gizler.
uk: Це сховає значення на зразок «0» або «вимкнено».
zh_cn: 这将隐藏像0或off这样的值。

source: Show footer separator
ar: عرض فاصل الهامش السفلي
ca: Mostrar separador en peus de pàgina
cs: Zobrazit oddělovač patičky
de: Fußnoten Trennstrich aktivieren
el: Εμφάνιση διαχωριστικού γραμμής κατάστασης
es: Mostrar separador en pie de página
fa: نمایش جداکننده پاصفحه
fr: Afficher une barre de séparation en pied de page
gl: Mostrar separador de pé de páxina
hu: Lábjegyzet elválasztó vonal megjelenítése
it_it: Mostra separatore nel piè di pagina
ja: フーター区切り文字を表示
ko_kr: 바닥글 구분선 보기
nl_nl: Statusbalkrand tonen
pl: Pokaż separator stopki
pt_br: Mostrar separador de rodapé
ro: Arată separator pentru subsol
ru: Показывать разделитель нижнего колонтитула
sk: Zobraziť oddeľovač päty
sr: Прикажи граничник подножја
tr: Alt bilgi ayıracı görüntülensin
uk: Показати роздільник нижнього колонтитула
zh_cn: 显示脚注分隔符

source: Lock status bar
ar: قفل شريط الحالة
ca: Bloquejar barra d'estat
cs: Zamknout stavovou lištu
de: Statusleiste sperren
el: Κλείδωμα γραμμής κατάστασης
es: Bloquear barra de estado
fa: قفل کردن نوار وضعیت
fr: Verrouiller la barre d’état
gl: Bloquear a barra de estado
hu: Állapotsor zárolása
it_it: Blocca barra di stato
ja: ステータスバーを固定
ko_kr: 상태 표시 줄 잠금
nl_nl: Statusbalk vergrendelen
pl: Blokuj pasek stanu
pt_br: Travar a barra de estado
ro: Blochează bară de stare
ru: Блокировать строку состояния
sk: Zamknúť stavový riadok
sr: Закључај статусну линију
tr: Durum çubuğunu kilitle
uk: Заблокувати панель стану
zh_cn: 锁定状态栏

source: Hold footer to skim
ar: استمر في الضغط على التذييل للقراءة
ca: Pulsació llarga en peu de pàgina per a fullejar
cs: Podržet patičku pro projíždění
de: Fußzeile zum Überfliegen halten
el: Παρατεταμένο πάτημα υποσέλιδου για γρήγορο ξεφύλλισμα
es: Pulsación larga en de pie de página para hojear
fa: نگه داشتن پاصفحه برای مرور سریع
fr: Toucher long dans le pied de page pour parcourir
gl: Pulsación longa no pé de páxina premido para follear
hu: Láblécet lenyomva felfedezés
it_it: Tieni premuto piè di pagina per scorrere
ja: フッターを押さえて、快速閲覧になります
ko_kr: 바닥글 누르고 훑어보기
nl_nl: Voettekst ingedrukt houden om te bladeren
pl: Przytrzymaj stopkę, aby przejrzeć
pt_br: Segurar rodapé para folhear
ro: Ține apăsat pe nota de subsol pentru a frunzări
ru: Удерживать строку состояния для беглого просмотра
sk: Pre "prebehnutie" dokumentu podržte pätu
sr: Задржи подножје за брз преглед
tr: Göz atmak için alt bilgi üzerinde basılı tutun
uk: Затисніть нижній колонтитул, щоб переглянути
zh_cn: 按住页脚略读

source: bold
ar: بالخط العريض
ca: negreta
cs: tučně
de: fett
el: με έντονους χαρακτήρες
es: negrita
fa: ضخیم
fr: gras
gl: grosa
hu: félkövér
it_it: grassetto
ja: 太字
ko_kr: 굵게
nl_nl: vetgedrukt
pl: pogrubiona
pt_br: negrito
ro: aldin
ru: жирный
sk: hrubé
sr: подебљано
tr: koyu
uk: жирний
zh_cn: 粗体

source: Font: %1%2
ar: الخط: %1 %2
cs: Písmo: %1%2
de: Schriftart: %1%2
el: Γραμματοσειρά: %1%2
es: Tipo de letra: %1%2
fa: قلم: %1%2
fr: Police : %1%2
gl: Fonte: %1%2
hu: Betűtípus: %1%2
it_it: Carattere: %1%2
ja: フォント: %1%2
ko_kr: 글꼴: %1%2
nl_nl: Lettertype: %1%2
pl: Czcionka: %1%2
pt_br: Fonte: %1%2
ru: Шрифт: %1%2
sk: Písmo: %1%2
sr: Фонт: %1%2
tr: Yazı tipi: %1%2
uk: Шрифт: %1%2
zh_cn: 字体：%1%2

source: Footer font size
ar: حجم خط الهامش السفليّ
ca: Grandària de lletra de peu de pàgina
cs: Velikost písma v patičce
de: Schriftgröße der Fußzeile
el: Μέγεθος γραμματοσειράς υποσέλιδου
es: Tamaño de fuente de pie de página
fa: اندازه قلم پاورقی
fr: Taille de la police du pied de page
gl: Axustar tamaño da fonte
hu: Lábjegyzet betűmérete
it_it: Dimensione carattere del pie’ di pagina
ja: フッターのフォントサイズ
ko_kr: 바닥글 글씨 크기
nl_nl: Voettekst-lettergrootte
pl: Rozmiar czcionki stopki
pt_br: Tamanho da fonte do rodapé
ro: Dimensiune font subsol
ru: Размер шрифта нижнего колонтитула
sk: Veľkosť písma päty
sr: Величина фонта подножја
tr: Alt bilgi yazı tipi boyutu
uk: Розмір шрифту нижнього колонтитулу
zh_cn: 脚注字号

source: Use bold font
ar: استخدام خط غامق
ca: Usar lletra negreta
cs: Použít tučné písmo
de: Fette Schrift verwenden
el: Χρήση έντονης γραμματοσειράς
es: Usar fuente en negrita
fa: استفاده از قلم ضخیم
fr: Utiliser une police en gras
gl: Usar fonte grosa
hu: Kövér betűtípus használata
it_it: Usa carattere grassetto
ja: 太字フォントを使用
ko_kr: 굵은 글꼴 사용
nl_nl: Gebruik vet lettertype
pl: Użyj pogrubionej czcionki
pt_br: Usar fonte em negrito
ro: Folosește font îngroșat
ru: Использовать жирный шрифт
sk: Použiť tučné písmo
sr: Користи подебљани фонт
tr: Kalın yazı tipi kullanılsın
uk: Застосувати грубий шрифт
zh_cn: 使用粗体

source: Container height: %1
ar: ارتفاع الحاوية: %1
ca: Alçada del contenidor: %1
cs: Výška kontejneru: %1
de: Container-Höhe: %1
el: Ύψος γραμμής κατάστασης: %1
es: Altura del contenedor: %1
fr: Hauteur du conteneur : %1
gl: Altura do contedor: %1
hu: Konténer magassága: %1
it_it: Altezza contenitore (%1)
ja: 囲いの高さ: %1
ko_kr: 컨테이너 높이: %1
nl_nl: Containerhoogte: %1
pl: Wysokość kontenera: %1
pt_br: Altura do contêiner: %1
ro: Înălțime container: %1
ru: Высота контейнера: %1
sk: Výška kontajnera: %1
sr: Висина контејнера је: %1
tr: Kapsayıcı yüksekliği: %1
uk: Висота контейнера: %1
zh_cn: 容器高度：%1

source: Set height
ar: تعيين الارتفاع
ca: Ajustar l'alçada
cs: Nastavit výšku
de: Höhe einstellen
el: Καθορισμός ύψους
es: Ajustar altura
fa: تعیین ارتفاع
fr: Définir la hauteur
gl: Configurar altura
hu: Magasság beállítása
it_it: Imposta altezza
ja: 高さの設定
ko_kr: 높이 설정
nl_nl: Hoogte instellen
pl: Ustaw wysokość
pt_br: Definir altura
ro: Setează înălțime
ru: Задать высоту
sk: Nastaviť výšku
sr: Постави висину
tr: Yüksekliği ayarla
uk: Встановити висоту
zh_cn: 设置高度

source: Container height
ar: ارتفاع الحاوية
ca: Alçada del contenidor
cs: Výška kontejneru
de: Container Höhe
el: Ύψος γραμμής κατάστασης
es: Altura del contenedor
fr: Hauteur du conteneur
gl: Altura do contedor
hu: Konténer magassága
it_it: Altezza del contenitore
ja: 囲いの高さ
ko_kr: 컨테이너 높이
nl_nl: Containerhoogte
pl: Wysokość kontenera
pt_br: Altura do contêiner
ro: Înălțime container
ru: Высота контейнера
sk: Výška kontajnera
sr: Висина контејнера
tr: İçerik yüksekliği
uk: Висота контейнера
zh_cn: 容器高度

source: Container bottom margin: %1
ar: الهامش السفلي للحاوية: %1
ca: Marge inferior del contenidor: %1
cs: Spodní okraj kontejneru: %1
de: Container Abstand zum Boden: %1
el: Κάτω περιθώριο γραμμής κατάστασης: %1
es: Margen inferior del contenedor: %1
fr: Marge inférieure du conteneur : %1
gl: Marxe inferior do contedor: %1
hu: Konténer alsó margó: %1
it_it: Margine inferiore contenitore (%1)
ja: 囲いの下余白: %1
ko_kr: 컨테이너 하단 여백: %1
nl_nl: Containerondermarge: %1
pl: Dolny margines kontenera: %1
pt_br: Margem inferior do contêiner: %1
ro: Margine inferioară container: %1
ru: Нижнее поле контейнера: %1
sk: Spodný okraj kontajnera: %1
sr: Доња маргина контејнера: %1
tr: Kapsayıcı alt kenar boşluğu: %1
uk: Нижнє поле контейнера: %1
zh_cn: 容器底边距：%1

source: Set margin
ar: تعيين هامش
ca: Ajustar marge
cs: Nastavit okraj
de: Rand einstellen
el: Καθορισμός περιθωρίου
es: Ajustar margen
fa: تعیین حاشیه
fr: Définir la marge
gl: Axustar marxe
hu: Margó beállítása
it_it: Imposta il margine
ja: 余白を設定
ko_kr: 여백 설정
nl_nl: Marge instellen
pl: Ustaw margines
pt_br: Definir margem
ro: Setează margine
ru: Задать поле
sk: Nastaviť okraj
sr: Постави маргине
tr: Kenar boşluğu ayarla
uk: Встановити поле
zh_cn: 设置边距

source: Container bottom margin
ar: الهامش السفلي للحاوية
ca: Marge inferior del contenidor
cs: Spodní okraj kontejneru
de: Container-Bodenrand
el: Κάτω περιθώριο γραμμής κατάστασης
es: Margen inferior del contenedor
fr: Marge inférieure du conteneur
gl: Marxe inferior do contedor
hu: Konténer alsó margó
it_it: Margine inferiore del contenitore
ja: 囲いの下余白
ko_kr: 컨테이너 아래 여백
nl_nl: Containerondermarge
pl: Dolny margines kontenera
pt_br: Margem inferior do contêiner
ro: Margine inferioară container
ru: Нижнее поле контейнера
sk: Spodný okraj kontajnera
sr: Доња маргина контејнера
tr: Kapsayıcı alt kenar boşluğu
uk: Нижнє поле контейнера
zh_cn: 容器底边距
