Repository: spruceUI/spruceOS
Catalog: App/KoReader/l10n/*/koreader.po
Languages: ar, ca, cs, de, el, es, fa, fr, gl, hu, it_it, ja, ko_kr, nl_nl, pl, pt_br, ro, ru, sk, sr, tr, uk, zh_cn

source: Timer will expire in %1.
ca: El temporitzador expirarà en %1.
cs: Časovač doběhne za %1.
de: Der Timer wird in %1 ablaufen.
el: Το χρονόμετρο θα λήξει σε %1.
es: El temporizador expirará en %1.
fa: تایمر در %1 منقضی خواهد شد.
fr: La minuterie expirera dans %1.
gl: O temporizador finalizará en %1.
hu: Az időzítő %1 múlva lejár.
it_it: Il timer scadrà tra %1.
ja: タイマーは %1 で終了します。
ko_kr: 타이머는 %1에 만료됩니다.
nl_nl: De timer zal aflopen over %1.
pl: Alarm wygaśnie za %1.
pt_br: O temporizador vai expirar em %1.
ro: Temporizatorul va expira în %1.
ru: Таймер истекает через %1.
sk: Čas vyprší o %1.
sr: Тајмер истиче за %1.
tr: Zamanlayıcının süresi %1 içinde dolacak.
uk: Таймер спливе за %1.
zh_cn: 定时器将在 %1 内到期。

source: Stop timer
ar: أوقف المُؤقِّت
ca: Detenir temporitzador
cs: Zastavit časovač
de: Stoppe den Timer
el: Σταμάτημα χρονόμετρου
es: Detener temporizador
fa: توقف تایمر
fr: Arrêter la minuterie
gl: Parar temporizador
hu: Időzítő leállítása
it_it: Arresta timer
ja: タイマーを停止
ko_kr: 타이머 멈춤
nl_nl: Wekker stoppen
pl: Zatrzymaj alarm
pt_br: Parar temporizador
ro: Oprește temporizatorul
ru: Остановить таймер
sk: Zastaviť časovač
sr: Заустави тајмер
tr: Zamanlayıcıyı durdur
uk: Зупинити таймер
zh_cn: 停止定时器

source: Reading statistics
ar: إحصائيات القراءة
ca: Estadístiques de lectura
cs: Statistiky čtení
de: Lesestatistiken
el: Στατιστικά ανάγνωσης
es: Estadísticas de lectura
fa: آمارهای مطالعه
fr: Statistiques de lecture
gl: Estatísticas de lectura
hu: Olvasási statisztikák
it_it: Statistiche di lettura
ja: 読書統計
ko_kr: 읽기 통계
nl_nl: Leesstatistieken
pl: Statystyki czytania
pt_br: Estatísticas de leitura
ro: Statistici citire
ru: Статистика чтения
sk: Štatistiky čítania
sr: Статистика читања
tr: Okuma istatistikleri
uk: Статистика читання
zh_cn: 阅读统计

source: Keeps and displays your reading statistics.
ca: Guarda i mostra estadístiques de lectura.
cs: Sbírá a zobrazuje statistiky vašeho čtení.
de: Speichert und zeigt Ihre Lesestatistik an.
el: Διατηρεί και εμφανίζει τα στατιστικά στοιχεία ανάγνωσης.
es: Guarda y muestra tus estadísticas de lectura.
fa: حفظ و نمایش آمارهای مطالعه شما.
fr: Conserve et affiche vos statistiques de lecture.
gl: Mantén e mostra as túas estatísticas de lectura.
hu: Megjeleníti az olvasási statisztikákat.
it_it: Mantiene e visualizza le tue statistiche di lettura.
ja: 読書量の統計をとって表示します。
ko_kr: 읽기 통계를 유지하고 표시합니다.
nl_nl: Houdt leesstatistieken bij en kan ze ook weergeven.
pl: Przechowuje i wyświetla statystyki czytania.
pt_br: Mantém e exibe suas estatísticas de leitura.
ro: Păstrează și afișează statisticile tale de citire.
ru: Данный плагин позволяет сохранять и отображать статистику чтения.
sk: Uchováva a zobrazuje štatistiky čítania.
sr: Одржава и приказује статистику вашег читања.
tr: Okuma istatistiklerinizi kaydeder ve görüntüler.
uk: Зберігає та показує вашу статистику читання.
zh_cn: 保留并显示你的阅读统计信息。

source: Enter month
ar: أدخل شهرًا
ca: Introduir mes
cs: Zadejte měsíc
de: Monat eingeben
el: Εισαγάγετε μήνα
es: Introducir mes
fa: ماه را وارد کنید
fr: Saisir le mois
gl: Insire mes
hu: Adja meg a hónapot
it_it: Inserisci mese
ja: 月を入力
ko_kr: 몇 월 입력
nl_nl: Maand invoeren
pl: Wprowadź miesiąc
pt_br: Digite o mês
ro: Întrodu luna
ru: Введите месяц
sk: Zadajte mesiac
sr: Унесите месец
tr: Ayı yazın
uk: Введіть місяць
zh_cn: 输入月份

source: Invalid year-month string (YYYY-MM)
ca: Cadena any-mes no vàlida (AAAA-MM)
cs: Neplatný řetězec pro rok-měsíc (RRRR-MM)
de: Ungültige Jahr-Monat Zeichenkette (YYYY-MM)
el: Μη έγκυρη συμβολοσειρά έτους-μήνα (YYYY-MM)
es: Cadena año-mes no válida (AAAA-MM)
fa: نوشته سال و ماه نامعتبر (YYYY-MM)
fr: Chaîne année-mois invalide (YYYY-MM)
gl: Cadea ano-mes non válida (AAAA-MM)
hu: Hibás év-hónap string (ÉÉÉÉ-HH)
it_it: Stringa anno-mese non valida (AAAA-MM)
ja: 年-月の文字列が無効です(YYYY-MM)
ko_kr: 잘못된 연월 문자열 (YYYY-MM)
nl_nl: Ongeldige jaar-maand string (JJJJ-MM)
pl: Nieprawidłowy ciąg rok-miesiąc (yyyy-MM)
pt_br: Texto de ano-mês inválido (AAAA-MM)
ro: Format an-lună invalid (AAAA-LL)
ru: Неверная строка год-месяц (ГГГГ-ММ)
sk: Nesprávny reťazec rok-mesiac (RRRR-MM)
sr: Неисправан стринг година-месец (ГГГГ-ММ)
tr: Yanlış yıl-ay yazımı(YYYY-AA)
uk: Неприпустимий рядок місяця року (YYYY-MM)
zh_cn: 无法识别的日期字符串（YYYY-MM）

source: Statistics calendar view
ca: Vista del calendari d’estadístiques
cs: Statistiky v kalendáři
de: Statistik Kalenderansicht
el: Προβολή ημερολογίου στατιστικών
es: Vista de calendario de estadísticas
fa: آمارهای نمای تقویمی
fr: Statistiques en vue calendrier
gl: Vista de calendario das estatísticas
hu: Statisztikai naptár nézet
it_it: Vista del calendario di statistiche
ja: 統計カレンダー
ko_kr: 통계 달력 보기
nl_nl: Statistiekkalenderweergave
pl: Widok kalendarza statystyk
pt_br: Visualização do calendário de estatísticas
ro: Vizualizare calendar statistici
ru: Просмотр статистики календаря
sk: Zobrazenie kalendára štatistík
sr: Календарски приказ статистике
tr: İstatistikler takvim görünümü
uk: Подання календаря статистики
zh_cn: 统计日历视图

source: Statistics today's timeline
ca: Estadístiques d'avui
cs: Statistiky za dnešek
de: Statistik Zeitleiste heute
el: Σημερινό χρονοδιάγραμμα στατιστικών
es: Estadísticas de hoy
fa: آمارهای خط زمان امروز
fr: Réglages des statistiques
gl: Estatísticas da liña temporal de hoxe
hu: Statisztika - mai idővonal
it_it: Cronologia odierna delle statistiche
ja: 今日のタイムライン統計
ko_kr: 오늘의 타임라인 통계
nl_nl: Statistiektijdlijn van vandaag
pl: Dzisiejsza oś czasu statystyk
pt_br: Linha do tempo das estatísticas de hoje
ru: Статистика на сегодняшний день
sk: Časová os dnešných štatistík
sr: Данашња временска линија статистике
tr: İstatistikler bugünün zaman tüneli
uk: Статистика на сьогодні
zh_cn: 今天的统计时间轴

source: Synchronize book statistics
ca: Sincronitzar estadístiques de llibres
cs: Synchronizovat statistiky knihy
de: Buchstatistiken synchronisieren
el: Συγχρονισμός στατιστικών των βιβλίων
es: Sincronizar estadísticas de libros
fa: همگام‌سازی آمارهای کتاب
fr: Synchroniser les statistiques du livre
gl: Sincronizar as estatísticas dos libros
hu: Könyvstatisztikák szinkronizálása
it_it: Sincronizza le statistiche dei libri
ko_kr: 책 통계 동기화
nl_nl: Boekstatistieken synchroniseren
pl: Synchronizuj statystyki książki
pt_br: Sincronizar estatísticas do livro
ru: Синхронизировать статистику книг
sk: Synchronizovať štatistiky kníh
sr: Сихронизација статистике књиге
tr: Kitap istatistiklerini eşitle
uk: Синхронізувати статистику книг
zh_cn: 同步阅读统计

source: Book statistics
ar: إحصاءات الكتاب
ca: Estadístiques del llibre
cs: Statistiky knihy
de: Buchstatistiken
el: Στατιστικά βιβλίου
es: Estadísticas del libro
fa: آمارهای کتاب
fr: Statistiques du livre
gl: Estatísticas do libro
hu: Könyvstatisztika
it_it: Statistiche del libro
ja: 書籍統計
ko_kr: 책 통계
nl_nl: Boekstatistieken
pl: Statystyki książki
pt_br: Estatísticas do livro
ro: Statistici carte
ru: Статистика книги
sk: Štatistika knihy
sr: Статистика књиге
tr: Kitap istatistikleri
uk: Статистика книги
zh_cn: 书籍统计

source: Cannot open database in %1. The database may have been moved or deleted. Do you want to create an empty database?
ar: حدث خطأٌ أثناء فتح قاعدة البيانات في %1. قد تكون قاعدة البيانات محذوفةً أو منقولةً من مكانها. هل تريدُ إنشاء قاعدة بياناتٍ جديدةٍ فارغة؟
ca: No es pot obrir la base de dades en %1. La base de dades pot haver estat moguda o esborrada. Vol crear una base de dades buida?
cs: Nelze otevřít databázi v %1. Databáze mohla být přesunuta nebo smazána. Chcete vytvořit prázdnou databázi?
de: Konnte Datenbank in %1 nicht öffnen. Möglicherweise wurde sie verschoben oder gelöscht. Wollen Sie eine leere Datenbank erstellen?
el: Δεν είναι δυνατό το άνοιγμα βάσης δεδομένων στο %1. Η βάση δεδομένων μπορεί να έχει μετακινηθεί ή διαγραφεί. Θέλετε να δημιουργήσετε μία κενή βάση δεδομένων;
es: No se puede abrir la base de datos en %1. La base de datos puede haber sido movida o borrada. ¿Desea crear una base de datos vacía?
fa: نمی‌توان پایگاه داده را در %1 باز کرد. ممکن است پایگاه داده منتقل با حذف شده باشد. آیا می‌خواهید یک پایگاه‌داده خالی ساخته شود؟
fr: Impossible d’ouvrir la base de données %1. La base de données a peut-être été déplacée ou supprimée. Voulez-vous créer une base de données vide ?
gl: Non se pode abrir a base de datos en %1. A base de datos puido ser movida ou borrada. Queres crear unha base de datos baleira?
hu: Nem lehet megnyitni az adatbázist az/a %1-ben. Lehet, hogy az adatbázist áthelyezték vagy törölték. Szeretne egy üres adatbázist létrehozni?
it_it: Impossibile aprire il database in %1. Il database potrebbe essere stato spostato o cancellato. Vuoi creare un database vuoto?
ja: %1 のデータベースを開けません。 データベースが移動または削除された可能性があります。 空のデータベースを作成しますか？
ko_kr: %1에서 데이터베이스를 열 수 없습니다. 데이터베이스가 이동되었거나 삭제됐을 수 있습니다. 빈 데이터베이스를 하나 만들까요?
nl_nl: Kan databank in %1 niet openen. De databank kan zijn verplaatst of verwijderd. Wil je een lege databank aanmaken?
pl: Nie mogę otworzyć bazy danych w %1. Baza mogła zostać przeniesiona lub usunięta. Czy chcesz utworzyć nową bazę?
pt_br: Não é possível abrir a base de dados em %1. A base de dados pode ter sido movida ou excluída. Deseja criar uma base de dados vazia?
ro: Nu se poate deschide baza de date din %1. Baza de date a fost ștearsă sau mutată. Dorești să creezi o nouă bază de date?
ru: Не удаётся открыть базу данных в %1. Возможно, база данных была перемещена или удалена. Вы хотите создать пустую базу данных?
sk: Nedá sa otvoriť databáza v %1. Databáza mohla byť presunutá alebo vymazaná. Prajete si vytvoriť prázdnu databázu?
sr: Не може да се отвори база података у %1. Можда је премештена или обрисана. Желите ли да се креира празна база података?
tr: %1 üzerindeki veri tabanı açılamadı. Veri tabanı taşınmış ya da silinmiş olabilir. Boş bir veri tabanı oluşturmak ister misiniz?
uk: Не вдалося відкрити базу даних у %1. Можливо, базу даних переміщено або видалено. Створити порожню базу даних?
zh_cn: 无法打开位于 %1 的数据库。 此数据库可能已被移动或删除。 你想新建一个空的数据库吗？

source: A new empty database has been created.
ar: تم إنشاء قاعدة بيانات جديدة وفارغة.
ca: S'ha creat una nova base de dades buida.
cs: Nová prázdná databáze byla vytvořena.
de: Eine neue leere Datenbank wurde erstellt.
el: Δημιουργήθηκε μια νέα κενή βάση δεδομένων.
es: Se ha creado una nueva base de datos vacía.
fa: یک پایگاه داده خالی ساخته شده است.
fr: Une nouvelle base de données vide a été créée.
gl: Creouse unha nova base de datos baleira.
hu: Egy új, üres adatbázis került létrehozásra.
it_it: È stato creato un nuovo database vuoto.
ja: 新しい空のデータベースが作成されました。
ko_kr: 새로 빈 데이터베이스가 생겼습니다.
nl_nl: Nieuwe lege database aangemaakt.
pl: Nowa baza danych została utworzona.
pt_br: Uma nova base de dados vazia foi criada.
ro: O nouă bază de date goală a fost creată.
ru: Была создана новая пустая база данных.
sk: Bola vytvorená nová prázdna databáza.
sr: Креирана је празна база података.
tr: Yeni boş bir veri tabanı oluşturuldu.
uk: Була створена нова порожня база даних.
zh_cn: 已创建一个新的空数据库。

source: Statistics database updated.
ca: S'ha actualitzat la base de dades d'estadístiques.
cs: Databáze se statistikami byla aktualizována.
de: Statistik-Datenbank aktualisiert.
el: Η βάση δεδομένων στατιστικών στοιχείων ενημερώθηκε.
es: Se ha actualizado la base de datos de estadísticas.
fa: پایگاه داده آمارها به روزرسانی شده است.
fr: La base de données des statistiques a été mise à jour.
gl: Base de datos de estatísticas actualizada.
hu: Statisztikai adatbázis frissítve.
it_it: Database statistiche aggiornato.
ja: 統計データベースが更新されました。
ko_kr: 통계 데이터베이스가 갱신되었습니다.
nl_nl: Statistiekdatabase bijgewerkt.
pl: Zaktualizowano bazę danych statystyk.
pt_br: Base de dados de estatísticas atualizada.
ro: Baza de date pentru statistici a fost actualizată.
ru: Статистика базы данных обновлена.
sk: Databáza štatistík bola aktualizovaná.
sr: База података статистике је ажурирана.
tr: İstatistik veri tabanı güncellendi.
uk: Базу даних статистики оновлено.
zh_cn: 统计信息数据库已更新。

source: New version of statistics plugin detected. Statistics data needs to be converted into the new database format. This may take a few minutes. Please wait…
ca: Ha estat detectada una nova versió del complemet d'estadístiques. Les dades estadístiques han de ser convertides al nou format de base de dades. La conversió pot durar uns minuts. Cal esperar...
cs: Byla detekována nová verze doplňku statistik. Statistická data musí být zkonvertována do nového formátu databáze. Tato akce může trvat několik minut. Počkejte prosím…
de: Neue Version des Statistik-Plugins erkannt. Statistikdaten müssen in das neue Datenbankformat konvertiert werden. Dies kann einige Minuten dauern. Bitte warten Sie ...
el: Εντοπίστηκε νέα έκδοση του πρόσθετου συλλογής στατιστικών στοιχείων. Τα στατιστικά δεδομένα πρέπει να μετατραπούν στη νέα μορφή βάσης δεδομένων. Αυτό μπορεί να διαρκέσει μερικά λεπτά. Παρακαλούμε περιμένετε…
es: Detectada una nueva versión del plugin de estadísticas. Los datos estadísticos deben ser convertidos al nuevo formato de base de datos. Esto puede tardar unos minutos. Por favor, espere...
fa: نسخه جدیدی از افزونه آمارهای مطالعه شناسایی شد.. داده‌های آماری نیاز است به فرمت جدید پایگاه داده تبدیل شوند. این ممکن است چند دقیقه طول بکشد. لطفا منتظر بمانید…
fr: Une nouvelle version du module des statistiques a été détectée. Les données ont besoin d’être converties dans le format de la nouvelle base de données. Cela peut durer un certain temps. Merci de patienter…
gl: Detectouse unha nova versión do engadido de estatísticas. Os datos das estatísticas teñen que ser convertidos ao novo formato de base de datos. Isto pode levar uns minutos. Por favor, agarda…
hu: A statisztikai bővítmény újabb verziója észlelhető. A statisztikai adatokat új adatbázis-formátumba kell konvertálni. Ez néhány percet vehet igénybe. Kis türelmet...
it_it: Rilevata nuova versione dell'estensione delle statistiche. I dati statistici devono essere convertiti nel nuovo formato del database. Potrebbe richiedere alcuni minuti. Attendi…
ja: 統計プラグインの新しいバージョンが検出されました。 統計データは新しいデータベース形式に変換する必要があります。 これには数分かかる場合があります。 お待ちください...
ko_kr: 통계 플러그인의 새 버전이 감지되었습니다. 통계 데이터를 새 데이터베이스 형식으로 변환해야 합니다. 몇 분쯤 걸릴 수 있습니다. 기다려 주세요...
nl_nl: Nieuwe versie van statistiekplugin gedetecteerd. De statistieken moeten worden omgezet naar het nieuwe databankformaat. Dit kan enkele minuten duren. Even geduld…
pl: Została wykryta nowa wersja wtyczki statystyk. Dane statystyk wymagają konwersji do nowego formatu danych. Może to zająć kilka minut. Proszę czekać…
pt_br: Foi detectada uma nova versão do plug-in de estatísticas. Os dados estatísticos precisam ser convertidos no novo formato de banco de dados. Isso pode levar alguns minutos. Aguarde…
ro: O nouă versiune a extensiei de statistici a fost detectată. Datele statistice trebuie convertite la noul format al bazei de date. Aceasta poate dura cîteva minute. Te rog așteaptă…
ru: Обнаружена обновлённая версия плагина статистики. Статистические данные необходимо преобразовать в новый формат базы данных. Это может занять несколько минут. Пожалуйста, подождите…
sk: Bola zistená nová verzia doplnku štatistík pre históriu priebehu čítania. Štatistické údaje je potrebné previesť do nového formátu databázy. Môže to trvať pár minút. Prosím čakajte…
sr: Откривена је нова верзија додатка статистике. Потребно је да се подаци статистике претворе у нови формат базе података. То може да потраје неколико минута. Молимо вас да сачекате…
tr: İstatistik uygulama ekinin yeni bir sürümü yayınlanmış. İstatistik verilerinin yeni veri tabanı biçimine dönüştürülmesi gerekiyor. Bu işlem bir kaç dakika sürebilir. Lütfen bekleyin…
uk: Виявлено нову версію плагіну статистики. Дані статистики потрібно перетворити у новий формат бази даних. Це може тривати кілька хвилин. Зачекайте…
zh_cn: 发现统计插件的新版本。 统计书籍需要转换为新的数据库格式。 这可能需要几分钟。 请稍候…

source: Conversion complete. Imported one book to the database. Tap to continue.
ca: Conversió completada. Importat un llibre a la base de dades. Prémer per continuar.
cs: Konverze byla dokončena. Do databáze byla importovaná jedna kniha. Ťukněte pro pokračování.
de: Konvertierung abgeschlossen. 1 Buch in die Datenbank importiert. Hier tippen um fortzufahren.
el: Η μετατροπή ολοκληρώθηκε. Έγινε εισαγωγή ενός βιβλίου στη βάση δεδομένων. Πατήστε για να συνεχίσετε.
es: Conversión completada. Importado un libro a la base de datos. Pulsar para continuar.
fa: تبدیل کامل شد. یک کتاب به پایگاه‌داده وارد شد. برای ادامه ضربه بزنید.
fr: Conversion terminée. Un seul livre importé dans la base de données. Toucher l’écran pour continuer.
gl: Conversión finalizada. Importouse un libro na base de datos. Preme para continuar.
hu: A konverzió elkészült. Egy könyv importálva az adatbázisba. Folytatás érintésre.
it_it: Conversione completata. Libro importato nel database. Tocca per continuare.
ja: 変換が完了しました。 %1 冊の書籍がデータベースにインポートされました。 タップすると続行します。
ko_kr: 변환 완료. 데이터베이스에서 %1 권의 책을 가져왔습니다. 계속하려면 탭하세요.
nl_nl: Omzetten voltooid. Er is één boek in de databank geïmporteerd. Tik om verder te gaan.
pl: Konwersja zakończona. Zaimportowano do bazy danych jedną książkę. Stuknij, aby kontynuować.
pt_br: Conversão concluída. Um livro importado para a base de dados. Toque para continuar.
ro: Conversia s-a terminat. S-a importat 1 carte în baza de date. Atinge pentru a continua.
ru: Преобразование завершено. В базу данных импортирована %1 книга. Коснитесь экрана для продолжения.
sk: Konverzia dokončená. Do databázy bola importovaná jedna kniha. Pokračujte ťuknutím.
sr: Претварање је завршено. У базу података је увезена једна књига. Тапните за наставак.
tr: Dönüştürme işlemi tamamlandı. Bir kitap veri tabanı içine aktarıldı. İlerlemek için tıklayın.
uk: Перетворення виконано. Імпортовано одну книгу до бази даних. Торкніться, щоб продовжити.
zh_cn: 转换已完成。 已将 %1 本书籍导入数据库。 点击继续。

source: Enabled
ar: تفعيل
ca: Activat
cs: Povoleno
de: Aktiviert
el: Ενεργοποιημένο
es: Activado
fa: فعال
fr: Activé
gl: si
hu: Engedélyezés
it_it: Abilitato
ja: 有効
ko_kr: 활성
nl_nl: Ingeschakeld
pl: Statystyki czytania
pt_br: Ativado
ro: Activat
ru: Включено
sk: Povolené
sr: Укључено
tr: Etkin
uk: Увімкнено
zh_cn: 已启用

source: Read page duration limits: %1 s – %2 s
ca: Límit de durada de pàgina llegida: %1 s – %2
cs: Limity pro dobu čtení stránky: %1 s – %2 s
de: Begrenzung der Seitenlesedauer: %1 s – %2 s
el: Όρια διάρκειας ανάγνωσης σελίδας: %1 δ – %2 δ
es: Límite de duración de página leída: %1 s – %2 s
fa: محدودیت بازه زمانی مطالعه صفحه: %1 ثانیه – %2 ثانیه
fr: Limites de durée de lecture d’une page : %1 s– %2 s
gl: Límites de duración de páxina lida: %1 s – %2 s
hu: Olvasottnak tekintés időtartama: %1 mp - %2 mp
it_it: Limiti di durata della pagina letta: %1 s – %2 s
ja: １ページを読む時間の制限: %1 秒 - %2 秒
ko_kr: 페이지 읽는 시간 제한: %1 s – %2 s
nl_nl: Limieten voor gelezen paginaduur: %1 s – %2 s
pl: Limity czasu trwania odczytu strony: %1 s – %2 s
pt_br: Limite de tempo de leitura da página: %1s – %2s
ro: Limite durate citire pagină: %1 s – %2 s
ru: Диапазон времени чтения страницы: %1-%2 сек
sk: Limity trvania čítania stránky: %1 s – %2 s
sr: Границе дужине читања странице: %1 s – %2 s
tr: Sayfa okuma süresi sınırları: %1 s - %2 s
uk: Обмеження тривалості читання сторінки: %1 с – %2 с
zh_cn: 阅读页面持续时间限制：%1 秒 - %2 秒

source: Read page duration limits
ca: Límit de durada de pàgina llegida
cs: Limity pro dobu čtení stránky
de: Begrenzung der Seitenlesedauer
el: Όρια διάρκειας ανάγνωσης σελίδας
es: Límite de duración de página leída
fa: محدودیت مدت زمان مطالعه صفحه
fr: Limites de durée de lecture d’une page
gl: Límites de duración de páxina lida
hu: Olvasottnak tekintett oldal időtartama
it_it: Leggi limiti di durata della pagina
ja: １ページを読む時間の制限
ko_kr: 페이지 읽는 시간 제한
nl_nl: Gelezen paginaduur-limieten
pl: Limity czasu trwania odczytu strony
pt_br: Limites de duração de página lida
ro: Limite timp citire pagină
ru: Пределы длительности чтения страницы
sk: Limity trvania čítania stránky
sr: Границе дужине читања странице
tr: Okuma sayfa süresi sınırları
uk: Обмеження тривалості читання сторінки
zh_cn: 阅读停留时间限制
