Repository: spruceUI/spruceOS
Catalog: App/KoReader/l10n/*/koreader.po
Languages: ar, ca, cs, de, el, es, fa, fr, gl, hu, it_it, ja, ko_kr, nl_nl, pl, pt_br, ro, ru, sk, sr, tr, uk, zh_cn

source: Book map displays an overview of the book content. If statistics are enabled, black bars are shown for already read pages (gray for pages read in the current reading session). Their heights vary depending on the time spent reading the page. Chapters are shown above the pages they encompass. Under the pages, these indicators may be shown: ▲ current page ❶ ❷ … previous locations ▒ highlighted text  highlighted text with notes  bookmarked page ▢ focused page when coming from Pages browser
ca: El mapa del llibre mostra una visió general del contingut del llibre. Si les estadístiques estan activades, es mostren barres negres per a les pàgines ja llegides (grises per a les pàgines llegides en la sessió de lectura actual). La seua altura varia en funció del temps de lectura de la pàgina. Els capítols es mostren damunt de les pàgines que abasten. Sota les pàgines poden aparèixer aquests indicadors: ▲ pàgina actual ❶ ❷ ... pàgines anteriors ▒ text subratllat  text subratllat amb notes  pàgina amb marcador ▢ pàgina seleccionada quan s'accedeix des del Navegador de pàgines
cs: Mapa knihy zobrazuje přehledně obsah knihy. Pokud máte povolené statistiky, černé pruhy označují již přečtené stránky (stránky v aktuální čtení knihy jsou šedé). Výšku pruhů se liší v závislosti na čase stráveném čtením stránky. Kapitoly jsou zobrazeny nad stránkami, které obsahují. Pod stránkami mohou být zobrazeny následující značky: ▲ aktuální stránka ❶ ❷ … předchozí místa ▒ zvýrazněný text  zvýrazněný text s poznámkami  stránka se záložkou ▢ stránka, na kterou se přechází z „Prohlížeče stránek“
de: Die Buchkarte zeigt eine Übersicht über den Inhalt des Buches. Wenn die Statistik aktiviert ist, werden schwarze Balken für bereits gelesene Seiten angezeigt (grau für in der aktuellen Lesesitzung gelesene Seiten). Die Höhe der Balken variiert je nach der für das Lesen der Seite aufgewendeten Zeit. Kapitel werden über den Seiten angezeigt, die sie umfassen. Unter den Seiten können diese Indikatoren angezeigt werden: ▲ aktuelle Seite ❶ ❷ ... vorherige Stellen ▒ hervorgehobener Text  hervorgehobener Text mit Notizen  mit Lesezeichen versehene Seite ▢ fokussierte Seite, wenn vom Seitenbrowser kommend
el: Η Περιήγηση σελίδων εμφανίζει μικρογραφίες των σελίδων. Εάν είναι ενεργοποιημένα τα στατιστικά στοιχεία, εμφανίζονται μαύρες μπάρες για τις ήδη διαβασμένες σελίδες (γκρίζες για τις σελίδες που έχουν διαβαστεί στην τρέχουσα περίοδο ανάγνωσης). Το ύψος τους ποικίλλει ανάλογα με τον χρόνο ανάγνωσης της σελίδας. Τα κεφάλαια εμφανίζονται πάνω από τις σελίδες που αυτά περιλαμβάνουν. Κάτω από τις σελίδες, μπορεί να εμφανίζονται αυτοί οι δείκτες: ▲ τρέχουσα σελίδα ❶ ❷ ... προηγούμενες θέσεις ▒ επισημασμένο κείμενο  επισημασμένο κείμενο με σημειώσεις  σελίδα με σελιδοδείκτη ▢ εστιασμένη σελίδα όταν προέρχεται από την Περιήγηση σελίδων
es: El mapa del libro muestra una visión general del contenido del libro. Si las estadísticas están activadas, se muestran barras negras para las páginas ya leídas (grises para las páginas leídas en la sesión de lectura actual). Su altura varía en función del tiempo de lectura de la página. Los capítulos se muestran encima de las páginas que abarcan. Debajo de las páginas pueden aparecer estos indicadores: ▲ página actual ❶ ❷ ... páginas anteriores ▒ texto subrayado  texto subrayado con notas  página con marcador ▢ página seleccionada cuando se accede desde el Navegador de páginas
fa: نقشه کتاب یک نمای کلی از محتوای کتاب را نمایش می‌دهد. اگر آمارهای مطالعه فعال باشد، نوارهای سیاه صفحاتی که خوانده شده‌اند را نمایش می‌دهند (خاکستری برای صفحاتی که در نوبت مطالعه فعلی مطالعه شده‌اند). ارتفاع آنها متغیر، و وابسته به زمان صرف شده برای مطالعه صفحه است. فصل‌ها در بالای صفحات نمایش داده شده‌اند و آنها را دربر می‌گیرند. در پایین صفحات این نشانگر‌ها ممکن است نمایش داده شوند: ▲ صفحه فعلی ❶ ❷ … موقعیت قبلی ▒ متن هایلایت شده  متن هایلایت شده با یادداشت  صفحه نشانک گذاری شده ▢ صفحه فوکوس شده وقتی از مرورگر صفحات می‌آیید
fr: La carte du livre affiche un aperçu du contenu du livre. Si les statistiques sont activées, des barres noires sont affichées pour les pages déjà lues (grises pour les pages lues dans la session de lecture en cours). Leurs hauteurs varient en fonction du temps passé à lire la page. Les chapitres sont affichés au-dessus des pages qu'ils englobent. Sous les pages, ces indicateurs peuvent apparaître : ▲ page actuelle ❶ ❷ … emplacements précédents ▒ texte en surbrillance  texte surligné avec des notes  page en signet ▢ page focalisée en provenance du navigateur Pages
gl: O mapa do libro mostra unha vista xeral do contido do libro. Se as estatísticas están activadas, móstranse barras negras para as páxinas lidas (gris para páxinas lidas na sesión actual). A altura das barras varía co tempo empregado en ler cada páxina. Os capítulos son mostrados sobre as que inclúen. Debaixo das páxinas poden aparecer algúns indicadores: ▲ páxina actual ❶ ❷ … localizacións anteriores ▒ texto destacado  texto destacado con anotacións  páxina marcada ▢ páxina seleccionada cando se accede desde o explorador de páxinas
hu: Az oldalböngésző az oldalak miniatűr képeit mutatja. Ha a statisztika engedélyezve van, fekete sávok jelennek meg a már elolvasott oldalaknál (szürke az aktuális olvasási munkamenetben olvasott oldalaknál). Magasságuk az oldal olvasásával töltött idő függvényében változik. A fejezetek az általuk tartalmazott oldalak fölött jelennek meg. Az oldalak alatt ezek a mutatók jelenhetnek meg: ▲ aktuális oldal ❶ ❷ ... előző helyek ▒ kiemelt szöveg  kiemelt szöveg jegyzetekkel  könyvjelzőzött oldal ▢ fókuszált oldal, ami az Oldalböngészőből érkezik
it_it: Il navigatore delle pagine mostra miniature delle pagine. Se le statistiche sono abilitate, le barre nere vengono visualizzate per le pagine già lette (grigie per le pagine lette nella sessione di lettura corrente). La loro altezza varia a seconda del tempo di lettura della pagina. I capitoli sono indicati sopra le pagine che comprendono. Sotto le pagine possono essere visualizzati questi indicatori: ▲ pagina corrente ❶ ❷ ... posizioni precedenti ▒ testo evidenziato  testo evidenziato con note  pagina con segnalibro ▢pagina a fuoco venendo dal navigatore di pagine
ko_kr: 책 지도에는 책 내용의 개요가 표시됩니다. 통계가 활성화된 경우, 이미 읽은 페이지에는 검은색 막대가 표시됩니다(현재 읽기 세션에서 읽은 페이지의 경우 회색). 막대의 높이는 페이지를 읽은 시간에 따라 달라집니다. 챕터는 해당 챕터가 포함된 페이지 위에 표시됩니다. 페이지 아래에는 다음과 같은 표시기가 표시될 수 있습니다: ▲ 현재 페이지 ❶ ❷ ... 이전 위치 ▒ 강조 표시된 텍스트  메모가 있는 강조 표시된 텍스트  북마크된 페이지 ▢ 페이지 브라우저에서 실행한 경우 초점이 맞춰진 페이지
nl_nl: De paginakaart toont een overzicht van de boekinhoud. Als statistieken zijn ingeschakeld, worden zwarte balken getoond voor reeds gelezen pagina's (grijs voor pagina's gelezen in de huidige leessessie). Hun hoogte varieert afhankelijk van de leestijd van de pagina. Hoofdstukken worden getoond boven de pagina's die ze omvatten. Onder de pagina's kunnen de volgende indicatoren staan: ▲ huidige pagina ❶ ❷ ... vorige locaties ▒ gemarkeerde tekst  gemarkeerde tekst met aantekeningen  bladwijzerpagina ▢ gefocuste pagina vanuit de paginabrowser
pl: Mapa książki wyświetla przegląd zawartości książki. Jeśli włączone są statystyki, czarne paski są wyświetlane dla już przeczytanych stron (szare dla stron przeczytanych w bieżącej sesji czytania). Ich wysokość różni się w zależności od czasu spędzonego na czytaniu strony. Rozdziały są wyświetlane nad stronami, które obejmują. Pod stronami mogą być wyświetlane następujące wskaźniki: ▲ bieżąca strona ❶ ❷ … poprzednie lokalizacje ▒ zaznaczony tekst  zaznaczony tekst z notatkami  strona z zakładką ▢ aktywna strona, gdy pochodzi z przeglądarki stron
pt_br: O mapa do livro exibe uma visão geral do conteúdo do livro. Se as estatísticas estiverem habilitadas, barras pretas são mostradas para páginas já lidas (cinza para páginas lidas na sessão de leitura atual). Suas alturas variam dependendo do tempo gasto lendo a página. Os capítulos são mostrados acima das páginas que eles abrangem. Sob as páginas, estes indicadores podem ser mostrados: ▲ página atual ❶ ❷ … locais anteriores ▒ texto destacado  texto destacado com notas  página marcada ▢ página focada ao vir do navegador de páginas
ru: Карта книги предоставляет обзор содержимого книги. Если статистика включена, для уже прочитанных страниц отображаются чёрные полосы (или серые - для страниц, прочитанных в текущем сеансе чтения). Их высота зависит от времени, затраченного на чтение страницы. Главы показаны над страницами, которые они охватывают. Под страницами можно найти различные индикаторы: ▲ текущая страница ❶ ❷ … предыдущие местоположения ▒ выделенный текст  выделенный текст с примечаниями  страница в закладках ▢ страница в фокусе при переходе из браузера страниц
sk: Knižná mapa zobrazuje prehľad obsahu knihy. Ak je povolená štatistika, pre už prečítané stránky sa zobrazia čierne pruhy (sivé pre stránky prečítané v aktuálnej relácii čítania). Ich výška sa líši v závislosti od času stráveného čítaním stránky. Kapitoly sú zobrazené nad stránkami, ktoré obsahujú. Pod stránkami sa môžu zobraziť tieto ukazovatele: ▲ aktuálna stránka ❶ ❷ … predchádzajúce miesta ▒ zvýraznený text  zvýraznený text s poznámkami  stránka so záložkou ▢ zameraná stránka pri príchode z Prehliadača stránok
sr: Мапа књиге приказује преглед садржаја књиге. Ако је укључена статистика, за прочитане странице се приказују црне линије (сиве за странице прочитане у текућој сесији читања). Њихове висине зависе од времена проведеног у читању странице. Поглавља су приказана изнад страница које им припадају. Испод страница могу да се прикажу следеће ознаке: ▲ текућа страница ❶ ❷ … претходна места ▒ истакнути текст  истакнути текст са белешкама  маркирана страница ▢ фокусирана страница када се долази из Прегледача страница
tr: Kitap haritasında kitap içeriğinin özeti görüntülenir. İstatistikler etkinleştirilirse, okunmuş olan sayfalar siyah çubuklar ile görüntülenir (geçerli okuma oturumunda okunan sayfalar gri). Çubukların yükseklikleri, sayfayı okuma süresine göre değişir. Bölümler, kapsadıkları sayfaların üstünde gösterilir. Sayfaların altında şu göstergeler görüntülenebilir: ▲ Geçerli sayfa ❶ ❷ ... Önceki konumlar ▒ Vurgulanmış metin  Notlarla vurgulanmış metin  Yer imlerine eklenmiş sayfa ▢ Sayfalar tarayıcısından gelinirken odaklanılmış sayfa
uk: Мапа книги показує огляд змісту книги. Якщо ввімкнено статистику, чорні смуги показані для вже прочитаних сторінок (сірі - для сторінок, прочитаних у поточному сеансі читання). Їх висота змінюється залежно від часу, витраченого на читання сторінки. Розділи показані над сторінками, які вони охоплюють. Під сторінками можуть показуватись такі індикатори: ▲ поточна сторінка ❶ ❷ … попередні місця ▒ виділений текст  виділений текст з примітками  сторінка з закладками ▢ сфокусована сторінка після переходу з браузера сторінок
zh_cn: 书籍地图用于预览整书的内容。 如果启用了阅读统计，则用黑条表示已读页（灰条表示本次阅读的书页）。条高度反映阅读时长。 章节名称会显示在对应页面之上。 页面下的标志的含义： ▲ 当前页面 ❶ ❷ … 之前的位置 ▒ 标注  有带笔记的标注  书签 ▢ 从页面浏览器进入时的页面

source: In overview mode, the book map is always in grid mode and made to fit on a single screen. Chapter levels can be changed for the most comfortable overview.
ca: En els llibres recentment oberts, el mapa del llibre s'iniciarà en mode quadrícula mostrant tots els nivells de capítols que caben en una sola pantalla per a oferir la millor vista inicial del contingut del llibre.
de: Im Übersichtsmodus ist die Buchkarte immer im Rastermodus und passt auf einen einzigen Bildschirm. Die Kapitelebenen können für eine möglichst komfortable Übersicht geändert werden.
el: Στη λειτουργία επισκόπησης, ο χάρτης του βιβλίου είναι πάντα σε προβολή τύπου πλέγματος και χωράει σε μία μόνο οθόνη. Τα επίπεδα των κεφαλαίων μπορούν να αλλάξουν για την πιο άνετη επισκόπηση.
es: En el modo de vista general, el mapa del libro siempre está en modo cuadrícula, y está diseñado para que quepa en una única pantalla. Los niveles de los capítulos pueden variarse para obtener una vista general más cómoda.
fa: در حالت نمای کلی، نقشه کتاب همیشه به حالت مشبک و مناسب برای تک صفحه است. سطوح فصل‌ برای بیشترین راحتی در نمای کلی، می‌تواند تغییر کند.
fr: En mode aperçu, la carte du livre est toujours en mode grille et conçue pour tenir sur un seul écran. Les niveaux de chapitre peuvent être modifiés pour un aperçu plus confortable.
gl: No modo de vista xeral, o mapa do libro está sempre en modo grade e feito para caber nunha soa pantalla. Os niveis de capítulos poden ser cambiados para ter unha vista xeral máis cómoda.
hu: Áttekintés módban a könyvtérkép mindig rács módban van, és egy képernyőre kifér. A fejezetszintek megváltoztathatók a kényelmesebb áttekintés érdekében.
it_it: In modalità panoramica, la mappa del libro è sempre in modalità griglia per adattarsi ad un'unica schermata. I livelli dei capitoli possono essere modificati per una panoramica più comoda.
ko_kr: 개요 모드에서는 책 지도가 항상 격자 모드로 표시되며 한 화면에 맞게 만들어집니다. 가장 편안한 개요를 위해 챕터 레벨을 변경할 수 있습니다.
nl_nl: In de overzichtsmodus is de boekenkaart altijd in rastermodus en past hij op één scherm. Hoofdstukniveaus kunnen worden gewijzigd voor het meest comfortabele overzicht.
pl: W trybie przeglądu mapa książki jest zawsze w trybie siatki i mieści się na jednym ekranie. Poziomy rozdziałów można zmieniać w celu uzyskania najwygodniejszego przeglądu.
pt_br: No modo de visão geral, o mapa do livro está sempre no modo de grade e feito para caber em uma única tela. Os níveis dos capítulos podem ser alterados para uma visão geral mais confortável.
ru: В режиме обзора карта книги всегда отображается в виде сетки и размещена на одном экране. Уровни глав можно менять для наиболее удобного обзора.
sk: V režime prehľadu je knižná mapa vždy v režime mriežky a je prispôsobená na jednu obrazovku. Úrovne kapitol je možné zmeniť pre čo najpohodlnejší prehľad.
sr: У режиму прегледа,мапа књиге је увек у режиму мреже и подешава се тако да стане на екран. Нивои поглавља могу да се промене тако да се добије најповољнији преглед.
tr: Özet kipinde, kitap haritası her zaman ızgara düzenindedir ve tek bir ekrana sığacak şekilde ayarlanmıştır. Bölüm düzeyleri en rahat özet görünümü için değiştirilebilir.
uk: У режимі огляду мапа книги завжди показана у вигляді сітки вміщеної на одному екрані. Рівні розділів можна змінювати для найзручнішого перегляду.
zh_cn: 在预览模式下，书籍地图将会始终以网格视图显示并缩放至适合单页。你可以调整显示的章节等级以获得最舒适的预览体验。

source: On a newly opened book, the book map will start in grid mode showing all chapter levels, fitting on a single screen, to give the best initial overview of the book's content.
ca: En els llibres recentment oberts, el mapa del llibre s'iniciarà en mode quadrícula mostrant tots els nivells de capítols que caben en una sola pantalla per a oferir la millor vista inicial del contingut del llibre.
cs: V nově otevřené knize se mapa knihy zobrazí v režimu mřížky tak, že jsou na jedné stránce všechny úrovně kapitol, aby měl čtenář co nejlepší přehled o obsahu knihy.
de: Bei einem neu geöffneten Buch startet die Buchkarte im Rastermodus und zeigt alle Kapitelebenen auf einem einzigen Bildschirm an, um den besten ersten Überblick über den Inhalt des Buches zu geben.
el: Σε ένα βιβλίο που μόλις άνοιξε, ο χάρτης του βιβλίου θα ξεκινήσει σε προβολή τύπου πλέγματος, όπου θα εμφανίζονται όλα τα επίπεδα των κεφαλαίων, τα οποία χωρούν σε μία μόνο οθόνη, ώστε να παρέχεται η καλύτερη αρχική επισκόπηση του περιεχομένου του βιβλίου.
es: En los libros recién abiertos, el mapa del libro se iniciará en modo cuadrícula mostrando todos los niveles de capítulos que caben en una sola pantalla para ofrecer la mejor vista inicial del contenido del libro.
fa: در یک کتاب تازه باز شده، نقشه کتاب در حالت مشبک تمام سطوح فصل بندی را که صفحه را پر کرده نمایش می‌دهد تا بهترین نمای کلی اولیه از محتوای کتاب را ارائه کند.
fr: Lorsqu'un livre est ouvert pour la première fois, la carte du livre commencera en mode grille en affichant tous les niveaux de chapitre, s'adaptant sur un seul écran, pour donner le meilleur aperçu initial du contenu du livre.
gl: Nun libro aberto recentemente, o mapa do libro iniciarse en modo grade mostrando todos os niveis de capítulos que pasen nunha soa pantalla, para dar a mellor vista xeral inicial do contido do libro.
hu: Egy újonnan megnyitott könyvnél a könyvtérkép rács módban indul, amely az összes fejezetszintet mutatja, egy képernyőn elhelyezve, hogy a legjobb áttekintést nyújtsa a könyv tartalmáról.
it_it: In un libro appena aperto, la mappa del libro si avvia in modalità griglia, mostrando tutti i livelli dei capitoli in un'unica schermata, per offrire la migliore panoramica iniziale del contenuto del libro.
ko_kr: 새로 책을 열면 책 지도가 그리드 모드로 시작되어 모든 챕터 레벨이 한 화면에 표시되므로 책 내용을 가장 잘 파악할 수 있습니다.
nl_nl: Bij een nieuw geopend boek start de boekkaart in rastermodus met alle hoofdstukniveaus, passend op één scherm, om het beste eerste overzicht te geven van de inhoud van het boek.
pl: Przy nowo otwartej książce mapa książki uruchomi się w trybie siatki, pokazując wszystkie poziomy rozdziałów, mieszcząc się na jednym ekranie, aby zapewnić najlepszy początkowy przegląd zawartości książki.
pt_br: Em um livro recém-aberto, o mapa do livro começará no modo de grade mostrando todos os níveis de capítulo, cabendo em uma única tela, para dar a melhor visão geral inicial do conteúdo do livro.
ru: В только что открытой книге её карта запускается в режиме сетки и отображает все уровни глав на одном экране. Это обеспечивает читателю наилучший первоначальный обзор содержимого книги.
sk: Na novo otvorenej knihe sa knižná mapa spustí v režime mriežky so zobrazením všetkých úrovní kapitol, ktoré sa zmestia na jednu obrazovku, aby ste získali čo najlepší úvodný prehľad o obsahu knihy.
sr: У књизи која се отвори по први пут, мапа књиге се покреће у режиму мреже који приказује све нивое поглавља, тако да стаје на један екран и пружи најбољи почетни преглед садржаја књиге.
tr: Yeni açılan bir kitapta, kitap haritası, kitap içeriğinin özetini en iyi şekilde sunmak için tek bir ekrana sığacak şekilde tüm bölüm düzeylerini gösteren ızgara kipinde başlar.
uk: На щойно відкритій книзі мапа книги запускається в режимі сітки, що показує всі рівні розділів, які вміщуються на одному екрані, щоб дати найліпший початковий огляд змісту книги.
zh_cn: 在新打开的书籍中，书籍地图的默认设置为以下值以获得更好的预览体验：网格模式、显示所有章节、适合单页。

source: Tap on a location in the book to browse thumbnails of the pages there. Swipe along the left screen edge to change the level of chapters to include in the book map. Any multiswipe will close the book map.
ca: En prémer sobre una posició del llibre es visualitzaran miniatures de les pàgines. En lliscar el dit per la vora esquerra de la pantalla es modificarà el nivell de capítols que s'inclouran en el mapa del llibre. Qualsevol lliscament múltiple tancarà el mapa del llibre.
cs: Ťukněte na místo v knize, abyste tam mohli procházet náhledy stránek. Přejetím podél levého okraje obrazovky změníte úroveň kapitol, které mají být zahrnuty v mapě knihy. Jakékoliv multi-přejetí zavře mapu knihy.
de: Tippen Sie auf eine Stelle im Buch, um die Miniaturansichten der dortigen Seiten anzuzeigen. Wischen Sie am linken Bildschirmrand entlang, um die Ebene der Kapitel zu ändern, die in die Buchübersicht aufgenommen werden sollen. Durch mehrfaches Wischen wird die Buchübersicht geschlossen.
el: Πατήστε σε μια θέση του βιβλίου για να περιηγηθείτε στις μικρογραφίες των σελίδων εκεί. Σύρετε κατά μήκος της αριστερής άκρης της οθόνης για να αλλάξετε το επίπεδο των κεφαλαίων που θα συμπεριληφθούν στον χάρτη βιβλίου. Οποιαδήποτε πολυ-σάρωση θα κλείσει τον Χάρτη βιβλίου.
es: Al pulsar sobre una posición del libro se visualizarán miniaturas de las páginas. Al deslizar el dedo por el borde izquierdo de la pantalla se modificará el nivel de capítulos que se incluirán en el mapa del libro. Cualquier deslizamiento múltiple cerrará el mapa del libro.
fa: در محلی در کتاب ضربه بزنید تا تصویر بندانگشتی از صفحات آن بخش را مشاهده کنید. به سمت لبه سمت چپ صفحه بکشید تا سطح فصول موجود در نقشه کتاب را تغییر دهید. هر حرکت multiswap نقشه کتاب را خواهد بست.
fr: Touchez un emplacement dans le livre pour parcourir les vignettes des pages correspondantes. Faites glisser le long du bord gauche de l'écran pour changer le niveau de chapitres à inclure dans la carte du livre. Tout balayage multiple fermera la carte du livre.
gl: Pulsa nunha localización no libro para ollar miniaturas das páxinas nela. Arrastra na marxe esquerda da pantalla para cambiar o nivel de capítulos incluídos no mapa do libro. Calquera aceno múltiple pechará o mapa do libro.
hu: Koppintson a könyv egy pontjára, hogy az ott található oldalak miniatűrjei között böngészhessen. A képernyő bal szélén suhintva megváltoztathatja a könyvtérképen feltüntetett fejezetek szintjét. Többszörös suhintás bezárja a könyvtérképet.
it_it: Tocca una posizione nel libro per sfogliare le miniature delle pagine presenti. Striscia lungo il bordo sinistro dello schermo per modificare il livello dei capitoli da includere nella mappa del libro. Qualsiasi strisciamento multiplo chiuderà la mappa del libro.
ko_kr: 책에서 위치를 탭하면 해당 페이지의 썸네일을 찾아볼 수 있습니다. 왼쪽 화면 가장자리를 따라 스와이프하여 책 지도에 포함할 챕터의 레벨을 변경합니다. 여러 번 스와이프하면 책 지도가 닫힙니다.
nl_nl: Tik op een locatie in het boek om door miniaturen van die pagina's te bladeren. Veeg langs de linkerschermrand om het niveau van de hoofdstukken te wijzigen dat in de boekkaart moet worden opgenomen. Elke multiswipe sluit de boekenkaart.
pl: Stuknij miejsce w książce, aby przeglądać miniatury znajdujących się tam stron. Przesuń palcem wzdłuż lewej krawędzi ekranu, aby zmienić poziom rozdziałów do uwzględnienia na mapie książki. Każdy wielogest zamknie mapę książki.
pt_br: Toque em um local no livro para navegar pelas miniaturas das páginas. Deslize ao longo da borda esquerda da tela para alterar o nível dos capítulos a serem incluídos no mapa do livro. Qualquer multideslize fechará o mapa do livro.
ru: Коснитесь места в книге для обзора миниатюр страниц. Сделайте свайп вдоль левого края экрана для изменения уровня глав, включаемых в карту книги. Любой мультисвайп закрывает карту книги.
sk: Klepnutím na miesto v knihe môžete prehliadať miniatúry stránok. Potiahnutím prstom pozdĺž ľavého okraja obrazovky zmeníte úroveň kapitol, ktoré sa majú zahrnúť do knižnej mapy. Akékoľvek viacnásobné potiahnutie zatvorí knižnú mapu.
sr: Тапните на место у књизи да тамо прегледате сличице страница. Превлачите уз леву ивицу екрана да промените ниво поглавља која улазе у мапу књиге. Било које мултипревлачење ће да затвори мапу књиге.
tr: Orada sayfaların küçük görsellerine göz atmak için kitaptaki bir konuma dokunun. Kitap haritasına katılacak bölümlerin düzeyini değiştirmek için ekranın sol kenarından kaydırın. Herhangi bir çoklu kaydırma, kitap haritasını kapatır.
uk: Торкніться місця в книзі, щоб переглянути мініатюри сторінок у цьому місці. Проведіть вздовж лівого краю екрана, щоб змінити рівень розділів на мапі книги. Будь-яке багаторазове проведення закриє мапу книги.
zh_cn: 轻按书籍的某个位置，可以显示对应页面的缩略图。 在屏幕左边滑动可以修改显示的章节级别。当级别变为0时，书籍地图会在网格模式或平铺模式下切换。 其他多重滑动手势将关闭书籍地图。
