Repository: spruceUI/spruceOS
Catalog: App/KoReader/l10n/*/koreader.po
Languages: ar, ca, cs, de, el, es, fa, fr, gl, hu, it_it, ja, ko_kr, nl_nl, pl, pt_br, ro, ru, sk, sr, tr, uk, zh_cn

source: - 'legacy' uses original CR3 block rendering code. - 'flat' ensures flat rendering with collapsing margins and accurate page breaks. - 'book' additionally allows floats, but limits style support to avoid blank spaces and overflows. - 'web' renders as web browsers do, allowing negative margins and possible page overflow.
ar: - يستخدم "ميراث" رمز تقديم كتلة CR3 الأصلي. - 'مسطح' يضمن تقديم مسطح مع هوامش الانهيار وفواصل صفحة دقيقة. - "كتاب" بالإضافة إلى ذلك يسمح بالظهور، ولكن يحد من دعم نمط لتجنب المساحات الفارغة والفراغات. -- 'ويب' تظهر كما هو الحال في متصفحات الويب ، مما يسمح بالهوامش السلبية واحتمال تجاوز الصفحات.
ca: - 'heretat' usa el codi de renderitzat de bloc CR3 original. - 'pla' garanteix un renderitzat pla amb marges contrets i salts de pàgina precisos.. - 'llibre' permet a més text flotant, però restringeix el suport d'estils per a evitar espais en blanc i desbordaments de text. - 'web' renderitza com ho fan els navegadors web, permetent marges negatius i possibles desbordaments de pàgina.
cs: - „původní“ používá originální CR3 blokový vykreslovací kód. - „plochý“ zajišťuje ploché vykreslení s odpočtem dvojitých okrajů a přesné oddělení stránek. - „kniha“ díle přidává plovoucí obrázky, ale omezuje podporu stylování, aby se zamezilo prázdným mezerám a přetékání textu. - „web“ vykresluje dokumenty tak jako webové prohlížeče, což umožňuje záporné okraje a možné přetékání stránek.
de: - 'legacy' verwendet den originalen CR3-Block-Rendering-Code. - 'flat' sorgt für eine flache Darstellung mit reduzierten Rändern und präzisen Seitenumbrüchen. - 'book' erlaubt zusätzlich Floats, begrenzt aber die Style-Unterstützung, um Leerzeichen und Überläufe zu vermeiden. - 'web' erfolgt wie bei Webbrowsern, so dass negative Ränder und ein möglicher Seitenüberlauf möglich sind.
el: - Η επιλογή «παλαιός» χρησιμοποιεί τον αρχικό κωδικό απόδοσης CR3 block. - Η επιλογή «επίπεδος» εξασφαλίζει μια επίπεδη απόδοση με μείωση περιθωρίων και ακριβείς αλλαγές σελίδας. - Η επιλογή «βιβλίο» επιτρέπει επίσης την αναδίπλωση κειμένου πλάι σε εικόνες, αλλά περιορίζει την υποστήριξη στυλ για την αποφυγή κενών διαστημάτων και υπερχείλισης. - Η επιλογή «δίκτυο» αποδίδει όμοια με τα προγράμματα περιήγησης διαδικτύου, επιτρέποντας αρνητικά περιθώρια και πιθανή υπερχείλιση σελίδας.
es: - 'heredado' usa el código de renderizado de bloque CR3 original. - 'plano' garantiza un renderizado plano con márgenes contraídos y saltos de página precisos.. - 'libro' permite además texto flotante, pero restringe el soporte de estilos para evitar espacios en blanco y desbordamientos de texto. - 'web' renderiza como lo hacen los navegadores web, permitiendo márgenes negativos y posibles desbordamientos de página.
fr: — « obsolète » utilise le code de rendu de bloc d’origine de CR3. — « à plat » assure un rendu à plat avec des marges déroulantes et des sauts de page précis. — « livre » autorise en outre les flottants, mais limite la prise en charge des styles pour éviter les espaces vides et les débordements. — « web » s’affiche comme le font les navigateurs Web, permettant ainsi des marges négatives et un débordement de page possible.
gl: - 'herdanza' usa o código orixinal de renderización de bloque CR3. - 'plano' asegurao renderización plano xuntando marxes e saltos de páxina precisos. - 'libro' permite ademais números en coma flotante pero con límites para evitar espazos en branco e excesos. - 'web' renderización como o fan os navegadores web, permitindo marxes negativas e posibles excesos de páxina.
hu: - a 'legacy/örökölt' az eredeti CR3 blokk megjelenítési kódot használja. - a 'flat/lapos' biztosítja a lapos megjelenítést összeomló margókkal és a pontos oldaltörésekkel. - a 'book/könyv' emellett lehetővé teszi az úszásokat, de korlátozza a stílus támogatását, hogy elkerülje az üres tereket és a túlcsordulásokat. - a 'web' megjelenítés olyan, mint a böngészőké, lehetővé téve a negatív margókat és az esetleges oldalcsökkentést.
it_it: - "legacy" utilizza il codice di resa grafica del blocco originale CR3. - "piatto" garantisce una resa grafica piatta con margini compressi e interruzioni di pagina accurate. - "libro" consente anche i float, ma limita il supporto di stile per evitare spazi vuoti e overflow. - "web" visualizza come i browser web, consentendo margini negativi e l'eventuale overflow della pagina.
ja: - 「レガシー」はオリジナルのCR3ブロック描画コードを使用します。 - 「フラット」は余白を潰し、正確なページ区切りのフラット描画を保証します。 - 「書籍」はさらにフロートを許可しますが、空白やオーバーフローを避けるためにスタイルサポートを制限します。 - 「ウェブ」はウェブブラウザと同じように描画し、負の余白とページのオーバーフローを許容します。
ko_kr: - '레거시'는 원본 CR3 블록 렌더링 코드를 사용합니다. - '플랫'은 접히는 여백과 정확한 페이지 나누기가 있는 플랫 렌더링을 보장합니다. - '책'은 부가적으로 떠다니는 형태를 허용하지만, 빈 공백과 넘치는 형태를 피하기 위해 스타일 지원을 제한합니다. - '웹' 렌더링은 웹 브라우저에서처럼, 음수 여백과 페이지 넘침을 허용합니다.
nl_nl: - 'legacy' gebruikt de originele CR3 blokweergave-code. - 'plat' plakt marges samen en zorgt voor accurate paginascheiding. - 'boek' staat ook floats toe, maar vermindert lege ruimte en overloop. - 'web' rendert als webbrowsers, inclusief negatieve marges en overloop.
pl: - „wsteczny” używa oryginalnego kodu renderowania bloku CR3. - „płaski” zapewnia płaskie renderowanie ze składanymi marginesami i dokładnymi podziałami stron. - „książka” dodatkowo dopuszcza własność float, ale ogranicza obsługę stylu, aby uniknąć spacji i przepełnień. - „sieć” renderuje tak, jak robią to przeglądarki internetowe, pozwalając na ujemne marginesy i użycie własności overflow.
pt_br: - ‘legado’ usa código de renderização de bloco CR3 original. - ‘plano’ assegura renderização plana com margens reduzidas e quebras de página precisas. - ‘livro’ permite elementos flutuantes, mas limita o suporte de estilo para evitar espaços em branco e transbordamentos. - ‘web’ processa como os navegadores da web, permitindo margens negativas e possível transbordamento de página.
ro: - „învechit” folosește codul original de redare CR3. - „plat” asigură redare plată cu margini și întreruperi de pagină exacte. - „carte” în plus permite plutirile, dar limitează suportul de stiluri pentru a evita spațiile albe. - „web” redă exact ca un navigator web, permițînd margini negative și pagini debordante.
ru: • «старый» использует оригинальный код отрисовки блоков из Cool Reader 3; • «ровный» обеспечивает расширенную отрисовку со схлопывающимися полями и точным разбиением на страницы. • «книга» дополнительно разрешает плавающие объекты, но ограничивает поддержку стилей во избежание пустого пространства и переполнений. • «веб» отрисовка выполняется так же, как в веб-браузерах, что допускает отрицательные поля и возможное переполнение страницы.
sk: - 'historický' používa pôvodný kód vykresľovania bloku CR3. - 'plochý' zaisťuje ploché vykreslenie s prispôsobivými okrajmi a presnými zalomeniami strán. - 'kniha' navyše umožňuje zarovnať text do bloku, ale obmedzuje podporu štýlu, aby sa predišlo prázdnym miestam a pretečeniu na stránkach. - 'web' sa vykresľuje ako používajú webové prehliadače, čo umožňuje aj záporné okraje a možné pretečenie stránky.
sr: - ’застарели’ користи оригинални CR3 код за приказ блока. - ’равни’ обезбеђује равни проказ са колабирајућим маргинама и прецизним преломима странца. - ’књига’ уз то дозвољава плутајуће објекте, али ограничену подршку за стилове да би се избегли празни простори и препуњења. - ’веб’ приказује исто као и веб прегледачи, дозвољавајући негативне маргине и могуће препуњење странице.
tr: - 'eski' özgün CR3 blok görüntüleme kodunu kullanır. - 'düz' örtüşen kenar boşlukları ve doğru sayfa sonları ile düz görünümü sağlar. - 'kitap' ek olarak yüzen biçemleri ekler ancak biçem desteğini boş alan ve taşmaları engelleyecek şekilde sınırlar. - 'web' web tarayıcılar gibi görüntüler, negatif kenar boşlukları ve olası sayfa taşmalarına izin verir.
uk: - «успадкування» використовує оригінальний код відтворення блоків CR3. - «вирівнювання» забезпечує рівне промальовування з порушуваними полями та точними розривами сторінок. - «книга» додатково дозволяє плавні об'єкти, але обмежує підтримку стилів, щоб уникнути прогалин і переповнень. - «веб»-промальовування виконується так само як у вебоглядачах, що дозволяє створювати від'ємні поля і можливе переповнення сторінки.
zh_cn: - ‘传统’方法使用原有的CR3区域渲染代码。 - ‘平坦’方法在渲染时折叠边距并提供准确的页面分页。 - ‘书籍’方法在渲染时添加更多可变空间，但在避免空行和溢出的方面支持有限。 - ‘网页’方法将使用和网页浏览器一致的渲染逻辑，允许负边距和页面溢出的存在。

source: Zoom (dpi)
ar: تكبير(dpi)
el: Μεγέθυνση (dpi)
fa: بزرگنمایی (dpi)
hu: Nagyítás (dpi)
ja: ズーム(DPI)
ko_kr: 확대 (dpi)
pl: Rozmiar (dpi)
pt_br: Ampliação (DPI)
ro: PPI Ecran
ru: Масштаб (dpi)
sk: Priblíženie (dpi)
sr: Зумирање (dpi)
tr: Yakınlaştırma (dpi)
uk: Масштаб (dpi)
zh_cn: 缩放 (dpi)

source: Sets the DPI used to scale absolute CSS units and images: - off: ignore absolute units (old engine behavior). - 96¹’¹: at 96 DPI, 1 CSS pixel = 1 screen pixel and images are rendered at their original dimensions. - other values scale CSS absolute units and images by a factor (300 DPI = x3, 48 DPI = x0.5) Using your device's actual DPI will ensure 1 cm in CSS actually translates to 1 cm on screen. Note that your selected font size is not affected by this setting.
ar: يضبط DPI المستخدم لقياس وحدات CSS والصور المطلقة: - إيقاف التشغيل: تجاهل الوحدات المطلقة (سلوك المحرك القديم). - 96¹’¹: عند 96 نقطة في البوصة ، 1 CSS بكسل = 1 بكسل الشاشة ويتم عرض الصور بأبعادها الأصلية. - قيم أخرى تقيس الوحدات والصور المطلقة CSS بعامل (300 نقطة في البوصة = x3 ، 48 نقطة في البوصة = x0.5) سيضمن استخدام DPI الفعلي لجهازك أن يترجم 1 سم في CSS فعليًا إلى 1 سم على الشاشة. لاحظ أن حجم الخط المحدد لا يتأثر بهذا الإعداد.
ca: Estableix el DPI utilitzat per escalar les unitats i imatges CSS absolutes: - off: ignora les unitats absolutes (comportament del motor antic). - 96¹’¹: a 96 DPI, 1 píxel CSS = 1 píxel de pantalla i les imatges es renderizan en les seves dimensions originals. - altres valors escala unitats absolutes CSS i imatges per un factor (300 DPI = x3, 48 DPI = x0,5) Usar els PPP reals del dispositiu assegurarà que 1 cm en CSS es tradueix realment a 1 cm en la pantalla. La grandària de lletra seleccionada no es veu afectada per aquesta configuració.
cs: Umožňuje nastavit DPI pro změnu velikosti absolutních CSS jednotek a obrázků: - „vyp“: ignoruje absolutní jednotky (chování starého enginu). - „96¹’¹“: při 96 DPI, 1 CSS pixel = 1 pixel na obrazovce a obrázky jsou vykresleny v jejich originálních rozměrech. - další hodnoty změní proporčně velikosti absolutních CSS jednotek a obrázků (300 DPI = x3, 48DPI = x0,5). Při použití skutečného DPI vašeho zařízení bude zajištěno, že 1 cm v CSS bude odpovídat 1 cm na obrazovce. Vemte na vědomí, že vámi vybraná velikost písma nebude tímto nastavením ovlivněna.
de: Legt die DPI fest, mit der absolute CSS-Elemente und Bilder skaliert werden: - aus: absolute Einheiten ignorieren (altes Engine-Verhalten). - 96¹'¹: bei 96 DPI ist 1 CSS-Pixel = 1 Bildschirmpixel und die Bilder werden in ihren Originalmaßen wiedergegeben. - andere Werte skalieren CSS-Absoluteinheiten und Bilder um einen Faktor (300 DPI = x3, 48 DPI = x0,5). Die Verwendung der tatsächlichen DPI Ihres Geräts stellt sicher, dass 1 cm in CSS tatsächlich 1 cm auf dem Bildschirm entspricht. Beachten Sie, dass die gewählte Schriftgröße von dieser Einstellung nicht betroffen ist.
el: Ορίζει το DPI (κουκκίδες ανά ίντσα) που χρησιμοποιείται για την κλίμακα απόλυτων μονάδων CSS και εικόνων: - όχι: παράβλεψη των απόλυτων μονάδων (παλιά συμπεριφορά μηχανής). - 96¹’¹: σε 96 DPI, 1 pixel CSS = 1 pixel οθόνης και οι εικόνες αποδίδονται στις αρχικές τους διαστάσεις. - οι άλλες τιμές κλιμακώνουν απόλυτες μονάδες και εικόνες CSS κατά συντελεστή (300 DPI = x3, 48 DPI = x0.5) Η χρήση του πραγματικού DPI της συσκευής σας θα διασφαλίσει ότι το 1 εκ. σε CSS μεταφράζεται πραγματικά σε 1 εκ. στην οθόνη. Λάβετε υπόψη ότι το επιλεγμένο μέγεθος γραμματοσειράς δεν επηρεάζεται από αυτήν τη ρύθμιση.
es: Establece el DPI utilizado para escalar las unidades e imágenes CSS absolutas: - off: ignora las unidades absolutas (comportamiento del motor antiguo). - 96¹’¹: a 96 DPI, 1 píxel CSS = 1 píxel de pantalla y las imágenes se renderizan en sus dimensiones originales. - otros valores escala unidades absolutas CSS e imágenes por un factor (300 DPI = x3, 48 DPI = x0,5) Usar los PPP reales de su dispositivo asegurará que 1 cm en CSS se traduzca realmente a 1 cm en la pantalla. Tenga en cuenta que el tamaño de fuente seleccionado no se ve afectado por esta configuración.
fr: Règle la définition en PPP (DPI) utilisée pour mettre à l’échelle les unités CSS absolues et les images : - désactivé : ignore les unités absolues (comportement du précédent moteur). - 96¹’¹ : à 96 DPI, 1 pixel CSS = 1 pixel à l’écran et les images sont affichées aux dimensions originales. - les autres valeurs échelonnent les unités absolues CSS et les images selon le facteur choisi (300 DPI = ✕ 3, 48 DPI = ✕ 0,5). L’utilisation de la résolution réelle de votre appareil garantira que 1 cm en CSS se traduise par 1 cm à l’écran. Notez que la taille de police sélectionnée n’est pas affectée par ce paramètre.
gl: Configura a DPI usada para axustar unidades absolutas de CSS e imaxes: - desactivado: ignora unidades absolutas (comportamento do motor vello). - 96¹’¹: a 96 DPI, 1 CSS píxel = 1 píxel da pantalla e as imaxes son mostradas nas súas dimensións orixinais. - outros valores multiplican os valores absolutos de CSS por un factor (300 DPI = x3, 48 DPI = x0'5) Usando o valor actual de DPI do teu dispositivo asegura que 1 cm en CSS se transforma realmente en 1 cm na túa pantalla. Ten en conta que o tamaño seleccionado para a fonte non se ve afectado por esta configuración.
hu: Beállítja a CSS elemek és képek méretezéséhez használt DPI-t: - ki: figyelmen kívül hagyja az abszolút mértékegységeket (a régi motor viselkedése). - 96¹´¹: 96 DPI-nál, 1 CSS pixel = 1 képernyő pixel, és a képek eredeti méretben jelennek meg. - egyéb értékek skálázzák a CSS abszolút mértékegységeit és a képeket (300 DPI = x3, 48 DPI = x0,5) Az eszköz tényleges DPI-jének használata biztosítja, hogy a CSS-ben lévő 1 cm valóban 1 cm legyen a képernyőn. Vegye figyelembe, hogy a kiválasztott betűméretet ez a beállítás nem befolyásolja.
it_it: Imposta il DPI utilizzato per ridimensionare le unità di misura CSS assolute e le immagini: - spento: ignora le unità assolute (vecchio comportamento del motore) . - 96¹'¹: a 96 DPI, 1 pixel CSS = 1 pixel dello schermo e le immagini vengono rese alle loro dimensioni originali. - altri valori ridimensionano le unità di misura CSS e le immagini in base a un fattore (300 DPI = x3, 48 DPI = x0.5) Utilizzando il DPI effettivo del tuo dispositivo assicurerai che 1 cm in CSS si traduca effettivamente in 1 cm sullo schermo. La dimensione del carattere selezionato non è influenzata da questa impostazione.
ja: CSS の絶対単位と画像のスケーリングに使用する DPI を設定します。 - off: 絶対的な単位を無視します (古いエンジンの動作)。 - 96¹¹¹: 96 DPIでは、1 CSS pixel = 1 screen pixelとなり、画像は元の寸法で描画されます。 - その他の値は、CSSの絶対的な単位と画像を係数で拡大縮小します (300 DPI = x3、48 DPI = x0.5) デバイスの実際のDPIを使用することで、CSSの1cmが画面上の1cmに実際に変換されることが保証されます。 なお、この設定によって選択したフォントサイズが影響を受けることはありません。
ko_kr: 절대값인 CSS 단위와 그림의 크기를 조절하는 데 사용되는 DPI를 설정합니다. - 꺼짐 : 절대값 단위를 무시합니다(이전 엔진 동작). - 96¹'¹ : 96 DPI에서는 1 CSS 픽셀 = 1 화면 픽셀이므로, 그림은 원래 크기로 표시됩니다. - 다른 값은 CSS 절대값 단위와 그림를 배율로 크기를 조절합니다(300 DPI = x3, 48 DPI = x0.5) 기기의 실제 DPI를 사용하면 CSS에서 1cm가 화면에서도 실제로 1cm로 변환됩니다. 선택한 글꼴 크기는 이 설정의 영향을 받지 않습니다.
nl_nl: Stelt het dpi in dat wordt gebruikt om absolute CSS-waardes en afbeeldingen te schalen: - uit: gebruik geen absolute waardes (het vorige gedrag) - 96¹’¹: op 96 dpi, 1 css-pixel = 1 schermpixel en afbeeldingen worden weergegeven met hun oorspronkelijke afmetingen. - andere waardes schalen absolute css-waardes en afbeeldingen bij een factor (bv. 300 dpi = x3, 48 dpi = x0.5) Het gebruik van het dpi van het apparaat zorgt ervoor dat 1 cm in css wordt weergegeven als 1 cm op het scherm. N.B. De geselecteerde lettertypegrootte wordt niet beïnvloed door deze instelling.
pl: Ustawia DPI używane do skalowania bezwzględnych jednostek CSS i obrazów: - wyłączone: ignoruj jednostki bezwzględne (stare zachowanie silnika). - 96¹'¹: w rozdzielczości 96 DPI, 1 piksel CSS = 1 piksel ekranu, a obrazy są renderowane w ich oryginalnych wymiarach. - inne wartości skalują jednostki bezwzględne CSS, a obrazy na współczynnik (300 DPI = x3, 48 DPI = x0,5) Używanie rzeczywistego DPI urządzenia zapewni 1 cm w CSS faktycznie przekłada się na 1 cm na ekranie. Pamiętaj, że to ustawienie nie ma wpływu na wybrany rozmiar czcionki.
pt_br: Define o DPI usado para dimensionar unidades e imagens CSS absolutas: - desligar: ignora unidades absolutas (comportamento antigo da ferramenta). - 96¹’¹: a 96 DPI, 1 pixel CSS = 1 pixel da tela e imagens renderizadas em suas dimensões originais. - outros valores escalam unidades absolutas e imagens de CSS por um fator (300 DPI = x3, 48 DPI = x0,5) O uso do DPI real do seu dispositivo garantirá que 1 cm em CSS realmente se traduza em 1 cm na tela. Observe que o tamanho da fonte selecionado não é afetado por essa configuração.
ro: Setează PPI-ul folosit pentru scalarea unităților absolute din CSS și imaginile: - fără: ignoră unitățile absolute (comportamentul vechi). - 96¹’¹: la 96 PPI, 1 pixel CSS = 1 pixel ecran și imaginile sînt redate la dimensiunile originale. - orice altă valoare va scala unitățile absolute din CSS și imaginile cu un factor proporțional cu 96 (300 DPI = x3, 48 DPI = x0.5) Dacă alegi să folosești PPI-ul real al dispozitivului, asta va asigura că 1cm din CSS va fi exact 1cm pe ecran. N.B.: Dimensiunea fontului ales nu este afectată de setarea de PPI.
ru: Устанавливает DPI, используемое для масштабирования абсолютных единиц в CSS и изображений: • «выкл»: абсолютные единицы игнорируются (старое поведение движка); • «96¹’¹»: с таким DPI изображения сохраняют исходные размеры, т.к. 1 пиксель CSS = 1 пиксель экрана; • прочие DPI задают коэффициент масштабирования CSS-единиц и изображений (300 DPI = x3, 48 DPI = x0,5). Использование фактического DPI вашего устройства гарантирует, что 1 см в CSS переводится в 1 см на экране. Учтите, что выбранный вами размер шрифта не зависит от этого параметра.
sk: Nastaví DPI používané na škálovanie absolútnych jednotiek CSS a obrázkov: - vypnuté: ignorovať absolútne jednotky (staré správanie programu). - 96¹’¹: pri rozlíšení 96 DPI, 1 pixel CSS = 1 pixel obrazovky a obrázky sa vykresľujú v pôvodných rozmeroch. - ostatné hodnoty škálujú absolútne jednotky CSS a obrázky faktorom (300 DPI = x3, 48 DPI = x0,5) Použitie skutočného DPI vášho zariadenia zaistí, že 1 cm v CSS sa skutočne prevedie na 1 cm na obrazovke. Upozorňujeme, že vybratá veľkosť písma nie je ovplyvnená týmto nastavením.
sr: Поставља DPI који се користи за скалирање апсолутних CSS јединица и слика: - искључено: игноришу се апсолутне јединице (понашање старог механизма). - 96¹’¹: на 96 DPI, 1 CSS пиксел = 1 екрански пиксел и слике се приказују у својим оригиналним димензијама. - остале вредности скалирају CSS апсолутне јединице и слике фактором (300 DPI = x3, 48 DPI = x0.5) Ако употребите стварну DPI вредност вашег уређаја обезбедићете да се 1 cm у CSS заиста преводу у 1 cm на екрану. Имајте на уму да ово подешавање не утиче на величинз фонта коју изаберете.
tr: Mutlak CSS birimleri ve görsellerin ölçeklenmesi için kullanılacak DPI değerini ayarlar: -off: Mutlak birimler yok sayılsın (eski işleyici davranışı) - 96¹’¹: 96 DPI, 1 CSS pikseli = 1 ekran pikseli ve görseller özgün boyutlarında görüntülenir. - diğer değerler mutlak CSS birimleri ve görsellerini bir çarpana göre ölçeklendirir (300 DPI = x3, 48 DPI = x0.5) Aygıtınızın geçerli DPI değeri kullanıldığında CSS içindeki 1 cm uzunluğun ekrana da 1 cm olarak aktarılacağından emin olmanızı sağlar. Seçilmiş yazı boyutunun bu ayardan etkilenmeyeceğini unutmayın.
uk: Установлює DPI, який застосовується для масштабування абсолютних CSS одиниць і зображень: - off: нехтувати абсолютними одиницями (старе поводження рушія). - 96¹'¹: за 96 DPI, 1 піксель CSS = 1 піксель екрана, та зображення в початкових розмірах. - інші значення масштабують абсолютні CSS одиниці та зображення за коефіцієнтом (300 DPI = x3, 48 DPI = x0,5). Застосування фактичного DPI вашого пристрою гарантує, що 1 см в CSS фактично переводиться в 1 см на екрані. Зверніть увагу, що обраний вами розмір шрифту не впливає на цей параметр.
zh_cn: 设置屏幕DPI，用于缩放 CSS 绝对单位与图像： - 关闭：忽略绝对单位（老引擎的行为） - 96¹’¹：在 96 DPI下，CSS中的1px=屏幕上的1px，图像以原有大小显示。 - 其他缩放值同理（300 DPI = 图像大小 x3，48 DPI = 图像大小 x 0.5） 使用屏幕的实际 DPI 会使 CSS 中的 1 cm 与屏幕上的 1 cm 大小相等。 用户定义的字体大小不会受此设置影响。

source: Line Spacing
ar: الفراغات بين السطور
ca: Interlineat
cs: Mezery mezi řádky
de: Zeilenabstand
el: Διάστιχο
es: Interlineado
fa: فاصله خطوط
fr: Interligne
gl: Espazado entre liñas
hu: Sortávolság
it_it: Interlinea
ja: 行間隔
ko_kr: 줄 간격
nl_nl: Regelafstand
pl: Odstęp wierszy
pt_br: Espaço entre linhas
ro: Spațiere linii
ru: Интерлиньяж
sk: Riadkovanie
sr: Проред
tr: Satır aralığı
uk: Міжрядкові проміжки
zh_cn: 行间距

source: decrease
ar: تقليل
ca: reduir
cs: zmenšit
de: verringern
el: μείωση
es: reducir
fa: کاهش
fr: réduire
gl: reducir
hu: csökkentés
it_it: diminuisci
ja: 小さく
ko_kr: 감소
nl_nl: verminder
pl: zmniejsz
pt_br: diminuir
ro: micșorează
ru: уменьшить
sk: zmenšiť
sr: смањи
tr: azalt
uk: зменшити
zh_cn: 减小

source: increase
ar: زيادة
ca: augmentar
cs: zvětšit
de: erhöhen
el: αύξηση
es: aumentar
fa: افزایش
fr: augmenter
gl: aumentar
hu: növelés
it_it: aumenta
ja: 大きく
ko_kr: 증가
nl_nl: verhoog
pl: zwiększ
pt_br: aumentar
ro: mărește
ru: увеличить
sk: zväčšiť
sr: повећај
tr: arttır
uk: збільшити
zh_cn: 增加

source: Word Spacing
ar: تباعد الكلمات
ca: Espaiat de paraules
cs: Mezery mezi slovy
de: Wortabstand
el: Απόσταση λέξεων
es: Espaciado de palabras
fa: فاصله کلمات
fr: Espacement des mots
gl: Separación de Palabras
hu: Szóközök
it_it: Spaziatura delle parole
ja: 単語間隔
ko_kr: 낱말 간격
nl_nl: Woordafstand
pl: Odstęp wyrazów
pt_br: Espaço entre palavras
ro: Spațiere cuvinte
ru: Межсловный пробел
sk: Medzery medzi slovami
sr: Размак између речи
tr: Sözcük aralığı
uk: Проміжки між словами
zh_cn: 字间距

source: Word spacing
ar: تباعد الكلمات
ca: Espaiat de paraules
cs: Mezery mezi slovy
de: Wortabstand
el: Απόσταση λέξεων
es: Espaciado de palabras
fa: فاصله کلمات
fr: Espacement des mots
gl: Espazado de palabras
hu: Szóközök
it_it: Spaziatura delle parole
ja: 単語間隔
ko_kr: 낱말 간격
nl_nl: Woordafstand
pl: Odstęp wyrazów
pt_br: Espaçamento entre palavras
ro: Spațiere cuvinte
ru: Межсловный пробел
sk: Medzery medzi slovami
sr: Размак између речи
tr: Sözcük aralığı
uk: Проміжок між словами
zh_cn: 词间距
