Repository: spruceUI/spruceOS
Catalog: App/KoReader/l10n/*/koreader.po
Languages: ar, ca, cs, de, el, es, fa, fr, gl, hu, it_it, ja, ko_kr, nl_nl, pl, pt_br, ro, ru, sk, sr, tr, uk, zh_cn

source: See %1 for up-to-date content
ar: راجع %1 للحصول على محتوى محدث
ca: Veure %1 per actualitzar contingut
cs: Pro co nejaktuálnější obsah se podívejte se na %1
de: Siehe %1 für aktuelle Inhalte
el: Βλέπε %1 για ενημερωμένο περιεχόμενο
es: Ver %1 para actualizar contenido
fa: %1 را برای محتوای بروز نگاه کنید
fr: Voir %1 pour un contenu à jour
gl: Ver contido actualizado en %1
hu: Lásd %1 a naprakész tartalomért
it_it: Visualizza %1 per contenuto aggiornato
ja: 最新のコンテンツは %1 を参照
ko_kr: 업데이트 된 컨텐츠를 확인하시려면 %1을 보십시오
nl_nl: Zie %1 voor bijgewerkte inhoud
pl: Zobacz %1 dla aktualnych danych
pt_br: Ver %1 para conteúdo atualizado
ro: Vezi %1 pentru conținut la zi
ru: Смотрите %1 для знакомства с обновлённым содержимым
sk: Mám %1 pre aktuálny obsah
sr: Погледајте %1 за ажурирани садржај
tr: Güncel içerik için %1 üzerine bakın
uk: Див. %1 для актуального вмісту
zh_cn: 更新的内容请参阅 %1

source: Retrieving image %1 / %2 …
ar: جارٍ جلب الصورة رقم %1 من أصل %2 …
ca: Recuperant imatge %1 / %2 …
cs: Načítání obrázku %1 / %2 …
de: Bild %1 / %2 abrufen …
el: Ανάκτηση εικόνας %1 / %2 …
es: Recuperando imagen %1 / %2 …
fa: درحال دریافت %1 / %2 تصویر …
fr: Récupération des images %1 / %2…
gl: A obter imaxe %1 / %2 …
hu: %1 / %2 kép beolvasása…
it_it: Recuper dell'immagine %1 / %2 …
ja: 画像の取得中 %1 / %2 …
ko_kr: %1 / %2 그림 검색 중…
nl_nl: Afbeelding ophalen %1 / %2 …
pl: Pobieranie obrazka %1 / %2 …
pt_br: Recuperando imagens %1/%2…
ro: Se preia imaginea %1 / %2 …
ru: Извлечение изображения %1 / %2 …
sk: Načítava sa obrázok %1 / %2…
sr: Преузима се слика %1 / %2 …
tr: %1 / %2 görsel alınıyor …
uk: Отримання зображення %1 / %2 …
zh_cn: 检索图片 %1 / %2 …

source: Downloading image %1 failed. Continue anyway?
ar: فشلت عملية تحميل الصورة رقم %1. هل تريد الاستمرار؟
ca: Error en descarregar la imatge %1, continuar de totes maneres?
cs: Obrázek %1 se nepodařilo stáhnout. I přesto chcete pokračovat?
de: Bild %1 konnte nicht heruntergeladen werden. Trotzdem Fortfahren?
el: Η λήψη της εικόνας %1 απέτυχε. Συνέχεια ούτως ή άλλως?
es: Error al descargar la imagen %1, ¿continuar de todos modos?
fa: دریافت تصویر %1 ناموفق بود. می‌خوهید ادامه دهید؟
fr: Le téléchargement de l’image %1 a échoué. Continuer quand même ?
gl: A descarga da %1 imaxe fallou. Continuar de todos os xeitos?
hu: %1 kép letöltése nem sikerült. Folytatja?
it_it: Download dell'immagine %1 non riuscita. Continuare comunque?
ja: 画像 %1 のダウンロードに失敗しました。とにかく続行しますか？
ko_kr: %1의 이미지를 다운로드하지 못했습니다. 그래도 계속할까요?
nl_nl: Downloaden van afbeelding %1 mislukt. Toch doorgaan?
pl: Pobieranie obrazu %1 zakończone niepowodzeniem. Kontynuować?
pt_br: A transferência da imagem %1 falhou. Continuar de qualquer maneira?
ro: Descărcarea imaginii %1 a eșuat. Continui oricum?
ru: Не удаётся загрузить изображение %1. Всё равно продолжить?
sk: Sťahovanie obrázku %1 zlyhalo. Prajete si aj napriek tomu pokračovať?
sr: Није успело преузимање слике %1. Желите ли да се ипак настави?
tr: %1 görseli indirilirken bir sorun çıktı. Gene de ilerlensin mi?
uk: Не вдалося завантажити зображення %1. Продовжити?
zh_cn: 下载图片 %1 失败了。还继续吗？

source: Stop
ar: أوقف
ca: Atura
de: Stopp
el: Τερματισμός
es: Detener
fa: توقف
fr: Arrêter
gl: Parar
hu: Leállítás
it_it: Ferma
ja: 停止
ko_kr: 멈춤
pt_br: Parar
ru: Стоп
sk: Zastaviť
sr: Не
tr: Durdur
uk: Зупинити
zh_cn: 停止

source: Download did not complete. Do you want to create an EPUB with the already downloaded images?
ar: لم يكتمل التحميل. هل تريد إنشاء ملف EPUB بالصور التي تم تحميلها؟
ca: La baixada no s’ha completat. Voleu crear un EPUB amb les imatges ja baixades?
cs: Stahování nebylo dokončeno. Chcete vytvořit EPUB s již staženými obrázky?
de: Das Herunterladen wurde nicht abgeschlossen. Möchten Sie ein EPUB mit den bereits heruntergeladenen Bildern erstellen?
el: Η λήψη δεν ολοκληρώθηκε. Θέλετε να δημιουργήσετε ένα EPUB με τις ήδη κατεβασμένες εικόνες;
es: La descarga no se ha completado. ¿Quiere crear un EPUB con las imágenes descargadas?
fa: دریافت کامل نشد. آیا می‌خواهید یک فایل EPUB با تصاویری که در حال حاضر دریافت شده، ساخته شود؟
fr: Le téléchargement ne s’est pas terminé. Voulez-vous créer un ePub avec les images déjà téléchargées ?
gl: A descarga non rematou. Queres crear un EPUB coas imaxes descargadas polo momento?
hu: A letöltés nem teljes. Szeretne létrehozni egy EPUB-ot a már letöltött képekkel?
it_it: Il download non è stato completato. Vuoi creare un EPUB con le immagini sinora scaricate?
ja: ダウンロードが完了しませんでした。 すでにダウンロードした画像から EPUB を作成しますか?
ko_kr: 다운로드가 완료되지 않았습니다. 이미 다운로드된 이미지들로 EPUB를 만들까요?
nl_nl: Download incompleet. Wil je een EPUB aanmaken met de reeds gedownloadde afbeeldingen?
pl: Pobieranie nie zostało zakończone. Czy chcesz utworzyć plik EPUB z pobranymi już obrazkami?
pt_br: O download não foi completado. Você deseja criar um EPUB com as imagens já baixadas?
ro: Descărcarea nu s-a finalizat. Dorești să creezi un fișier EPUB cu imaginile deja descărcate?
ru: Загрузка не завершена. Вы хотите создать EPUB с уже загруженными изображениями?
sk: Sťahovanie nebolo dokončené. Želáte si vytvoriť EPUB s už stiahnutými obrázkami?
sr: Преузимање се није довршило. Желите ли да се креира EPUB са сликама које су до сада преузете?
tr: İndirme işlemi tamamlanamadı. İndirilmiş görseller ile bir EPUB oluşturmak ister misiniz?
uk: Завантаження не завершено. Бажаєте створити EPUB з уже завантаженими зображеннями?
zh_cn: 下载未完成。 是否使用已下载的图片创建EPUB?

source: Don't create
ar: لا تنشئ
ca: No crear
cs: Nevytvářet
de: Nicht erstellen
el: Να μη δημιουργηθεί
es: No crear
fa: ساخته نشود
fr: Ne pas créer
gl: Non crear
hu: Ne hozza létre
it_it: Non creare
ja: 作成しない
ko_kr: 만들지 마세요
nl_nl: Niet aanmaken
pl: Nie twórz
pt_br: Não criar
ro: Nu crea
ru: Не создавать
sk: Nevytvárať
sr: Не
tr: Oluşturulmasın
uk: Не створювати
zh_cn: 不创建

source: Canceled. Cleaning up…
ar: اُُلغيت المهمّة. جارٍ التنظيف …
ca: Cancel·lat. Netejant …
cs: Zrušeno. Pročišťování…
de: Abgebrochen. Bereinigen …
el: Ακυρώθηκε. Καθαρισμός…
es: Cancelado. Eliminando…
fa: انصراف داده شد. پاکسازی…
fr: Annulé. Nettoyage…
gl: Cancelada. A limpar…
hu: Megszakítva. Takarítás folyik…
it_it: Annullato. Pulizia…
ja: キャンセルしました。クリーンアップ中…
ko_kr: 취소됨. 지우기…
nl_nl: Geannuleerd. Aan het opruimen…
pl: Anulowane. Czyszczenie…
pt_br: Cancelado. Limpando…
ro: Anulat. Se face curat…
ru: Отмена. Очистка…
sk: Zrušené. Upratovanie…
sr: Отказано је. Чишћење је у току…
tr: İptal edildi. Temizleniyor…
uk: Скасовано. Очищення…
zh_cn: 已取消。正在清理……

source: Packing EPUB…
ar: حَزْمُ ملف EPUB…
ca: Generant EPUB …
cs: Balení EPUBu…
de: Packe EPUB …
el: Πακετάρισμα EPUB…
es: Generando EPUB…
fa: بسته‌بندی EPUB…
fr: Création de l’ePub…
gl: A empaquetar EPUB…
hu: EPUB fájl összeállítása…
it_it: Creazione EPUB …
ja: EPUB の作成中…
ko_kr: EPUB 만드는 중…
nl_nl: EPUB aan het inpakken…
pl: Pakowanie EPUB…
pt_br: Empacotando EPUB…
ro: Se împachetează EPUB…
ru: Упаковка EPUB…
sk: Vytváram EPUB…
sr: EPUB се пакује…
tr: EPUB paketleniyor…
uk: Пакування EPUB…
zh_cn: 正在打包 EPUB……

# Data storage size
source: %1 GB
fa: %1 گیگابایت
fr: %1 Go
ro: %1 GO
ru: %1 ГБ
uk: %1 ГБ

# Data storage size
source: %1 MB
fa: %1 مگابایت
fr: %1 Mo
ro: %1 MO
ru: %1 МБ
uk: %1 МБ

# Data storage size
source: %1 kB
fa: %1 کیلوبایت
fr: %1 ko
ro: %1 kO
ru: %1 КБ
uk: %1 кБ

# Data storage size
source: %1 B
fa: %1 بایت
fr: %1 o
ro: %1 O
ru: %1 Б
uk: %1 Б

source: Connect and transfer files to the device using SSH.
ar: اتصل بجهازك وانسخ له الملفات عن طريق الطرفية الآمنة عن بعد (SSH).
ca: Connecta i transfereix arxius al dispositiu usant SSH.
cs: Připojte se a přesuňte soubory do zařízení za použití SSH.
de: Verbinden und Übertragen von Dateien auf das Gerät mittels SSH.
el: Σύνδεση και μεταφορά αρχείων στη συσκευή με χρήση SSH.
es: Conecta y transfiere archivos al dispositivo usando SSH.
fa: اتصال و انتقال فایل‌ها به دستگاه با استفاده از SSH.
fr: Se connecter et transférer des fichiers vers l’appareil en utilisant le protocole SSH.
gl: Conecta e transfire ficheiros ao dispositivo usando SSH.
hu: Csatlakozás az eszközre és fájlok mozgatása SSH használatával.
it_it: Connetti e trasferisci file sul dispositivo usando SSH.
ja: SSH を使い、このデバイスにファイルを送信します。
ko_kr: SSH를 사용하여 기기에 연결한 후 파일을 전송하세요.
nl_nl: Maakt verbinding over SSH, bv. om bestanden op het apparaat te zetten.
pl: Połączenie i kopiowanie plików do urządzenia przy pomocy SSH.
pt_br: Conecta e envia arquivos para o dispositivo usando SSH.
ro: Conectează‑te și transferă fișiere pe dispozitiv prin SSH.
ru: Данный плагин позволяет подключаться и передавать файлы на устройство по SSH.
sk: Pripojenie a prenos súborov do zariadenia pomocou SSH.
sr: Повежите се на уређај и преносите фајлове преко SSH.
tr: Aygıt bağlantısı ve dosya aktarımı için SSH kullanılsın.
uk: Під'єднання та надсилання файлів на пристрій за допомогою SSH.
zh_cn: 使用SSH连接并传送文件至设备。

source: SSH server started. SSH port: %1 %2
ca: Servidor SSH iniciat. Port SSH: %1 %2
cs: SSH server byl spuštěn. SSH port: %1 %2
de: SSH-Server gestartet. SSH-Port: %1 %2
el: Ο διακομιστής SSH ξεκίνησε. Θύρα SSH: %1 %2
es: Servidor SSH iniciado. Puerto SSH: %1 %2
fa: سرور SSH شروع به کار کرده. درگاه SSH:%1 %2
fr: Serveur SSH lancé. Port SSH : %1 %2
gl: Servidor SSH iniciado. Porto SSH: %1 %2
hu: Az SSH szerver elindult. SSh port: %1 %2
it_it: Server SSH avviato. Porta SSH: %1 %2
ja: SSHサーバーが起動しました。 SSHポート: %1 %2
ko_kr: SSH 서버가 시작되었습니다. SSH 포트: %1 %2
nl_nl: SSH-server gestart. SSH-poort: %1 %2
pl: Serwer SSH uruchomiony. Port SSH: %1 %2
pt_br: Servidor SSH iniciado. Porta SSH: %1 %2
ro: Server-ul SSH a pornit. Port SSH: %1 %2
ru: SSH-сервер запущен. Порт SSH: %1 %2
sk: SSH server bol spustený. SSH Port: %1 %2
sr: Покренут је SSH сервер. SSH порт: %1 %2
tr: SSH sunucusu başlatıldı. SSH bağlantı noktası: %1 %2
uk: Сервер SSH запущено. Порт SSH: %1 %2
zh_cn: SSH 服务器已启动. SSH 端口: %1 %2

source: Failed to start SSH server.
ar: فشل بدء خادم SSH.
ca: No s'ha pogut iniciar el servidor SSH.
cs: Nepodařilo se spustit SSH server.
de: Der SSH-Server konnte nicht gestartet werden.
el: Απέτυχε η εκκίνηση του διακομιστή SSH.
es: No se ha podido iniciar el servidor SSH.
fa: راه‌اندازی سرور SSH ناموفق.
fr: Impossible de lancer le serveur SSH.
gl: Non foi posible iniciar o servidor SSH.
hu: SSH szerver indítási hiba.
it_it: Impossibile avviare il server SSH.
ja: SSHサーバーの起動に失敗しました。
ko_kr: SSH 서버를 시작하지 못했습니다.
nl_nl: Kan SSH-server niet starten.
pl: Nie udało się uruchomić serwera SSH.
pt_br: Falha em iniciar o servidor SSH.
ro: A eșuat pornirea server-ului SSH.
ru: Не удалось запустить SSH-сервер.
sk: Nepodarilo sa spustiť server SSH.
sr: SSH сервер није могао да се покрене.
tr: SSH sunucusu başlatılamadı.
uk: Не вдалося запустити SSH-сервер.
zh_cn: 启动 SSH 服务器失败。

source: SSH server stopped.
ar: توقف خادم SSH.
ca: El servidor SSH s'ha detingut.
cs: SSH server byl zastaven.
de: SSH-Server gestoppt.
el: Ο διακομιστής SSH σταμάτησε.
es: El servidor SSH se ha detenido.
fa: سرور SSH متوقف شد.
fr: Serveur SSH arrêté.
gl: O servidor SSH detívose.
hu: SSH szerver leállítva.
it_it: Server SSH fermato.
ja: SSHサーバーが停止しました。
ko_kr: SSH 서버가 중지되었습니다.
nl_nl: SSH-server is gestopt.
pl: Serwer SSH zatrzymany.
pt_br: Servidor SSH parou.
ro: Server SSH oprit.
ru: SSH-сервер остановлен.
sk: Server SSH zastavený.
sr: SSH сервер је заустављен.
tr: SSH sunucusu durduruldu.
uk: SSH-сервер зупинено.
zh_cn: SSH 服务器已停止。

source: Choose SSH port
ar: اختر منفذًا للطرفية الآمنة SSH
ca: Triar port SSH
cs: Vybrat SSH port
de: Wähle SSH-Port
el: Επιλογή θύρας SSH
es: Elegir el puerto SSH
fa: انتخاب درگاه SSH
fr: Choisir le port SSH
gl: Escoller porto SSH
hu: SSH port megadása
it_it: Scegli porta SSH
ja: SSHポートを選択
ko_kr: SSH 포트 고르기
nl_nl: SSH-poort kiezen
pl: Wybierz port SSH
pt_br: Escolha a porta SSH
ro: Alege port SSH
ru: Задать порт SSH
sk: Vyberte SSH port
sr: Изаберите SSH порт
tr: SSH bağlantı noktasını seçin
uk: Вибрати порт SSH
zh_cn: 选择 SSH 端口

source: SSH server
ar: مزوّد الطرفيّة الآمنة (SSH server)
ca: Servidor SSH
el: Διακομιστής SSH
es: Servidor SSH
fa: سرور SSH
fr: Serveur SSH
gl: Servidor SSH
hu: SSH szerver
it_it: Server SSH
ja: SSHサーバー
ko_kr: SSH 서버
pl: Serwer SSH
pt_br: Servidor SSH
ro: Server SSH
ru: SSH-сервер
sr: SSH сервер
tr: SSH sunucusu
uk: Сервер SSH
zh_cn: SSH 服务器

source: SSH port (%1)
ca: Port SSH (%1)
el: Θύρα SSH: (%1)
es: Puerto SSH (%1)
fa: درگاه SSH (%1)
fr: Port SSH (%1)
gl: Porto SSH (%1)
it_it: Porta SSH (%1)
ja: SSHポート(%1)
ko_kr: SSH 포트 (%1)
nl_nl: SSH-poort (%1)
pl: Port SSH (%1)
pt_br: Porta SSH (%1)
ro: Port SSH (%1)
ru: Порт SSH (%1)
sr: SSH порт (%1)
tr: SSH bağlantı noktası ( %1)
uk: Порт SSH: (%1)
zh_cn: SSH 端口 (%1)

source: SSH public key
ar: مفتاح الطرفية الآمنة العمومي
ca: Clau pública SSH
cs: SSH veřejný klíč
de: Öffentlicher SSH-Schlüssel
el: Δημόσιο κλειδί SSH
es: Clave pública SSH
fa: کلید عمومی SSH
fr: Clé publique SSH
gl: Chave pública SSH
hu: Publikus SSH kulcs
it_it: Chiave pubblica SSH
ja: SSH公開鍵
ko_kr: SSH 공개 키
nl_nl: SSH publieke sleutel
pl: Klucz publiczny SSH
pt_br: Chave pública SSH
ro: Cheie publică SSH
ru: Публичный ключ SSH
sk: SSH verejný kľúč
sr: SSH јавни кључ
tr: Herkese açık SSH anahtarı
uk: Публічний ключ SSH
zh_cn: SSH 公钥

source: Put your public SSH keys in %1
ar: ضع مفاتيح SSH العامة في %1
ca: Introduir claus SSH públiques en %1
cs: Vložte vaše SSH veřejné klíče do %1
de: Setze den öffentlichen SSH-Schlüssel in %1
el: Εισαγάγετε τα δημόσια SSH κλειδιά σας στο %1
es: Introducir claves SSH públicas en %1
fa: کلید‌های عمومی SSH خود را قرار دهید در %1
fr: Stockez vos clés publiques SSH dans %1
gl: Pon as túas chaves públicas SSH en %1
hu: Másolja a publikus SSH kulcsokat ide %1
it_it: Inserisci le tue chiavi SSH pubbliche in %1
ja: 公開 SSH キーを下記に配置します %1
ko_kr: 공개 SSH 키를 넣으세요 %1
nl_nl: Plaats publieke SSH-sleutels in %1
pl: Umieść swoje publiczne klucze SSH w %1
pt_br: Colocar suas chaves SSH públicas em %1
ro: Pune cheile tale publice SSH în %1
ru: Пожалуйста, положите свои публичные ключи SSH сюда: %1
sk: Vložte prosím svoje verejné kľúče SSH do %1
sr: Поставите своје SSH кључеве у %1
tr: Herkese Açık SSH anahtarlarınızı şuraya koyun %1
uk: Вставте свої відкриті ключі SSH %1
zh_cn: 将你的 SSH 公钥放在 %1

source: Login without password (DANGEROUS)
ar: اسمح بتسجيل الدخول دون كلمة سر (خطر جدًّا!)
ca: Connectar sense contrasenya (PERILLÓS)
cs: Přihlásit se bez hesla (NEBEZPEČNÉ)
de: Ohne Passwort einloggen (GEFÄHRLICH)
el: Σύνδεση χωρίς κωδικό πρόσβασης (ΕΠΙΚΙΝΔΥΝΟ)
es: Conectar sin contraseña (PELIGROSO)
fa: ورود بدون رمزعبور (خطرناک)
fr: Se connecter sans mot de passe (DANGEREUX)
gl: Sesión sen contrasinal (PERIGOSO)
hu: Jelszó nélküli belépés (VESZÉLYES)
it_it: Accesso senza password (PERICOLO)
ja: パスワードなしでログインします(危険)
ko_kr: 비밀번호 없이 로그인 (위험해요)
nl_nl: Inloggen zonder wachtwoord (GEVAARLIJK)
pl: Logowanie bez hasła (NIEBEZPIECZNE)
pt_br: Login sem senha (PERIGOSO)
ro: Autentificare fără parolă (PERICULOS)
ru: Войти без пароля (небезопасно)
sk: Prihlásenie bez hesla (NEBEZPEČNÉ)
sr: Пријава без лозинке (ОПАСНО)
tr: Parolasız oturum açma (TEHLİKELİ)
uk: Вхід без пароля (НЕБЕЗПЕЧНО)
zh_cn: 不使用密码登录（危险）

source: Toggle SSH server
ar: تبديل خادم SSH
ca: Conmutar servidor SSH
cs: Přepnout SSH server
de: SSH-Server umschalten
el: Εναλλαγή διακομιστή SSH
es: Conmutar servidor SSH
fa: تغییر وضعیت سرور SSH
fr: Démarrer/Arrêter le serveur SSH
gl: Conmutar servidor SSH
hu: SSH szerver ki/be
it_it: Abilita/disabilita server SSH
ja: SSHサーバーの切り替え
ko_kr: SSH 서버 토글
nl_nl: SSH-server schakelen
pl: Przełącz serwer SSH
pt_br: Alternar o servidor SSH
ro: Comută stare server SSH
ru: Переключить SSH-сервер
sk: Prepínanie servera SSH
sr: Укљ./Искљ. SSH сервер
tr: SSH sunucusunu aç/kapat
uk: Перемкнути SSH сервер
zh_cn: 开/关 SSH 服务器

source: Archive viewer
ca: Visor d’arxius
cs: Prohlížeč archivů
de: Archivbetrachter
el: Πρόγραμμα προβολής αρχείων
es: Visor del archivo
fr: Visionneuse d'archives
gl: Visor do arquivo
hu: Archívum megjelenítő
it_it: Visualizzatore archivio
ko_kr: 아카이브 뷰어
nl_nl: Archiefviewer
pl: Przeglądarka archiwów
pt_br: Visualizador de arquivo
ru: Просмотр архивов
sk: Prehliadač archívu
sr: Приказивач архиве
tr: Arşiv görüntüleyici
uk: Переглядач архівів
zh_cn: 压缩文件查看器

source: Enables exploring the content of zip archives.
ca: Permet explorar el contingut dels arxius ZIP.
cs: Umožňuje prozkoumat obsah zip archivů.
de: Ermöglicht das Durchsuchen des Inhalts von Zip-Archiven.
el: Επιτρέπει την εξερεύνηση του περιεχομένου αρχείων zip.
es: Permite explorar el contenido de los archivadores ZIP.
fr: Permet d'explorer le contenu des archives zip.
gl: Permite explorar o contido de arquivos zip.
hu: Lehetővé teszi a zip-archívumok tartalmának felfedezését.
it_it: Abilita l'esplorazione del contenuto degli archivi zip.
ko_kr: zip 아카이브의 내용을 탐색할 수 있습니다.
nl_nl: Hiermee kan de inhoud van zip-archieven worden verkend.
pl: Umożliwia przeglądanie zawartości archiwów zip.
pt_br: Permite explorar o conteúdo de arquivos zip.
ru: Позволяет просматривать содержимое zip-архивов.
sk: Umožní preskúmať obsah archívov zip.
sr: Омогућава истраживање садржаја zip архива.
tr: Zip dosyalarının içeriğine bakılmasını sağlar.
uk: Уможливлює перегляд вмісту zip-архівів.
zh_cn: 启用浏览zip压缩包内内容。

source: On extraction, if the file already exists, it will be overwritten.
ca: Una vegada efectuada l'extracció, si l'arxiu ja existeix, se sobreescriurà.
de: Wenn die Datei beim Extrahieren bereits existiert, wird sie überschrieben.
el: Κατά την εξαγωγή, εάν το αρχείο υπάρχει ήδη, θα αντικατασταθεί.
es: Una vez efectuada la extracción, si el archivo ya existe, se sobrescribirá.
fa: در زمان استخراج اگر فایل از قبل وجود داشته باشد، بازنویسی خواهد شد.
fr: Lors de l'extraction, si le fichier existe déjà, il sera écrasé.
gl: Tras a extracción, se o ficheiro xa existe, será escrito por riba.
hu: Kicsomagoláskor, ha a fájl már létezik, felülíródik.
it_it: Al momento dell'estrazione, se il file esiste già, verrà sovrascritto.
ko_kr: 압축을 풀 때, 파일이 이미 있으면 덮어씁니다.
nl_nl: Als het bestand bij het uitpakken al bestaat, wordt het overschreven.
pl: Podczas wyodrębniania, jeśli plik już istnieje, zostanie nadpisany.
pt_br: Na extração, se o arquivo já existir, ele será substituído.
ru: Если извлекаемый файл уже существует, то он будет заменён.
sk: Ak už súbor existuje, bude pri extrakcii prepísaný.
sr: У случају да фајл већ постоји, приликом распакивања ће се преписати.
tr: Ayıklama sırasında dosya zaten varsa üzerine yazılır.
uk: Якщо файл уже існує, він буде перезаписаний під час видобування файлу.
zh_cn: 解压后会覆盖已有的同名文件。

source: Automatic dimmer
ca: Atenuador de lluminositat automàtic
cs: Automatické stmívání
de: Automatischer Dimmer
el: Αυτόματη μείωση φωτεινότητας
es: Atenuador de luminosidad automático
fa: کاهش نور خودکار
fr: Assombrissement automatique
gl: Axuste de luminosidade automático
hu: Automatikus elhalványítás
it_it: Oscuramento automatico
ja: 自動調光
ko_kr: 자동 빛조절
nl_nl: Automatische dimmer
pl: Automatyczny ściemniacz
pt_br: Ajuste de brilho automático
ro: Dimmer automat
ru: Автоматическое снижение яркости
sk: Automatický stmievač
sr: Аутоматски затамњивач
tr: Otomatik kısma
uk: Автопритемнення
zh_cn: 自动调暗器

source: This plugin allows dimming the frontlight after a period of inactivity.
ca: Aquest complement permet atenuar la il·luminació després d'un període d'inactivitat.
cs: Tento doplněk umožňuje setmění předního osvětlení po době nečinnosti.
de: Dieses Plugin ermöglicht es, die Helligkeit der Beleuchtung automatisch abzusenken.
el: Αυτό το πρόσθετο επιτρέπει τη μείωση της έντασης του εμπρόσθιου φωτισμού μετά από μια περίοδο αδράνειας.
es: Este complemento permite atenuar la iluminación tras un periodo de inactividad.
fa: این افزونه اجازه می‌دهد نور جلوی را بعد از یک دوره عدم فعالیت کاهش دهید.
fr: Ce plugin permet de diminuer l'éclairage après une période d'inactivité.
gl: Este engadido permite atenuar a iluminación despois dun período de inactividade.
hu: Ez a bővítmény lehetővé teszi az elülső világítás elhalványulását inaktivitás után.
it_it: Questo componente aggiuntivo consente di ridurre la retroilluminazionedopo un periodo di inattività.
ja: このプラグインは、一定時間操作がない場合にフロントライトを暗くすることができます。
ko_kr: 이 플러그인을 사용하면 일정 시간 동안 활동이 없으면 전면 조명을 어둡게 할 수 있습니다.
nl_nl: Deze plugin maakt het mogelijk om het licht te dimmen na een periode van inactiviteit.
pl: Ta wtyczka umożliwia przyciemnianie oświetlenia po okresie bezczynności.
pt_br: Este plugin permite reduzir a iluminação após um período de inatividade.
ro: Acest plugin permite diminuarea luminozității după o perioadă de inactivitate.
ru: Данный плагин позволяет автоматически понижать яркость подсветки после определённого периода бездействия.
sk: Tento doplnok umožňuje stlmenie nasvietenia/podsvietenia displeja po určitej dobe nečinnosti.
sr: Овај додатак омогућава замрачивање предњег светла након периода неактивности.
tr: Bu uygulama eki, ön aydınlatmanın bir bekleme süresinden sonra kısılmasını sağlar.
uk: Цей плагін дає змогу притемнювати освітлення екрана після періоду бездіяльності.
zh_cn: 此插件允许在一段时间不活动后调暗前光。

source: Idle time for dimmer
ca: Temps d'inactivitat de l'atenuador
cs: Doba nečinnosti pro stmívání
de: Leerlaufzeit für Dimmer
el: Χρόνος αδράνειας για μείωση φωτεινότητας
es: Tiempo de inactividad del atenuador
fa: مدت بیکاری برای کاهش نور
fr: Durée d'inactivité automatique
gl: Tempo de inactividade para axustar a iluminación
hu: Elhalványulás tétlenségi ideje
it_it: Tempo di inattività per l'oscuramento
ja: 調光のアイドル時間
ko_kr: 빛조절 유휴 시간
nl_nl: Inactieve tijd voor dimmer
pl: Czas bezczynności ściemniacza
pt_br: Tempo de inatividade para ajustar o brilho
ro: Timp de inactivitate pentru dimmer
ru: Время бездействия до снижения яркости
sk: Čas nečinnosti pre stmievač
sr: Време неактивности затамњивача
tr: Kısma için boşta kalma süresi
uk: Час очікування до притемнення
zh_cn: 调暗器空闲时间

source: Idle time for dimmer: %1
ca: Temps d'inactivitat de l'atenuador: %1
cs: Doba nečinnosti pro stmívání: %1
de: Leerlaufzeit für Dimmer: %1
el: Χρόνος αδράνειας για μείωση φωτεινότητας: %1
es: Tiempo de inactividad del atenuador: %1
fa: مدت بیکاری برای کاهش نور: %1
fr: Temps d'inactivité : %1
gl: Tempo de inactividade para axustar a iluminación: %1
hu: Elhalványulás tétlenségi ideje: %1
it_it: Tempo di inattività per l'oscuramento: %1
ja: 調光のアイドル時間: %1
ko_kr: 빛조절 유휴 시간: %1
nl_nl: Inactieve tijd voor dimmer: %1
pl: Czas bezczynności ściemniacza: %1
pt_br: Tempo de inatividade para ajustar o brilho: %1
ro: Timp inactivitate dimmer: %1
ru: Время бездействия до снижения яркости: %1
sk: Doba nečinnosti pre stmievač: %1
sr: Време неактивности затамњивача: %1
tr: Kısma boşta bekleme süresi: %1
uk: Час очікування до притемнення: %1
zh_cn: 调暗器空闲时间：%1

source: Automatic dimmer idle time
ca: Temps d'inactivitat de l'atenuador automàtic
cs: Doba nečinnosti pro automatické stmívání
de: Leerlaufzeit für automatischen Dimmer
el: Χρόνος αδράνειας για αυτόματη μείωση της φωτεινότητας
es: Tiempo de inactividad del atenuador automático
fa: مدت بیکاری کاهش نور خودکار
fr: Temps d'inactivité automatique
gl: Tempo de inactividade para axustar a iluminación automaticamente
hu: Automatikus elhalványulás tétlenségi ideje
it_it: Tempo di inattività per l'oscuramento automatico
ja: 自動調光のアイドル時間
ko_kr: 자동 빛조절 유휴 시간
nl_nl: Automatische dimmer rusttijd
pl: Czas bezczynności automatycznego ściemniacza
pt_br: Tempo de inatividade para o ajuste automático do brilho
ro: Timp inactivitate pentru dimmer-ul automat
ru: Время бездействия до автоматического снижения яркости
sk: Čas nečinnosti automatického stmievača
sr: Време неактивности аутоматског затамњивача
tr: Otomatik kısma boşta bekleme süresi
uk: Автоматичний час простою до притемнення
zh_cn: 自动调暗器空闲时间
