Repository: spruceUI/spruceOS
Catalog: App/KoReader/l10n/*/koreader.po
Languages: ar, ca, cs, de, el, es, fa, fr, gl, hu, it_it, ja, ko_kr, nl_nl, pl, pt_br, ro, ru, sk, sr, tr, uk, zh_cn

source: This popup menu provides a quick CSS cheat sheet, showing common selector syntax and classic CSS properties. It also shows some KOReader-specific non-standard CSS features, that can be useful with e-books. Most of these CSS bits are used by our categorized Style tweaks in the top menu: look there and long-press on a style tweak to see its CSS code and a description of what it does. If these are not enough to trigger what you want, you may need to adapt them: tap on their CSS code to copy it to the clipboard. You can then paste it here and edit it. Long-press on any item in this popup to get more information on what it does and what it can help solving. Tap on the item to insert it: you can then edit it and combine it with others.
de: Dieses Popup-Menü bietet einen schnellen CSS-Spickzettel, der gängige Selektorsyntax und klassische CSS-Eigenschaften zeigt. Es zeigt auch einige KOReader-spezifische Nicht-Standard-CSS-Eigenschaften, die bei E-Books nützlich sein können. Die meisten dieser CSS-Eigenschaften werden von unseren kategorisierten Stiltweaks im oberen Menü verwendet: Schauen Sie dort nach und drücken Sie lange auf einen Stiltweak, um seinen CSS-Code und eine Beschreibung seiner Funktion zu sehen. Wenn diese nicht ausreichen, um das auszulösen, was Sie wollen, müssen Sie sie möglicherweise anpassen: Tippen Sie auf den CSS-Code, um ihn in die Zwischenablage zu kopieren. Sie können es dann hier einfügen und bearbeiten. Drücken Sie lange auf ein Element in diesem Popup-Menü, um weitere Informationen über dessen Funktion und Lösungsmöglichkeiten zu erhalten. Tippen Sie auf das Element, um es einzufügen: Sie können es dann bearbeiten und mit anderen kombinieren.
el: Αυτό το αναδυόμενο μενού παρέχει ένα γρήγορο φύλλο CSS, το οποίο δείχνει τη σύνταξη κοινών επιλογέων και τις κλασικές ιδιότητες CSS. Δείχνει επίσης κάποιες ειδικές για το KOReader μη τυποποιημένες ιδιότητες CSS, οι οποίες μπορεί να είναι χρήσιμες για τα ηλεκτρονικά βιβλία. Τα περισσότερα από αυτά τα στοιχεία CSS χρησιμοποιούνται από τις κατηγοριοποιημένες τροποποιήσεις των στυλ στο επάνω μενού: κοιτάξτε εκεί και πατήστε παρατεταμένα σε μία τροποποίηση στυλ για να δείτε τον κώδικα CSS του και μια περιγραφή του τι κάνει. Εάν αυτό δεν είναι αρκετό για να ενεργοποιηθούν οι επιθυμητές ρυθμίσεις, ίσως χρειαστεί να τις προσαρμόσετε: πατήστε στον κωδικό CSS τους για να τον αντιγράψετε στο πρόχειρο. Στη συνέχεια μπορείτε να τον επικολλήσετε εδώ και να τον επεξεργαστείτε. Πατήστε παρατεταμένα σε οποιοδήποτε στοιχείο σε αυτό το αναδυόμενο παράθυρο για να λάβετε περισσότερες πληροφορίες σχετικά με το τι κάνει και τι μπορεί να βοηθήσει στην επίλυση. Πατήστε σε ένα στοιχείο για να το εισαγάγετε: μπορείτε στη συνέχεια να το επεξεργαστείτε και να το συνδυάσετε με άλλα.
es: Este menú emergente proporciona una rápida hoja de consejos CSS que contiene la sintaxis común de los selectores y las propiedades CSS clásicas. También muestra algunas características CSS no estándar específicas de KOReader, que pueden ser útiles con los libros electrónicos. La mayoría de estos elementos CSS se utilizan en los ajustes de estilo categorizados en el menú superior: para ver el código CSS y obtener una explicación de lo que significa, es necesario hacer una pulsación larga sobre un ajuste de estilo. Si esto no es suficiente para activar los ajustes deseados, es posible que sea necesario adaptarlos. Esto puede hacerse pulsando sobre su código CSS para copiarlo en el portapapeles. Así puede pegarse después en un documento y editarse. Para obtener más información sobre lo que hace y lo que puede ayudar a resolver cada ajuste de estilo, hay que hacer una pulsación larga sobre cualquier elemento de esta ventana emergente . Para insertar un elemento hay que pulsar sobre él, así podrá editarse y combinarse con otros.
gl: Este menú emerxente proporciona unha referencia de trucos rápida, mostrando a sintaxe común do selector e propiedades de CSS clásicas. Tamén mostra algunhas características CSS non estándar específicas de KOReader que poden ser útiles con libros electrónicos. A maioría destes elementos CSS son usados polos axustes de estilo categorizados do menú superior: cunha pulsación longa nun axuste de estilo é posible ver o seu código CSS e unha descrición do que fai. Se estes non son suficientes para as túas necesidades, é posible adaptalos: preme no seu código CSS para copialo ao portapapeis. Podes pegalo aquí e editalo. Cunha pulsación longa en calquera elemento deste menú para obter máis información do que fai e do que pode axudar a resolver. Preme nun elemento para inserilo: despois é posible editalo e combinalo con outros.
it_it: Questo menu popup fornisce un rapido foglio di aiuto per il CSS, che mostra la sintassi dei selettori più comuni e le proprietà CSS classiche. Mostra anche alcune caratteristiche CSS non standard speciali di KOReader, che possono essere utili con e-books. La maggior parte di questi campioni di CSS sono utilizzati dai nostri ritocchi di stile categorizzati nel menu superiore: guardare lì e premere a lungo su un ritocco di stile per vedere il suo codice CSS e una descrizione di ciò che fa. Se questi non bastano per ottenere ciò che si desidera, potrebbe essere necessario adattarli: toccare il loro codice CSS per copiarlo negli appunti. Si può quindi incollarlo qui e modificarlo. Toccare a lungo su qualsiasi elemento in questo popup per ottenere più informazioni su ciò che fa e su cosa può aiutare a risolvere. Toccare l'elemento per inserirlo: è quindi possibile modificarlo e combinarlo con altri.
ko_kr: 이 팝업 메뉴는 일반적인 선택기 구문과 클래식 CSS 속성을 보여주는 빠른 CSS 치트 시트를 제공합니다. 또한 전자책에 유용할 수 있는 코리더 고유의 비표준 CSS 기능도 보여줍니다. 이러한 CSS 비트의 대부분은 상단 메뉴의 분류된 스타일 조정에서 사용됩니다. 스타일 조정을 찾아서 길게 누르면 해당 CSS 코드와 기능에 대한 설명을 볼 수 있습니다. 이것만으로는 원하는 효과를 내기에 충분하지 않다면 CSS 코드를 탭하여 클립보드에 복사한 후 수정해야 할 수도 있습니다. 그런 다음 여기에 붙여넣고 편집할 수 있습니다. 이 팝업에서 항목을 길게 누르면 해당 항목의 기능 및 해결에 도움이 될 수 있는 사항에 대한 자세한 정보를 볼 수 있습니다. 항목을 탭하여 삽입한 다음 편집하고 다른 항목과 결합할 수 있습니다.
nl_nl: Dit popupmenu biedt een snel CSS-spiekbriefje, met veelgebruikte selectorsyntaxis en klassieke CSS-eigenschappen. Het laat ook enkele KOReader-specifieke niet-standaard CSS-eigenschappen zien, die handig kunnen zijn bij e-boeken. De meeste van deze CSS-functies worden gebruikt door onze gecategoriseerde stijltaanpassingen in het bovenste menu: kijk daar en druk lang op een stijlaanpassing om de CSS-code en een beschrijving van wat het doet te zien. Als dit niet genoeg is om te bereiken wat je wilt, moet je ze misschien aanpassen: tik op de CSS-code om deze naar het klembord te kopiëren. Je kunt het dan hier plakken en bewerken. Druk lang op een item in dit pop-upvenster om meer informatie te krijgen over wat het doet en wat het kan helpen oplossen. Tik op het item om het in te voegen: het kan dan worden bewerkt en gecombineerd met andere items.
pl: To menu podręczne zawiera szybką ściągawkę CSS, pokazującą typową składnię selektora i klasyczne właściwości CSS. Pokazuje także pewne niestandardowe funkcje CSS specyficzne dla KOReadera, które mogą być przydatne w przypadku e-booków. Większość tych bitów CSS jest wykorzystywana przez nasze podzielone na kategorie poprawki stylu w górnym menu: spójrz tam i przytrzymaj modyfikację stylu, aby zobaczyć jej kod CSS i opis działania. Jeśli to nie wystarczy, aby wywołać to, czego chcesz, być może będzie trzeba je dostosować: stuknij ich kod CSS, aby skopiować go do schowka. Następnie możesz wkleić go tutaj i edytować. Przytrzymaj dowolny element w tym wyskakującym okienku, aby uzyskać więcej informacji o jego działaniu i rozwiązaniu, które może pomóc. Stuknij element, aby go wstawić: możesz go następnie edytować i połączyć z innymi.
ru: Данное всплывающее меню представляет собой краткую справку по CSS, показывающую общий синтаксис селектора и свойства классического CSS. Также здесь показаны некоторые специфичные для KOReader нестандартные CSS-функции, которые могут быть полезны при работе с электронными книгами. Большинство из них используются стилевыми подстройками: в верхнем меню нажмите и удерживайте нужную категорию, чтобы увидеть её CSS-код и описание работы. Если этого недостаточно для получения желаемого эффекта, то стилевые подстройки можно адаптировать: нажмите на их CSS-код для копирования его в буфер обмена, затем вставьте сюда и внесите нужные изменения. Нажатие с удержанием любого элемента во всплывающем окне позволяет получить дополнительную информацию о том, что он делает, и какие проблемы может решить. Нажмите на элемент для его вставки: затем его можно редактировать и комбинировать с другими элементами.
sk: Toto kontextové menu poskytuje rýchly "ťahák" pre CSS a zobrazuje bežnú syntax selektora a klasické vlastnosti CSS. Zobrazuje tiež niektoré neštandardné CSS funkcie špecifické pre KOReader, ktoré môžu byť užitočné pri e-knihách. Väčšinu týchto CSS používajú naše kategorizované vylepšenia štýlu v hornej ponuke: pozrite sa tam a dlho stlačte vylepšenie štýlu, aby ste videli jeho CSS kód a popis toho, čo robí. Ak tieto nestačia na spustenie toho, čo chcete, možno ich budete musieť prispôsobiť: klepnutím na ich CSS kód ho skopírujte do schránky. Potom ho môžete vložiť sem a upraviť. Dlhým stlačením ľubovoľnej položky v tomto kontextovom okne získate ďalšie informácie o tom, čo robí a čo môže pomôcť vyriešiť. Klepnutím na položku ju vložíte: potom ju môžete upraviť a skombinovať s ostatnými.
sr: Овај искачући мени приказује кратку CSS пушкицу која приказује општу синтаксу селектора и класичне CSS особине. Такође садржи и неке нестандардне CSS могућности које су специфичне за KOReader и које могу бити корисне за е-књиге. Већина ових CSS фрагмената користе наша категоризована Подешавања стила у горњем менију: погледајте га и извршите дуги притисак на подешавање стила да бисте видели CSS кôд подешавања и објашњење шта се њиме постиже. Ако то није довољно за оно што желите да постигнете, можете и да га прилагодите: тапните на CSS кôд подешавања да га копирате у клипборд. Онда можете овде да га налепите и да га уредите. Дуги притисак на било коју ставку овог искачућег прозора приказује још информација о томе шта она ради и који проблем може да реши. Тапните на ставку да је унесете: затим можете да је уредите и комбинујете са осталима.
tr: Bu açılır pencere menüsü, yaygın seçici söz dizimini ve klasik CSS özelliklerini gösteren hızlı bir CSS özet sayfası sağlar. Ayrıca, e-kitaplarda yararlı olabilecek KOReader'a özgü bazı standart dışı CSS özelliklerini de gösterir. Bu CSS bileşenlerinin çoğu üst menüde sınıflandırılan Biçem ayarlarımız tarafından kullanılır: CSS kodunu ve ne işe yaradığına dair açıklamayı görmek için oraya bakın ve bir biçem ayarına uzun basın. Bunlar istediğiniz şeyi yapmaya yetmiyorsa, bunları uyarlamanız gerekebilir: panoya kopyalamak için CSS kodlarına dokunun. Daha sonra buraya yapıştırabilir ve düzenleyebilirsiniz. Ne işe yaradığı ve neyi çözmeye yardımcı olabileceği hakkında daha fazla bilgi almak için bu açılır penceredeki herhangi bir ögeye uzun basın. Ögeyi eklemek için üzerine dokunun: daha sonra düzenleyebilir ve diğerleriyle birleştirebilirsiniz.
uk: Це спливне меню містить коротку шпаргалку з CSS, яка показує загальний синтаксис селекторів і класичні властивості CSS. Тут також показано деякі специфічні для KOReader нестандартні можливості CSS, які можуть бути корисними для електронних книг. Більшість з цих елементів CSS використовуються в наших категоріях Стильових змін у верхньому меню: подивіться туди й затисніть кнопку миші на стильовій зміні, щоб побачити її код CSS і опис того, що вона робить. Якщо цього недостатньо для досягнення бажаного результату, можливо, вам доведеться їх адаптувати: натисніть на їхній CSS-код, щоб скопіювати його в буфер обміну. Потім ви можете вставити його сюди й відредагувати. Натисніть і утримуйте будь-який елемент у цьому спливному вікні, щоб отримати більше інформації про те, що він робить і що він може допомогти вирішити. Натисніть на елемент, щоб вставити його: ви можете редагувати його та об'єднати з іншими.

source: Matching elements
de: Passende Elemente
el: Αντιστοίχιση στοιχείων
es: Elementos coincidentes
gl: Elementos que coinciden
it_it: Elementi corrispondenti
ko_kr: 일치하는 구성 요소
nl_nl: Overeenkomstige elementen
pl: Dopasowywanie elementów
ru: Соответствие элементов
sk: Zodpovedajúce prvky
sr: Подударајући елементи
tr: Eşleşen nesneler
uk: Збіг елементів

source: p.className matches a <p> with class='className'. *.className matches any element with class='className'. p:not([class]) matches a <p> without any class= attribute.
de: p.className entspricht einem <p> mit class='className'. *.className passt zu jedem Element mit class='className'. p:not([class]) passt auf ein <p> ohne class=-Attribut.
el: Το p.className αντιστοιχεί σε ένα <p> με class='className'. Το *.className αντιστοιχεί σε οποιοδήποτε στοιχείο με class='className'. Το p:not([class]) αντιστοιχεί σε ένα <p> χωρίς κανένα χαρακτηριστικό class=.
es: p.className corresponde a <p> con class='className'. *.className corresponde a cualquier elemento con class='className'. p:not([class]) corresponde a un <p> sin ningún atributo class=.
gl: p.nomeDeClase coincide cun <p> con class='nomeDeClase'. *.nomeDeClase coincide con calquera elemento con class='nomeDeClase'. p:not([class]) coincide cun <p> sen ningún atributo class=.
it_it: p.className corrisponde a <p> con class='className'. *.className corrisponde a qualsiasi elemento con class='className'. p:not([class]) corrisponde a <p> senza alcun attributo class=.
ko_kr: p.클래스이름은 class='클래스이름'인 <p>에 적용됩니다. *.클래스이름은 class='클래스이름'이 있는 모든 구성요소에 적용됩니다. p:not([class])은 class= 속성이 없는 <p>에 적용됩니다.
nl_nl: p.className komt overeen met een <p> met klasse 'className'. *.className komt overeen met elk element met klasse 'className'. p:not([class]) komt overeen met een <p> zonder het class= attribuut.
pl: p.className dopasowuje <p> do class='className'. *.className dopasowuje dowolny element do class='className' p:not([class]) dopasowuje <p> bez żadnego class= attribute.
ru: p.className соответствует <p> с атрибутом class='className'. *.className соответствует любому элементу с атрибутом class='className'. p:not([class]) соответствует <p> без всяких атрибутов class=.
sk: p.className sa uplatní na <p> a class='className'. *.className sa uplatní na všetkých prvkoch class='className'. p:not([class]) sa uplatní na <p> bez akejkoľvek class= attribute.
sr: p.имеКласе подудара <p> са class='имеКласе'. *.имеКласе подудара било који елемент са class='имеКласе'. p:not([class]) подудара <p> без class= атрибута.
tr: p.className class='className' özniteliğine sahip bir <p> ile eşleşir. *.className class='className' özniteliğine sahip herhangi bir ögeyle eşleşir. p:not([class]) class= özniteliği olmayan herhangi bir <p> ile eşleşir.
uk: p.className відповідає <p> class='className'. *.className відповідає всім елементам з class='className'. p:not([class]) відповідає <p> без будь-яких class= attribute.

source: aside > p matches a <p> children of an <aside> element. aside p (without any intermediate symbol) matches a <p> descendant of an <aside> element.
de: aside > p entspricht einem <p> Kind eines <aside> Elements. aside p (ohne Zwischensymbol) passt zu einem <p> Nachkomme eines <aside> Elements.
el: Το aside > p αντιστοιχεί σε ένα παιδί <p> ενός στοιχείου <aside>. Το aside p (χωρίς κάποιο ενδιάμεσο σύμβολο) αντιστοιχεί σε έναν απόγονο <p> ενός στοιχείου <aside>.
es: aside > p corresponde con un <p> hijo de un elemento <aside>. aside p (sin ningún símbolo intermedio) corresponde con un <p> descendiente de un elemento <aside>.
gl: aside > p coincide cos fillos <p> dun elemento <aside>. aside p (sen ningún símbolo intermedio) coincide cun <p> descendente dun elemento <aside>.
it_it: aside > p corrisponde a <p> figli di un elemento <aside>. aside p (senza simbolo intermedio) corrisponde a un discendente <p> di un elemento <aside>.
ko_kr: aside > p는 <aside> 구성요소의 <p> 자식에 적용됩니다. (중간 기호가 없는) aside p는 <aside> 구성요소의 <p> 하위 요소에 적용됩니다.
nl_nl: aside > p komt overeen met een <p>-kinderen van een <aside>-element. aside p (zonder tussensymbool) komt overeen met een <p>-afstammeling van een <aside>-element.
pl: aside > p dopasowuje potomka <p> elementu <aside>. aside p (bez żadnego symbolu pośredniego) dopasowuje potomka <p> elementu <aside>.
ru: aside > p соответствует непосредственному потомку <p> элемента <aside>. aside p (без промежуточного символа) соответствует любому потомку <p> элемента <aside>.
sk: aside > p sa uplatní na <p> 'deti' prvku <aside>. aside p (bez akéhokoľvek nasledujúceho symbolu) sa uplatní na <p> potomkoch prvku <aside>.
sr: aside > p подудара <p> децу елемента <aside>. aside p (без било каквог симбола између) подудара <p> потомке <aside> елемента.
tr: aside > p bir <aside> ögesinin <p> alt ögesiyle eşleşir. aside p (arasında herhangi bir simge olmadan) bir <aside> ögesinin altındaki bir <p> ile eşleşir.
uk: aside > p відповідає дочірньому елементу <p> елемента <aside> element. aside p (без будь-якого проміжного символу) відповідає <p> нащадку елемента <aside>.

source: p + img matches a <img> if its immediate previous sibling is a <p>. p ~ img matches a <img> if any of its previous siblings is a <p>.
de: p + img stimmt mit einem <img> überein, wenn sein unmittelbar vorheriges Geschwister ein <p> ist. p ~ img stimmt mit einem <img> überein, wenn eines seiner vorherigen Geschwister ein <p> ist.
el: Το p + img αντιστοιχεί σε ένα <img> αν ο αμέσως προηγούμενος αδελφός του είναι ένα <p>. Το p ~ img αντιστοιχεί σε ένα <img> εάν οποιοδήποτε από τα προηγούμενα αδέλφια του είναι ένα <p>.
es: p + img corresponde a un <img> si su hermano inmediatamente anterior es un <p>. p ~ img corresponde a un <img> si alguno de sus hermanos anteriores es un <p>.
gl: p + img coincide cun <img> se o seu irmán máis próximo é un <p>. p ~ img coincide cun <img> se algún dos seus irmáns anteriores é un <p>.
it_it: p + img corrisponde a <img> se il suo fratello immediatamente precedente è un <p>. p ~ img corrisponde a <img> se uno qualsiasi dei suoi precedenti fratelli è un <p>.
ko_kr: p + img는 바로 이전 형제가 <p>인 경우의 <img>에 적용됩니다. p ~ img는 이전 형제 중 하나라도 <p>인 경우의 <img>에 적용됩니다.
nl_nl: p + img komt overeen met een <img> als zijn directe voorganger een <p> is. p ~ img komt overeen met een <img> als een van zijn voorgangers een <p> is.
pl: p + img dopasowuje <img>, jeśli jego bezpośrednim poprzednim rodzeństwem jest <p>. p ~ img dopasowuje <img>, jeśli którekolwiek z jego poprzedniego rodzeństwa jest <p>.
ru: p + img соответствует <img>, если его непосредственным предыдущим родственным элементом является <p>. p ~ img соответствует <img>, если любым из его предыдущих родственных элементов является <p>.
sk: p + img sa uplatní na <img> ak je jeho bezprostredný predchádzajúci súrodenec <p>. p ~ img sa uplatní na <img> ak niektorý z jeho predchádzajúcich súrodencov je <p>.
sr: p + img подудара <img> ако је његов претходни братски елемент <p>. p ~ img подудара <img> ако је било који од његових претходних братских елемената <p>.
tr: p + img bir önceki yan ögesi <p> olan bir <img> ile eşleşir. p ~ img herhangi bir yan ögesi <p> olan bir <img> ile eşleşir.

source: [name="what"] matches if the element has the attribute 'name' and its value is exactly 'what'. [name] matches if the attribute 'name' is present. [name~="what"] matches if the value of the attribute 'name' contains 'what' as a word (among other words separated by spaces).
de: [name="what"] passt, wenn das Element das Attribut "name" hat und sein Wert genau "what" ist. [name] trifft zu, wenn das Attribut "name" vorhanden ist. [name~="what"] passt, wenn der Wert des Attributs "name" das Wort "what" enthält (neben anderen durch Leerzeichen getrennten Wörtern).
el: Το [name="what"] αντιστοιχεί εάν το στοιχείο έχει το χαρακτηριστικό 'name' και η τιμή του είναι ακριβώς 'what'. Το [name] αντιστοιχεί εάν υπάρχει το χαρακτηριστικό 'name'. Το [name~="what"] αντιστοιχεί εάν η τιμή του χαρακτηριστικού 'name' περιέχει το 'what' ως λέξη (μεταξύ άλλων λέξεων που χωρίζονται με κενά).
es: [name="what"] es un elemento que tiene el atributo 'name' y su valor es exactamente 'what'. [name] es un elemento que tiene el atributo "name". [name~="what"] es un elemento que tiene el valor del atributo 'name' y contiene la palabra 'what' (entre otras palabras separadas por espacios).
gl: [nome="algo"] coincide se o elemento ten o atributo 'nome' e o seu valor é exactamente 'algo'. [nome] coincide se o atributo 'nome' está presente. [nome~="algo"] coincide se o valor do atributo 'nome' contén a palabra 'algo' (entre outras palabras separadas por espazos).
it_it: [name="what"] corrisponde se l'elemento ha l'attributo 'name' e il suo valore è esattamente 'what'. [name] corrisponde se l'attributo 'name' è presente. [name~="what"] corrisponde se il valore dell'attributo 'name' contiene 'what' come una parola (tra le altre parole separate dagli spazi).
ko_kr: [name="what"]은 구성요소에 'name' 속성이 있고 그 값이 정확히 'what'인 경우에 적용됩니다. [name]은 'name' 속성이 있는 경우에 적용됩니다. [name~="what"]은 'name' 속성 값에 'what'이 단어로 포함된 경우(빈칸으로 구분된 단어 중)에 적용됩니다.
nl_nl: [naam="wat"] komt overeen met een element als het attribuut 'naam' precies 'wat' is. [naam] komt overeen met een element als het attribuut 'naam' aanwezig is. [naam~="wat"] komt overeen met een element als de waarde van het attribuut 'naam' het woord 'wat' bevat (tussen andere woorden gescheiden door spaties).
pl: [name="what"] dopasowuje, jeśli element ma atrybut 'name', a jego wartość to dokładnie 'what'. [name] dopasowuje, jeśli występuje atrybut 'name'. [name~="what"] dopasowuje, jeśli wartość atrybutu 'name' zawiera słowo 'what' (między innymi słowa oddzielone spacjami).
ru: [name="what"] соответствует, если элемент имеет атрибут «name» и его значение равно «what». [name] соответствует, если присутствует атрибут «name». [name~="what"] соответствует, если значение атрибута «name» содержит слово «what» (среди других слов, разделённых пробелами).
sk: [name="vzor"] sa uplatní, ak má prvok atribút 'name' a jeho hodnota je presne 'vzor'. [name] sa uplatní, ak je prítomný atribút 'name'. [name~="vzor"] sa uplatní, ak hodnota atribútu 'name' obsahuje slovo 'vzor' ako slovo (okrem iných slov oddelených medzerami).
sr: [име="шта"] подудара елемент који има атрибут ’име’ и чија је вредност тачно ’шта’. [име] подудара ако је присутан атрибут ’име’. [име~="шта"] подудара ако вредност атрибута ’име’ садржи ’шта’ као реч (између осталих речи раздвојених размацима).
tr: [ad="değer"] ögenin 'ad' özniteliğine sahip olması ve değerinin tam olarak 'değer' olması durumunda eşleşir. [ad] 'ad' özniteliği varsa eşleşir. [ad~="değer"] 'ad' özniteliğinin değeri bir sözcük olarak (boşluklarla ayrılan diğer sözcükler arasında) 'değer' içeriyorsa eşleşir.
