Repository: spruceUI/spruceOS
Catalog: App/KoReader/l10n/*/koreader.po
Languages: ar, ca, cs, de, el, es, fa, fr, gl, hu, it_it, ja, ko_kr, nl_nl, pl, pt_br, ro, ru, sk, sr, tr, uk, zh_cn

source: Line spacing set to: %1%.
ar: تم تعيين تباعد الأسطر على: %1٪.
ca: Interlineat ajustat a: %1%.
cs: Mezery mezi řádky jsou nastaveny na hodnotu: %1%.
de: Zeilenabstand eingestellt auf: %1%.
el: Το διάστιχο ρυθμίστηκε στο: %1%.
es: Interlineado ajustado a: %1%.
fa: فاصله خطوط تنظیم شد به: %1٪.
fr: Interligne réglée à : %1 %.
gl: Espazado de liña axustado a: %1%.
hu: Beállított sortávolság: %1%.
it_it: Interlinea impostata a: %1%.
ja: 行間を %1% に設定しました。
ko_kr: 줄 간격 설정: %1 %.
nl_nl: Regelafstand ingesteld op: %1%.
pl: Odległość między wierszami ustawiona na: %1%.
pt_br: Espaçamento de linha definido para: %1%.
ro: Spațierea liniilor setată la: %1%.
ru: Текущий межстрочный интервал: %1%.
sk: Riadkovanie nastavené na: %1 %.
sr: Проред је постављен на: %1%.
tr: Satır aralığı %1% olarak ayarlandı.
uk: Міжрядкові проміжки встановлено на %1%.
zh_cn: 行间距已设为: %1%。

source: Font weight set to: %1.
ar: تم ضبط عرض الخط على: %1.
ca: Pes de lletra ajustat a: %1.
cs: Tloušťka písma nastavena na: %1.
de: Schriftgewicht eingestellt auf: %1.
el: Το πάχος της γραμματοσειράς ορίστηκε σε: %1.
es: Peso de letra definido a: %1.
fa: ضخامت قلم تنظیم شد به:%1.
fr: Épaisseur de la police réglée à : %1.
gl: Peso da fonte axustado a: %1.
hu: Bállított betűvastagság: %1.
it_it: Peso carattere impostato a: %1.
ja: 文字の太さを %1 に設定しました。
ko_kr: 글꼴 두께 설정: %1.
nl_nl: Lettergewicht ingesteld op: %1.
pl: Waga czcionki ustawiona na: %1.
pt_br: Peso da fonte definido para: %1.
ro: Grosime font setată la: %1.
ru: Текущая толщина шрифта: %1.
sk: Šírka písma nastavená na: %1.
sr: Дебљина фонта је постављена на: %1.
tr: Yazı kalınlığı şuna ayarlandı: %1.
uk: Товщина шрифту встановлена на: %1.
zh_cn: 字体粗细已设为: %1。

source: Font hinting set to: %1
ar: تم تعيين تلميح الخط على: %1
ca: Optimització de tipus de lletra ajustat a: %1
cs: Hinting písma je nastaven na možnost: %1
de: Schrifthinweis eingestellt auf: %1
el: Η βελτιστοποίηση της γραμματοσειράς ορίστηκε σε: %1
es: Optimización de fuentes ajustado a: %1
fa: نرمی قلم تنظیم شد به: %1
fr: traitement de la police de caractère réglé à : %1
gl: Optimización da fonte axustada a: %1
hu: Betűsimítás (hinting): %1
it_it: Hinting carattere impostato a: %1
ja: フォントヒンティングを %1 に設定しました
ko_kr: 글꼴 힌팅 설정: %1
nl_nl: Letterhinten ingesteld op: %1
pl: Dopasowanie czcionki ustawione na: %1
pt_br: Hinting da fonte definido para: %1
ro: Hinting font setat la: %1
ru: Текущий хинтинг шрифта: %1
sk: Kvalita zobrazenia písma nastavená na: %1
sr: Хинтовање фонта је постављено на: %1
tr: Yazı tipi düzeltmesi şuna ayarlandı: %1
uk: Підказки щодо шрифтів встановлено на: %1
zh_cn: 字体微调设为: %1

source: Font kerning set to: %1
ar: تم تعيين تباعد الحروف على: %1
ca: Interlletratge de lletres ajustat a: %1
cs: Vyrovnání písma (kerning) je nastaveno na možnost: %1
de: Unterschneidung der Schriftart eingestellt auf: %1
el: Η διαγραμμάτωση της γραμματοσειράς ορίστηκε σε: %1
es: Interletraje de fuentes ajustado a: %1
fa: کشیدن قلم تنظیم شد به: %1
fr: césure de la police réglé à : %1
gl: Kerning da fonte axustado a: %1
hu: Betűk alávágása (kerning): %1
it_it: Crenatura carattere impostata a: %1
ja: 字間スペースを %1 に設定しました
ko_kr: 글꼴 커닝 설정: %1
nl_nl: Overhang (kerning) ingesteld op: %1
pl: Kerning czcionki ustawiony na: %1
pt_br: Kerning da fonte definido para: %1
ro: Kerning font setat la: %1
ru: Текущий кернинг шрифта: %1
sk: Vylepšenie písma nastavené na: %1
sr: Кернинг фонта јепостављено на: %1
tr: Yazı tipi aralığı şuna ayarlandı: %1
uk: Проміжки між знаками шрифту встановлено на: %1
zh_cn: 字体字距已设为: %1

source: Word spacing set to: %1%, %2%
ar: تم تعيين تباعد الكلمات على: %1٪ ، %2٪
ca: Espaiat entre paraules ajustat a: %1%, %2%
cs: Mezery mezi slovy jsou nastaveny na: %1%, %2%
de: Wortabstand eingestellt auf: %1%, %2%
el: Η απόσταση των λέξεων ορίστηκε σε: %1%, %2%
es: Espaciado entre palabras ajustado a: %1%, %2%
fa: فاصله‌گذاری واژه‌ها تنظیم شد به: %1٪٬ %2٪
fr: Espacement des mots réglé à : %1 %, %2 %
gl: Espazado entre palabras axustado a %1%, %2%
hu: Szóköz beállítva %1%, %2%
it_it: Spaziatura parole impostata a: %1%, %2%
ja: 単語間を %1%, %2% に設定しました
ko_kr: 낱말 간격 설정: %1%, %2%
nl_nl: Woordafstand ingesteld op: %1%, %2%
pl: Odstępy między słowami ustawione na: %1%, %2%
pt_br: Espaçamento de palavra definido para: %1%, %2%
ro: Spațierea cuvintelor setată la %1%, %2%
ru: Текущий интервал между словами: %1%, %2%
sk: Medzery medzi slovami nastavené na: %1%, %2%
sr: Размак између речи је постављен на: %1%, %2%
tr: Sözcük aralığı şuna ayarlandı: %1%, %2%
uk: Проміжки між словами встановлено на: %1%, %2%
zh_cn: 单词间距已设为: %1%, %2%

source: Word expansion set to: %1%.
ar: تم تعيين توسيع الكلمة إلى: %1٪.
ca: Expansió de paraules ajustat a: %1%.
cs: Rozšíření slov je nastaveno na: %1%.
de: Worterweiterung eingestellt auf: %1%.
el: Η διεύρυνση των λέξεων ορίστηκε σε: %1%.
es: Expansión de palabras ajustada a: %1%.
fa: گستردن واژه‌ها تنظیم شد به: %1٪.
fr: Expansion des mots réglée à : %1 %.
gl: Expansión de palabras axustada a: %1%.
hu: Beállított szóköz: %1%.
it_it: Espansione parole impostata al %1%.
ja: 単語の拡張を %1 %に設定しました。
ko_kr: 낱말 확장 설정: %1%.
nl_nl: Woorduitbreiding ingesteld op: %1%.
pl: Rozszerzenie słów ustawione na: %1%.
pt_br: Expansão de palavra definida para: %1%.
ro: Spațierea cuvintelor setată la: %1%.
ru: Текущий интервал между буквами: %1%.
sk: Rozšírenie slov nastavené na: %1%.
sr: Проширивање речи је постављено на: %1%.
tr: Sözcük aralığı %1% olarak ayarlandı.
uk: Розтягування слів встановлено на: %1%.
zh_cn: 字母间距已设为: %1%。

source: CJK width scaling set to: %1%.
ca: Escalat d'amplària CJK establert en: %1%.
cs: Škálování šířky ČJK znaků nastaveno na: %1%.
de: CJK-Breitenskalierung eingestellt auf: %1%.
el: Η κλιμάκωση πλάτους για CJK χαρακτήρες έχει οριστεί στο: %1%.
es: Escalado de anchura CJK establecido en: %1%.
fa: سنجش پهنای حروف شرق آسیا تنظیم شد به: %1٪.
fr: Mise à l'échelle de la largeur CJK réglée sur : %1%.
gl: Escalado de largura CJK axustado a: %1%.
hu: CJK szélesség skálázás beállítása: %1%.
it_it: Riscalamento della larghezza CJK impostato su: %1%.
ja: CJK幅縮尺を %1 % に設定しました。
ko_kr: CJK 너비 스케일링이 %1%로 설정되었습니다.
nl_nl: CJK-breedteschalen ingesteld op: %1%.
pl: Skalowanie szerokości CJK ustawiona na: %1%.
pt_br: Escala de largura CJK definida para: %1%.
ro: Scalarea lățimii CJK setată la: %1%.
ru: Текущий масштаб ширины CJK-символов: %1%.
sk: Mierka šírky ázijských (CJK) znakov nastavená na: %1%.
sr: CJK скалирање ширине је постављено на: %1%.
tr: CJK genişliği ölçeği %%1 olarak ayarlandı.
uk: Масштаб ширини CJK встановлено на: %1%.
zh_cn: CJK 宽度缩放比已设为: %1%。

source: Font gamma set to: %1.
ar: تم ضبط جاما الخط على: %1.
ca: Ajustar correcció gamma a: %1.
cs: Kontrast písma nastaven na hodnotu gamma: %1.
de: Kontrast eingestellt auf: %1.
el: Η αντίθεση της γραμματοσειράς ορίστηκε σε: %1.
es: Corrección gamma ajustada a: %1.
fa: گامای قلم تنظیم شد به:%1.
fr: Gamma de la police réglée à : %1.
gl: Gamma da fonte axustado a: %1.
hu: Beállított betűtípus gamma: %1.
it_it: Gamma carattere impostata a %1.
ja: フォントガンマを %1 に設定しました。
ko_kr: 글꼴 감마값을 %1로 설정.
nl_nl: Lettergamma ingesteld op: %1.
pl: Gamma czcionki ustawiona na: %1.
pt_br: Gama da fonte definido para: %1.
ro: Gamma font setată la: %1.
ru: Текущая гамма шрифта: %1.
sk: Korekcia gama pre písmo je nastavená na: %1.
sr: Гама фонта је постављена на: %1.
tr: Yazı tipi gamma değeri şuna ayarlandı: %1.
uk: Гамму шрифтів встановлено на: %1.
zh_cn: 字体伽玛值已设为: %1。

source: Would you like %1 to be used as the default font (★), or the monospace font (🄼)?
cs: Chcete „%1“ použít jako výchozí písmo (★), nebo chcete použít písmo monospace (🄼)?
de: Möchten Sie, dass %1 als Standardschriftart (★) oder als Monospace-Schriftart (🄼) verwendet wird?
el: Θα θέλατε η %1 να χρησιμοποιείται ως προεπιλεγμένη γραμματοσειρά (★) ή ως γραμματοσειρά monospace (🄼);
es: ¿Desea que %1 se utilice como fuente predeterminada (★) o como fuente monoespaciada (🄼)?
fa: آیا مایلید %1 به عنوان قلم پیشفرض استفاده شود (★), یاقلم فاصله ثابت (🄼)؟
fr: Préférez-vous utiliser %1 comme police par défaut (★), ou la police monospace (🄼)?
gl: Usar %1 como fonte por defecto (★), ou a fonte monoespaciada (🄼)?
it_it: Desideri che %1 venga utilizzato come font predefinito (★) o il font a spaziatura fissa (🄼)?
ko_kr: %1을 기본 글꼴(★)로 사용할까요, 아니면 고정폭 글꼴(🄼)로 사용할까요?
nl_nl: Wil je %1 als het standaardlettertype (★) of als het monospace-lettertype (🄼) instellen?
pl: Czy chcesz, aby %1 była używana jako czcionka domyślna (★) czy czcionka o stałej szerokości (🄼)?
pt_br: Você gostaria que %1 fosse usada como a fonte padrão (★) ou a fonte monoespaçada (🄼)?
ru: Вы хотите использовать %1 как шрифт по умолчанию (★) или как моноширинный шрифт (🄼)?
sk: Prajete si, aby sa %1 použilo ako predvolené písmo (★), alebo ako neproporcionálne písmo (🄼)?
sr: Желите ли да се %1 користи као подразумевани фонт (★), или фонт фиксне ширине (🄼)?
tr: %1 varsayılan yazı tipi olsun mu (★), ya da eş aralıklı yazı tipi (🄼)?
uk: Чи хотіли б ви, щоб %1 використовувався типовим шрифтом (★), або моноширинним шрифтом (🄼)?

# Font
source: Monospace
de: Feste Laufweite
el: Σταθερού πλάτους
fa: یکپارچه
fr: Espacement fixe
it_it: Larghezza fissa
ja: 等幅フォント
ko_kr: 모노스페이스
nl_nl: Niet proportioneel
pl: O stałej szerokości
pt_br: Monoespaçada
ro: Monospațiu
ru: Моноширинный
sk: Neproporcionálne
sr: Фиксне ширине
tr: Eş aralıklı
uk: Моноширинний
zh_cn: 等宽

source: Would you like %1 to be used as the default font (★), or the fallback font (�)? Characters not found in the active font are shown in the fallback font instead.
ar: هل تريد استخدام %1 كخطٍّ افتراضيّ (★), أو كخطٍّ احتياطيّ (�)؟ يتم عرض الحروف غير الموجودة في الخط الافتراضي باستخدام الخط الاحتياطيّ.
ca: Utilitzar %1 com a tipus de lletra predeterminat (★), o com a tipus de lletra alternativa (�)? S'emprarà el tipus de lletra secundari per als caràcters que no existeixen en el tipus de lletra actiu.
cs: Chcete „%1“ použít jako výchozí písmo (★), nebo jako náhradní písmo (�)? Znaky nenalezené v aktivním písmu budou zobrazeny místo toho v náhradním písmu.
de: Möchten Sie, dass %1 als Standard-Schriftart (★) oder als Ersatz-Schriftart (�) verwendet wird? Zeichen, die nicht in der aktiven Schriftart enthalten sind, werden stattdessen in der Ersatz-Schriftart angezeigt.
el: Θα θέλατε η %1 να χρησιμοποιηθεί ως προεπιλεγμένη γραμματοσειρά (★) ή ως εναλλακτική γραμματοσειρά (�); Οι χαρακτήρες που δεν είναι διαθέσιμοι στην ενεργή γραμματοσειρά θα εμφανίζονται στην εναλλακτική γραμματοσειρά.
es: ¿Desea que %1 se utilice como fuente predeterminada (★), o como fuente alternativa (�)? Se empleará la fuente secundaria para los caracteres que no existan en la fuente activa.
fa: آیا مایلید %1 به عنوان قلم پیش‌فرض (★) استفاده شود٬ یا به‌عنوان قلم جایگزین (�)؟ نویسه‌هایی که در قلم فعال یافت نشود به‌جای آن با قلم جایگزین نشان‌داده می‌شود.
fr: Souhaitez-vous que %1 soit utilisé comme police par défaut (★) ou comme police de remplacement (�) ? Les caractères indisponibles dans la police active seront affichés dans la police de remplacement.
gl: Gustaríache usar a fonte %1 como fonte por defecto (★), ou a fonte alternativa (�)? Os caracteres que non se atopen na fonte activa serán mostrados usando a fonte alternativa.
hu: Szeretné, hogy alapértelmezett (★), vagy a tartalék (�) legyen ez a betűtípus? %1 Az aktív betűkészletben nem található karakterek a tartalék betűkészlettel jelennek meg.
it_it: Vorresti utilizzare %1 come carattere predefinito (★) o il carattere di ripiego (�)? I caratteri non trovati nel carattere attivo vengono invece visualizzati nel carattere di ripiego.
ja: %1 を既定のフォント(★)、あるいは代替フォント(�)に設定しますか？ 指定されたフォント中含まれていない文字が、代替フォントで表示されます。
ko_kr: %1를 기본 글꼴 (★) 또는 대체 글꼴 (�)로 사용할까요? 활성 글꼴에서 찾을 수 없는 문자는 대체 글꼴로 표시됩니다.
nl_nl: Wil je %1 als het standaardlettertype (★) of als het reservelettertype (�) instellen? Tekens die niet in het actieve lettertype voorkomen worden in het reservelettertype weergegeven.
pl: Czy chcesz użyć %1 jako czcionki domyślnej (★) albo czcionki zastępczej (�)? Znaki nie znalezione dla aktywnej czcionki zostaną pokazane czcionką zastępczą.
pt_br: Você gostaria que %1 fosse usado como a fonte padrão (★) ou a fonte reserva (�)? Caracteres não encontrados na fonte ativa são exibidos na fonte reserva.
ro: Dorești ca fontul %1 să fie folosit ca font implicit (★), sau ca font de rezervă (�)? Caracterele care nu sînt găsite în fontul activ se vor afișa cu fontul de rezervă.
ru: Вы хотите использовать %1 как шрифт по умолчанию (★), или как резервный шрифт (�)? Отсутствующие в активном шрифте символы будут отображаться резервным шрифтом.
sk: Prajete si, aby sa %1 použilo ako predvolené písmo (★) alebo ako náhradné písmo (�)? Znaky, ktoré sa nenachádzajú v aktívnom písme, sa namiesto toho zobrazia v náhradnom písme.
sr: Желите ли да се %1 користи као подразумевани фонт (★), или фонт у крајњој нужди (�)? Карактери који се не пронађу у активном фонту ће се приказивати фонтом у случају крајње нужде.
tr: %1 varsayılan (★) ya da geri dönülecek yazı tipi (�) olarak kullanılsın mı? Etkin yazı tipinde bulunmayan karakterler geri dönülecek yazı tipinde görüntülenir.
uk: Ви хотіли б, щоб %1 використовувався типовим шрифтом (★) чи резервним шрифтом (�)? Символи, не знайдені у вибраному шрифті, натомість буде показано запасним шрифтом.
zh_cn: 你想要将字体 %1 设置为默认字体 (★)，还是后备字体 (�)? 当前字体中没有指定的字符时，便会使用后备字体。

# Font
source: Fallback
ar: خيار احتياطيّ
ca: Tipus de lletra alternatiu
cs: Náhradní
de: Ausweichlösung
el: Εναλλακτική
es: Alternativa
fa: جایگزین
fr: De remplacement
gl: Alternativa
hu: Tartalék
it_it: Ripiego
ja: フォールバック
ko_kr: 대체
nl_nl: Reserve
pl: Zastępcza
pt_br: Reserva
ro: Rezervă
ru: Резервный
sk: Náhradné
sr: Крајња нужда
tr: Geri dönülecek
uk: Резервний
zh_cn: 后备字体

source: Font: %1
ar: الخط: %1
ca: Tipus de lletra: %1
cs: Písmo: %1
de: Schriftart: %1
el: Γραμματοσειρά: %1
es: Tipo de letra: %1
fa: قلم: %1
fr: Police : %1
gl: Fonte: %1
hu: Betűtípus: %1
it_it: Carattere: %1
ja: フォント: %1
ko_kr: 글꼴 : %1
nl_nl: Lettertype: %1
pl: Czcionka: %1
pt_br: Fonte: %1
ru: Шрифт: %1
sk: Písmo: %1
sr: Фонт: %1
tr: Yazı tipi: %1
uk: Шрифт: %1
zh_cn: 字体：%1

source: Increasing font size…
ar: يتم الآن تكبير حجم الخط…
ca: Augmentant grandària de lletra…
cs: Zvětšování velikosti písma…
de: Schriftgröße erhöhen…
el: Αύξηση μεγέθους γραμματοσειράς…
es: Aumentando tamaño de letra…
fa: درحال افزایش اندازه‌ی قلم…
fr: Augmentation de la taille de la police…
gl: A aumentar o tamaño da fonte…
hu: Betűméret növelése…
it_it: Incremento della dimensione…
ja: フォントサイズを大きくします…
ko_kr: 글꼴 크기 늘이기…
nl_nl: Lettergrootte verhogen…
pl: Zwiększanie rozmiaru czcionki…
pt_br: Aumentando o tamanho da fonte…
ro: Se mărește dimensiunea fontului…
ru: Увеличение размера шрифта…
sk: Zväčšovanie veľkosti písma…
sr: Повећава се величина фонта…
tr: Yazı boyutu büyütülüyor…
uk: Збільшення розміру шрифту…
zh_cn: 增加字体大小……

source: Decreasing font size…
ar: جاري تصغير حجم الخط…
ca: Reduint grandària de lletra…
cs: Zmenšování velikosti písma…
de: Schriftgröße verringern…
el: Σμίκρυνση γραμματοσειράς…
es: Reduciendo tamaño de letra…
fa: درحال کاهش اندازه‌ی قلم…
fr: Réduction de la taille de la police…
gl: A reducir o tamaño da fonte…
hu: Betűméret csökkentése…
it_it: Decremento della dimensione…
ja: フォントサイズを小さくします…
ko_kr: 글꼴 크기 줄이기…
nl_nl: Lettergrootte verminderen…
pl: Zmniejszanie rozmiaru czcionki…
pt_br: Diminuindo o tamanho da fonte…
ro: Se micșorează dimensiunea fontului…
ru: Уменьшение размера шрифта…
sk: Zmenšovanie veľkosti písma…
sr: Умањује се величина фонта…
tr: Yazı boyutu küçültülüyor…
uk: Зменшення розміру шрифту…
zh_cn: 减小字体大小……
