Repository: spruceUI/spruceOS
Catalog: App/KoReader/l10n/*/koreader.po
Languages: ar, ca, cs, de, el, es, fa, fr, gl, hu, it_it, ja, ko_kr, nl_nl, pl, pt_br, ro, ru, sk, sr, tr, uk, zh_cn

source: * portable: runs on embedded devices (Cervantes, Kindle, Kobo, PocketBook), Android and Linux computers. Developers can run a KOReader emulator in Linux and MacOS. * multi-format documents: supports fixed page formats (PDF, DjVu, CBT, CBZ) and reflowable e-book formats (EPUB, FB2, Mobi, DOC, CHM, TXT). Scanned PDF/DjVu documents can also be reflowed with the built-in K2pdfopt library. * full-featured reading: multi-lingual user interface with a highly customizable reader view and many typesetting options. You can set arbitrary page margins, override line spacing and choose external fonts and styles. It has multi-lingual hyphenation dictionaries bundled into the application. * integrated with calibre (search metadata, receive ebooks wirelessly, browse library via OPDS), Wallabag, Wikipedia, Google Translate and other content providers. * optimized for e-ink devices: custom UI without animation, with paginated menus, adjustable text contrast, and easy zoom to fit content or page in paged media. * extensible via plugins * and much more: look up words with StarDict dictionaries / Wikipedia, add your own online OPDS catalogs and RSS feeds, online over-the-air software updates, an FTP client, an SSH server, …
ca: * portable: s'executa en dispositius integrats (Cervantes, Kindle, Kobo, PocketBook), Android i ordenadors Linux. Els desenvolupadors poden executar un emulador de KOReader en Linux i MacOS. * documents multiformat: admet formats de pàgina de maquetació fixa (PDF, DjVu, CBT, CBZ) i de maquetació fluida (EPUB, FB2, Mobi, DOC, CHM, TXT). També es pot modificar la maquetació dels documents PDF/DjVu escanejats, i redistribuir el seu contingut, gràcies a la biblioteca K2pdfopt incorporada. * lectura amb totes les funcions: interfície d'usuari multilingüe amb una vista de lectura altament personalitzable i moltes opcions de composició tipogràfica. És possible establir marges de pàgina arbitraris, anul·lar l'interlineat i triar fonts i estils externs. L'aplicació també disposa de diccionaris de separació de síl·labes multilingües integrats. * integració amb calibre (cerca de metadades, recepció sense fil de llibres electrònics, exploració de la biblioteca a través de OPDS), i amb Wallabag, Wikipedia, Google Translate i altres proveïdors de contingut. * optimitzat per a dispositius de tinta electrònica: interfície d'usuari personalitzada sense animacions, amb menús paginats, contrast de text ajustable i zoom que permet ajustar fàcilment la pàgina o el contingut dels mitjans paginats. * extensible mitjançant complements * i molt més: cerca de paraules en diccionaris StarDict / Wikipedia, afegir catàlegs OPDS i canals RSS propis en línia, actualitzacions de programari en línia, client FTP, servidor SSH, ...
de: * portabel: läuft auf eingebetteten Geräten (Cervantes, Kindle, Kobo, PocketBook), Android- und Linux-Computern. Entwickler können einen KOReader-Emulator in Linux und MacOS ausführen. * Multiformat-Dokumente: unterstützt feste Seitenformate (PDF, DjVu, CBT, CBZ) und umformatierbare E-Book-Formate (EPUB, FB2, Mobi, DOC, CHM, TXT). Gescannte PDF/DjVu-Dokumente können auch mit der integrierten K2pdfopt-Bibliothek umgewandelt werden. * Voll funktionsfähiges Lesen: mehrsprachige Benutzeroberfläche mit einer hochgradig anpassbaren Leseansicht und vielen Satzoptionen. Sie können beliebige Seitenränder einstellen, Zeilenabstände außer Kraft setzen und externe Schriftarten und Stile auswählen. Das Programm verfügt über mehrsprachige Silbentrennungswörterbücher, die in die Anwendung integriert sind. * integriert mit Calibre (Suche nach Metadaten, drahtloser Empfang von E-Books, Durchsuchen der Bibliothek über OPDS), Wallabag, Wikipedia, Google Translate und anderen Inhaltsanbietern. * optimiert für E-Ink-Geräte: benutzerdefinierte Benutzeroberfläche ohne Animationen, mit paginierten Menüs, einstellbarem Textkontrast und einfachem Zoom, um den Inhalt oder die Seite in paginierte Medien einzupassen. * erweiterbar über Plugins * und vieles mehr: Nachschlagen von Wörtern mit StarDict-Wörterbüchern / Wikipedia, Hinzufügen eigener Online-OPDS-Kataloge und RSS-Feeds, Online-Software-Updates über das Internet, ein FTP-Client, ein SSH-Server, ...
el: * φορητή: τρέχει σε ενσωματωμένες συσκευές (Cervantes, Kindle, Kobo, PocketBook), υπολογιστές Android και Linux. Οι προγραμματιστές μπορούν να τρέξουν έναν εξομοιωτή KOReader σε Linux και MacOS. * Έγγραφα πολλαπλών μορφών: υποστηρίζει μορφές σταθερών σελίδων (PDF, DjVu, CBT, CBZ) και μορφές ηλεκτρονικών βιβλίων με δυνατότητα αναδιάταξης κειμένου (EPUB, FB2, Mobi, DOC, CHM, TXT). Στα σαρωμένα έγγραφα PDF/DjVu μπορεί επίσης να γίνει αναδιάταξη κειμένου με την ενσωματωμένη βιβλιοθήκη K2pdfopt. * Ανάγνωση με πολλαπλές δυνατότητες: πολύγλωσση διεπαφή χρήστη με εξαιρετικά διαμορφώσιμη προβολή αναγνώστη και πολλές επιλογές στοιχειοθεσίας. Μπορείτε να ορίσετε επιθυμητά περιθώρια σελίδας, να παρακάμψετε το διάστημα γραμμών και να επιλέξετε εξωτερικές γραμματοσειρές και στυλ. Διαθέτει λεξικά συλλαβισμού σε διάφορες γλώσσες που είναι ενσωματωμένα στην εφαρμογή. * ενοποιημένη με το calibre (αναζήτηση μεταδεδομένων, ασύρματη λήψη ηλεκτρονικών βιβλίων, περιήγηση στη βιβλιοθήκη μέσω OPDS), το Wallabag, τη Wikipedia, το Google Translate και άλλους παρόχους περιεχομένου. * βελτιστοποιημένη για συσκευές e-ink: προσαρμοσμένη διεπαφή χρήστη χωρίς κινούμενα στοιχεία, με επιλογές σελιδοποίησης, ρυθμιζόμενη αντίθεση κειμένου και εύκολη μεγέθυνση για να προσαρμόζεται το περιεχόμενο ή η σελίδα σε σελιδοποιημένα μέσα. * επεκτάσιμη μέσω προσθέτων * και πολλά άλλα: αναζήτηση λέξεων με λεξικά StarDict / Wikipedia, προσθήκη δικών σας διαδικτυακών καταλόγων OPDS και ροές RSS, διαδικτυακές ενημερώσεις λογισμικού "over-the-air", πρόγραμμα-πελάτη FTP, διακομιστή SSH, ...
es: * portable: se ejecuta en dispositivos integrados (Cervantes, Kindle, Kobo, PocketBook), Android y ordenadores Linux. Los desarrolladores pueden ejecutar un emulador de KOReader en Linux y MacOS. * documentos multiformato: admite formatos de página de maquetación fija (PDF, DjVu, CBT, CBZ) y de maquetación fluida (EPUB, FB2, Mobi, DOC, CHM, TXT). También se puede modificar la maquetación de los documentos PDF/DjVu escaneados, y redistribuir su contenido, gracias a la biblioteca K2pdfopt incorporada. * lectura con todas las funciones: interfaz de usuario multilingüe con una vista de lectura altamente personalizable y muchas opciones de composición tipográfica. Es posible establecer márgenes de página arbitrarios, anular el interlineado y elegir fuentes y estilos externos. La aplicación también dispone de diccionarios de separación de sílabas multilingües integrados. * integración con calibre (búsqueda de metadatos, recepción inalámbrica de libros electrónicos, exploración de la biblioteca a través de OPDS), y con Wallabag, Wikipedia, Google Translate y otros proveedores de contenido. * optimizado para dispositivos de tinta electrónica: interfaz de usuario personalizada sin animaciones, con menús paginados, contraste de texto ajustable y zoom que permite ajustar fácilmente la página o el contenido de los medios paginados. * extensible mediante complementos * y mucho más: búsqueda de palabras en diccionarios StarDict / Wikipedia, añadir catálogos OPDS y canales RSS propios en línea, actualizaciones de software en línea, cliente FTP, servidor SSH, ...
fr: Portable : fonctionne sur des appareils intégrés (Cervantes, Kindle, Kobo, PocketBook), des ordinateurs Android et Linux. Les développeurs peuvent exécuter un émulateur KOReader sur Linux et MacOS. Documents multi-formats : prend en charge les formats de pages fixes (PDF, DjVu, CBT, CBZ) et les formats de livres électroniques à reflow (EPUB, FB2, Mobi, DOC, CHM, TXT). Les documents PDF/DjVu scannés peuvent également être mis en forme avec la bibliothèque K2pdfopt intégrée. Lecture complète : interface utilisateur multilingue avec une vue de lecteur hautement personnalisable et de nombreuses options de mise en page. Vous pouvez définir des marges de page arbitraires, remplacer l'espacement des lignes et choisir des polices et styles externes. Il a des dictionnaires de césure multilingues intégrés dans l'application. Intégré à calibre (recherche de métadonnées, réception de livres numériques sans fil, navigation de la bibliothèque via OPDS), Wallabag, Wikipédia, Google Translate et d'autres fournisseurs de contenu. Optimisé pour les appareils à encre électronique : interface utilisateur personnalisée sans animation, avec des menus pagination, un contraste de texte réglable et un zoom facile pour s'adapter au contenu ou à la page dans les médias paginés. Extensible via des modules d'extension Et beaucoup plus : recherchez des mots avec les dictionnaires StarDict / Wikipédia, ajoutez vos propres catalogues OPDS et flux RSS en ligne, mises à jour logicielles en ligne sans fil, un client FTP, un serveur SSH…
gl: * portable: funciona en dispositivos dedicados (Cervantes, Kindle, Kobo, PocketBook), Android e computadoras Linux. Os programadores poden executar o emulador de KOReader en Linux e MacOS. * documentos multi-formato: soporta formatos de maquetaxe de páxina fixa (PDF, DjVu, CBT, CBZ) e formatos de maquetaxe fluída (EPUB, FB2, Mobi, DOC, CHM, TXT). Os documentos PDF/DjVu escaneados poden ter o seu contido redistribuído grazas á librería K2pdfopt integrada. * lectura con todas as funcións: interface de usuario multilingüe cunha vista de lectura axustable e con moitas opcións de axuste de fonte. Podes configurar marxes de páxina arbitrarias, cambiar o espazado de liñas e escoller fontes e estilos externos. Incluídos na aplicación hai dicionarios de separación en sílabas multilingües. * integrado con calibre (procura de metadatos, recibir libros por rede, navegar pola biblioteca con OPDS), Wallabag, Wikipedia, Google Translate e outros provedores de contido. * optimizado para dispositivos de tinta electrónica: interface de usuario personalizada sen animacións, menús con páxinas, contraste de texto axustable e zoom sinxelo para axustar contido e texto en páxinas. * extensible por medio de engadidos * e moito máis: procura de palabras con dicionarios StarDict / Wikipedia, engade os teus propios catálogos OPDS online e novas RSS, actualizacións automáticas a través da rede, un cliente FTP, un servidor SSH, ...
hu: * hordozható: fut beágyazott eszközökön (Cervantes, Kindle, Kobo, PocketBook), Android és Linux számítógépeken. A fejlesztők a KOReader emulátort futtathatják Linuxon és MacOS-en. * több formátumú dokumentum-kezelés: támogatja a rögzített oldalformátumokat (PDF, DjVu, CBT, CBZ) és az újraformázható e-könyv formátumokat (EPUB, FB2, Mobi, DOC, CHM, TXT). A beolvasott PDF/DjVu dokumentumok a beépített K2pdfopt könyvtáron is átfolyathatók. * teljes értékű olvasás: többnyelvű felhasználói felület, nagymértékben testreszabható olvasónézet és számos „szedési” lehetőség. Tetszőleges oldalmargók állíthatóak be, felülbírálható a sortávolság, valamint külső betűtípusok és stílusok választhatóak. Többnyelvű kötőjelszótárral rendelkezik az alkalmazás részeként. * integrálva van a Calibre (metaadatok keresése, e-könyvek vezeték nélküli fogadása, könyvtár böngészése OPDS-en keresztül), Wallabag, Wikipedia, Google Translate és más tartalomszolgáltatókkal. * e-ink eszközökre optimalizált: egyedi felhasználói felület animációk nélkül, oldalszámozott menük, állítható szövegkontraszt és egyszerű zoomolás a tartalom vagy az oldalszámozott médiumok tartalmának illesztéséhez. * tovább bővíthető külső bővítményekkel * és még sok más: szavak keresése StarDict szótárakban / Wikipédiával, saját online OPDS katalógusok és RSS feedek hozzáadása, online szoftverfrissítések, FTP kliens, SSH szerver, ...
it_it: * portatile: funziona su dispositivi embedded (Cervantes, Kindle, Kobo, PocketBook), Android e computer Linux. Gli sviluppatori possono fare girare un emulatore di KOReader in Linux e MacOS. * Documenti multiformato: supporta i formati a pagina fissa (PDF, DjVu, CBT, CBZ) e i formati e-book rifluibili (EPUB, FB2, Mobi, DOC, CHM, TXT). I documenti PDF/DjVu scansionati possono anche essere sottoposti a reimpaginazione con la libreria K2pdfopt integrata. * Ricco di opzioni di lettura: interfaccia utente multilingue con lettore altamente personalizzabile e numerose opzioni di impaginazione. È possibile impostare margini di pagina arbitrari, sovrascrivere l'interlinea e scegliere font e stili esterni. Dispone di dizionari di sillabazione multilingue integrati nell'applicazione. * Integrato con calibre (ricerca di metadati, ricezione di ebook in modalità wireless, consultazione della biblioteca tramite OPDS), Wallabag, Wikipedia, Google Translate e altri fornitori di contenuti. * Ottimizzato per i dispositivi e-ink: interfaccia utente specializzata, senza animazioni, con menu divisi in pagine, contrasto del testo regolabile e zoom facile che si adatta al contenuto o alla pagina nei formati impaginati. * estensibile tramite componenti aggiuntivi * e molto altro: consultazione di dizionari StarDict/Wikipedia, aggiunta di cataloghi OPDS online e feed RSS, aggiornamenti software online over-the-air, un cliente FTP, un server SSH, ...
ja: * ポータブル: 組み込み機器（Cervantes、Kindle、Kobo、PocketBook）、Android、Linuxコンピュータで動作します。開発者はLinuxとMacOSでKOReaderエミュレータを実行することができます。 * マルチフォーマットドキュメント: 固定ページフォーマット(PDF、DjVu、CBT、CBZ)およびリフロー可能な電子書籍フォーマット(EPUB、FB2、Mobi、DOC、CHM、TXT)をサポートします。スキャンしたPDF/DjVu文書は、内蔵のK2pdfoptライブラリでリフローすることも可能です。 * フル機能の読書: 高度にカスタマイズ可能なリーダービューと多くの組版オプションを備えた多言語ユーザーインターフェイス。任意のページ余白を設定したり、行間を上書きしたり、外部フォントやスタイルを選択することができます。アプリケーションにバンドルされた多言語ハイフネーション辞書を備えています。 * Caribre（メタデータ検索、電子書籍のワイヤレス受信、OPDS経由のライブラリ閲覧）、Wallabag、Wikipedia、Google翻訳、その他のコンテンツプロバイダーと統合されています。 * e-inkデバイスに最適化: アニメーションを使わないカスタムUI、ページ分割メニュー、調整可能なテキスト濃淡、ページ分けされたメディアのコンテンツやページにフィットさせるための簡単ズーム。 * プラグインによる拡張性 * 多にもたくさん: StarDict辞書/Wikipediaで単語を調べる、独自のオンラインOPDSカタログやRSSフィードを追加する、オンラインソフトウェアアップデート、FTPクライアント、SSHサーバー、...
ko_kr: * 휴대용: 임베디드 장치(Cervantes, Kindle, Kobo, PocketBook), Android 및 Linux 컴퓨터에서 실행됩니다. 개발자는 Linux 및 MacOS에서 KOReader 에뮬레이터를 실행할 수 있습니다. * 다중 형식 문서: 고정된 페이지 형식(PDF, DjVu, CBT, CBZ) 및 가변형 전자책 형식(EPUB, FB2, Mobi, DOC, CHM, TXT)을 지원합니다. 스캔한 PDF/DjVu 문서는 내장된 K2pdfopt 라이브러리로 재정돈할 수도 있습니다. * 완전한 기능을 갖춘 읽기: 고도로 사용자 정의 가능한 리더 보기 및 다양한 조판 옵션이 있는 다국어 사용자 인터페이스. 임의의 페이지 여백을 설정하고 줄 간격을 무시하고 외부 글꼴 및 스타일을 선택할 수 있습니다. 응용 프로그램에 번들로 제공되는 다국어 하이픈 넣기 사전이 있습니다. * 칼리브(메타데이터 검색, 무선으로 eBook 수신, OPDS를 통해 라이브러리 검색), Wallabag, Wikipedia, Google 번역 및 기타 콘텐츠 제공업체와 통합됩니다. * 전자 잉크 장치에 최적화됨: 애니메이션이 없는 사용자 정의 UI, 페이지가 매겨진 메뉴, 조정 가능한 텍스트 대비 및 페이지 미디어의 콘텐츠 또는 페이지에 맞게 쉽게 확대/축소됩니다. * 플러그인을 통해 확장 가능 * 기타: StarDict 사전 / Wikipedia로 단어 검색, 자신의 온라인 OPDS 카탈로그 및 RSS 피드 추가, 온라인 무선 소프트웨어 업데이트, FTP 클라이언트, SSH 서버 등
nl_nl: * portabel: draait op embedded apparaten (Cervantes, Kindle, Kobo, PocketBook), Android en Linux-computers. Ontwikkelaars kunnen een KOReader-emulator draaien in Linux en MacOS. * multi-format documenten: ondersteunt vaste paginaformaten (PDF, DjVu, CBT, CBZ) en herschikbare e-book formaten (EPUB, FB2, Mobi, DOC, CHM, TXT). Gescande PDF/DjVu-documenten kunnen ook worden herschikt met de ingebouwde K2pdfopt-bibliotheek. * volledige leesfunctie: meertalige gebruikersinterface met een zeer aanpasbare leesweergave en vele zetopties. U kunt willekeurige paginamarges instellen, regelafstand overschrijven en externe lettertypen en stijlen kiezen. Meertalige afbreekwoordenboeken zijn gebundeld in de applicatie. * geïntegreerd met calibre (metadata zoeken, ebooks draadloos ontvangen, bibliotheek doorzoeken via OPDS), Wallabag, Wikipedia, Google Translate en andere contentproviders. * geoptimaliseerd voor e-ink apparaten: aangepaste UI zonder animatie, met gepagineerde menu's, instelbaar tekstcontrast, en eenvoudige zoom om inhoud of pagina in gepagineerde media te passen. * uitbreidbaar via plugins * en nog veel meer: woorden opzoeken met StarDict woordenboeken / Wikipedia, uw eigen online OPDS catalogi en RSS feeds toevoegen, online over-the-air software updates, een FTP client, een SSH server, ...
pl: * przenośny: działa na urządzeniach wbudowanych (Cervantes, Kindle, Kobo, PocketBook), komputerach z systemem Android i Linux. Programiści mogą uruchomić emulator KOReadera w systemach Linux i MacOS. * dokumenty wieloformatowe: obsługuje stałe formaty stron (PDF, DjVu, CBT, CBZ) i formaty e-booków z funkcją reflow (EPUB, FB2, Mobi, DOC, CHM, TXT). Zeskanowane dokumenty PDF/DjVu można również uzupełniać za pomocą wbudowanej biblioteki K2pdfopt. * w pełni funkcjonalne czytanie: wielojęzyczny interfejs użytkownika z wysoce konfigurowalnym widokiem czytnika i wieloma opcjami składu. Możesz ustawić dowolne marginesy strony, zastąpić odstępy między wierszami oraz wybrać zewnętrzne czcionki i style. Do aplikacji dołączone są wielojęzyczne słowniki dzielenia wyrazów. * zintegrowany z calibre (wyszukuj metadane, odbieraj e-booki bezprzewodowo, przeglądaj bibliotekę przez OPDS), Wallabag, Wikipedią, Google Translate i innymi dostawcami treści. * zoptymalizowany pod kątem urządzeń e-ink: niestandardowy interfejs użytkownika bez animacji, z paginowanymi menu, regulowanym kontrastem tekstu i łatwym powiększaniem w celu dopasowania treści lub strony w mediach stronicowanych. * rozszerzalny za pomocą wtyczek * oraz wiele więcej: szukaj słów w słownikach StarDict / Wikipedii, dodawaj własne internetowe katalogi OPDS i kanały RSS, bezprzewodowe aktualizacje oprogramowania online, klient FTP, serwer SSH…
pt_br: * Portátil: roda em dispositivos embarcados (Cervantes, Kindle, Kobo, PocketBook), computadores Android e Linux. Os desenvolvedores podem executar um emulador KOReader no Linux e MacOS. * Documentos multiformato: suporta formatos de página fixa (PDF, DjVu, CBT, CBZ) e formatos de livro eletrônico refluíveis (EPUB, FB2, Mobi, DOC, CHM, TXT). Documentos PDF/DjVu digitalizados também podem ser refluídos com a biblioteca K2pdfopt integrada. * Leitura completa: interface de usuário multilíngue com visualização do leitor altamente personalizável e muitas opções tipográficas. Você pode definir margens de página arbitrárias, substituir o espaçamento entre linhas e escolher fontes e estilos externos. Possui dicionários de hifenização multilíngues incluídos no aplicativo. * Integrado com o calibre (buscar metadados, receber livros eletrônicos sem fio, navegar na biblioteca via OPDS), Wallabag, Wikipédia, Google Tradutor e outros provedores de conteúdo. * Otimizado para dispositivos de tinta eletrônica: interface do usuário personalizada sem animação, com menus paginados, contraste de texto ajustável e ampliação fácil para ajustar o conteúdo ou a página na mídia paginada. * Extensível através de plugins * E muito mais: busque palavras com dicionários StarDict / Wikipédia, adicione seus próprios catálogos OPDS online e canais de RSS, atualizações de software on-line, um cliente FTP, um servidor SSH, …
ro: * portabil: rulează pe dispozitive încorporate (Cervantes, Kindle, Kobo, PocketBook), Android și calculatoare cu Linux. Dezvoltatorii pot rula un emulator KOReader în Linux și MacOS. * documente de formate diferite: suportă formate cu pagini fixe (PDF, DjVu, CBT, CBZ) și pagini flexibile de tip e-book (EPUB, FB2, Mobi, DOC, CHM, TXT). Documentele PDF/DjVu scanate pot de asemenea să fie făcute flexibile cu biblioteca K2pdfopt. * citire cu multe facilități: interfață cu utilizatorul disponibilă în multe limbi, cu un grad crescut de particularizare și opțiune de ajustare a fonturilor și aspectului. Poți seta margini de pagină arbitrare, schimba spațierea, fonturile, stilurile. Are prezente și dicționare de despărțire în silabe. * integrat cu Calibre (caută metadate, primește cărți prin wireless, navighează prin biblioteci cu OPDS), Wallabag, Wikipedia, Google Translate și alte servicii. * optimizat pentru dispozitive e-ink: interfață particularizată fără animații, cu meniuri paginate, contrast ajustabil și ușurință la panoramare, mărire, cuprindere conținut sau navigare pagină cu pagină. * extensibil cu ajutorul plugin-urilor. * și multe altele: caută cuvinte în dicționarele StarDict / Wikipedia, adaugă cataloagele tale online OPDS, fluxuri RSS, actualizări de software online, client FTP, sever SSH…
ru: * портативность: доступен на устройствах Cervantes, Kindle, Kobo, PocketBook, Android и компьютерах с Linux. Разработчики могут использовать эмулятор KOReader'а в Linux и в MacOS. * многоформатные документы: поддержка форматов с фиксированной страницей (PDF, DjVu, CBT, CBZ) и форматов электронных книг с перекомпонуемой страницей (EPUB, FB2, Mobi, DOC, CHM, TXT). Также доступна перекомпоновка страниц в отсканированных документах PDF/DjVu с помощью встроенной библиотеки K2pdfopt. * полнофункциональное чтение: многоязычный интерфейс пользователя с широкими возможностями настройки окна чтения и целым рядом параметров форматирования текста. Вы можете задавать произвольную ширину полей, изменять интервал между строк, выбирать внешние шрифты и стили. В приложение включены многоязычные словари переносов. * интеграция с Calibre (поиск по метаданным, получение электронных книг по сети, просмотр библиотеки посредством ODPS), Wallabag, Википедией, сервисом перевода Google и другими поставщиками контента. * оптимизация для устройств с экраном на «электронных чернилах»: интерфейс без анимаций, с разбивкой меню на страницы, регулируемой контрастностью текста, и лёгким изменением масштаба для подгонки содержимого или страницы (в форматах с разбивкой на страницы) к размеру экрана. * расширяемость посредством плагинов. * и многое другое: поиск слов в словарях в формате StarDict или в Википедии, добавление собственных каталогов ODPS и лент RSS, обновление программы «по воздуху», клиент FTP, сервер SSH, …
sk: * prenosný: funguje na prenosných zariadeniach (Cervantes, Kindle, Kobo, PocketBook), zariadeniach so systémom Android a Linux. Vývojári môžu spustiť emulátor KOReader v systémoch Linux a MacOS. * viac-formátové dokumenty: podporuje formáty s pevnou štruktúrou strán (PDF, DjVu, CBT, CBZ) a preformátovateľné typy elektronických kníh (EPUB, FB2, Mobi, DOC, CHM, TXT). Naskenované dokumenty PDF/DjVu možno tiež preformátovať pomocou zabudovanej knižnice K2pdfopt. * Plnohodnotné čítanie: viacjazyčné používateľské rozhranie s vysoko prispôsobiteľným zobrazením čítačky a mnohými možnosťami prispôsobenia textu. Môžete nastaviť ľubovoľné okraje strany, prepísať riadkovanie a vybrať externé písma a štýly. Má viacjazyčné pomlčkové slovníky, ktoré sú súčasťou aplikácie. * integrovaný s Calibre (vyhľadávanie metadát, bezdrôtové prijímanie elektronických kníh, prehliadanie knižnice prostredníctvom OPDS), Wallabag, Wikipedia, Google Translate a ďalšími poskytovateľmi obsahu. * optimalizované pre displej zariadenia s elektronickým atramentom (e-ink): vlastné používateľské rozhranie bez animácií, so stránkovanými ponukami menu, nastaviteľným kontrastom textu a jednoduchým priblížením na prispôsobenie obsahu alebo stránky v stránkovaných médiách. * rozšíriteľný prostredníctvom zásuvných modulov * a oveľa viac: vyhľadávanie slov pomocou slovníkov StarDict / Wikipédie, pridanie vlastných online katalógov OPDS a kanálov RSS, online aktualizácie softvéru cez internet, klient FTP, server SSH, ...
sr: * преносив: извршава се на преносним уређајима (Cervantes, Kindle, Kobo, PocketBook), Android и Linux компјутерима. Програмери могу да извршавају KOReader емулатор у Linux и MacOS систему. * документи вишеструког формата: подржава формате фиксне странице (PDF, DjVu, CBT, CBZ) и e-book формате који могу да се преложе (EPUB, FB2, Mobi, DOC, CHM, TXT). Скенирани PDF/DjVu документи такође могу да се пресложе уграђеном K2pdfopt библиотеком. * читање пуно могућности: вишејезички кориснички интерфејс са врло прилагодљивим погледом читања и многим типографским опцијама. Можете да поставите произвољне маргине странице, преиначите проред и изаберете спољне фонтове и стилове. Поседује вишејезичке речнике хифенације уграђене у апликацију. * интегрише се са програмом calibre (претрага метаподатака, бежични пријем е-књига, преглед библиотеке преко OPDS), Wallabag, Wikipedia, Google Translate и остали пружаоци садржаја. * оптимизован за e-ink уређаје: прилагодљиви КИ без анимација, са нумерисаним менијима, подесивим контрастом текста и лаким зумирањем тако да на екран стане садржај или страница медија фиксне странице. * проширив помоћу додатака * и још доста тога: претрага речи StarDict речницима / Википедијом, додавање ваших OPDS каталога на мрежи и RSS објава, софтверска ажурирања у лету, FTP клијент, SSH сервер, …
tr: * Taşınabilir: Gömülü aygıtlarda (Cervantes, Kindle, Kobo, PocketBook), Android ve Linux bilgisayarlarda çalışır. Geliştiriciler, Linux ve macOS üzerinde bir KOReader öykünücüsü çalıştırabilir. * Çok biçimli belgeler: Sabit sayfa biçimleri (PDF, DjVu, CBT, CBZ) ve yeniden düzenlenebilir e-kitap biçimleri (EPUB, FB2, Mobi, DOC, CHM, TXT) desteklenir. Taranan PDF/DjVu belgeleri, yerleşik K2pdfopt kitaplığı ile yeniden düzenlenebilir. * Tam özellikli okuma: Son derece özelleştirilebilir okuyucu görünümü ve birçok dizgi seçeneği ile çok dilli kullanıcı arabirimi. İsteğe bağlı sayfa kenar boşlukları ayarlayabilir, satır aralığını değiştirebilir ve dış yazı tipleri ile biçemleri seçebilirsiniz. Uygulamada çok dilli tireleme sözlükleri de bulunur. * Calibre (üst veri arama, kablosuz olarak e-kitap alma, OPDS aracılığıyla kitaplığa göz atma), Wallabag, Vikipedi, Google Translate ve diğer içerik sağlayıcılarla bütünleşik. * E-mürekkep aygıtları ile uyumlu hale getirilmiş: Sayfalandırılmış menüler, ayarlanabilir metin karşıtlığı ve içeriği veya sayfalı ortama sığdırmak için kolay yakınlaştırma ile canlandırma olmayan özel kullanıcı arayüzü. * Uygulama ekleri ile zenginleştirilebilir * Ve pek çok diğer özellik: StarDict sözlükleri / Wikipedia ile sözcük arama, kendi çevrim içi OPDS kataloglarınızı ve RSS akışlarınızı ekleyebilme, çevrim içi kablosuz yazılım güncellemeleri, bir FTP istemcisi, bir SSH sunucusu, …
uk: * переносний: працює на вбудованих пристроях (Cervantes, Kindle, Kobo, PocketBook), Android і комп’ютерах Linux. Розробники можуть запускати емулятор KOReader в Linux і MacOS. * багатоформатні документи: підтримуються фіксовані формати сторінок (PDF, DjVu, CBT, CBZ) і формати електронних книг з можливістю перекомпонування (EPUB, FB2, Mobi, DOC, CHM, TXT). Скановані документи PDF/DjVu також можна переформатувати за допомогою вбудованої бібліотеки K2pdfopt. * повнофункціональне читання: багатомовний користувальницький інтерфейс із широкими можливостями пристосувань для читання та багатьма параметрами верстки. Ви можете встановити довільні поля сторінки, змінити міжрядковий інтервал і вибрати зовнішні шрифти та стилі. Він має багатомовні словники перенесень, включені в застосунок. * інтегровано з calibre (пошук метаданих, бездротове отримання електронних книг, перегляд бібліотеки через OPDS), Wallabag, Вікіпедією, Перекладачем Google та іншими постачальниками вмісту. * оптимізовано для пристроїв з електронним чорнилом: користувальницький інтерфейс без анімації, з розбитими на сторінки меню, регульованою контрастністю тексту та легким масштабуванням, щоб відповідати вмісту чи сторінці в сторінковому медіа. * розширюється за допомогою плагінів * і багато іншого: шукайте слова за допомогою словників StarDict / Вікіпедії, додавайте власні онлайн-каталоги OPDS і RSS-канали, бездротові онлайн оновлення програмного забезпечення, клієнт FTP, сервер SSH, …
zh_cn: *便携：可在嵌入式设备（Cervantes，Kindle， Kobo， PocketBook）， Android和Linux系统上运行。开发人员可以在Linux和MacOS上运行KOReader模拟器。 *多格式文档：支持固定页面格式（PDF，DjVu，CBT，CBZ）和可变格式（EPUB， FB2， Mobi，DOC， CHM，TXT）。扫描的PDF或DjVu文档也可以通过内置的K2pdfopt库进行页面重排。 *全功能阅读：多语言用户界面，具有高度可定制的阅读器视图和许多排版选项。您可以设置任意页边距、重写行间距以及选择外部字体和样式。它在应用程序中捆绑了多语言的断字字典。 *集成calibre（搜索元数据，无线接收电子书，通过OPDS浏览图书馆），Wallabag，维基百科，谷歌翻译和其他内容提供商。 *优化的电子墨水设备：自定义UI，没有动画，分页菜单，可调节的文本对比，并容易缩放以适应页面媒体中的内容或页面。 *可通过插件扩展 *和更多：用StarDict字典/维基百科查找单词，添加自己的在线OPDS目录和RSS提要，在线无线软件更新，FTP客户端，SSH服务器，…
