Repository: spruceUI/spruceOS
Catalog: App/KoReader/l10n/*/koreader.po
Languages: ar, ca, cs, de, el, es, fa, fr, gl, hu, it_it, ja, ko_kr, nl_nl, pl, pt_br, ro, ru, sk, sr, tr, uk, zh_cn

source: <An image>
ar: <صورة>
cs: <Obrázek>
el: <Μία εικόνα>
fa: <یک تصویر>
fr: <Une image>
hu: <Egy kép>
ko_kr: <그림>
nl_nl: <Een afbeelding>
pl: <obrazek>
pt_br: <Uma imagem>
ru: <Изображение>
sr: <Слика>
tr: <Bir görsel>
uk: <Зображення>
zh_cn: <图片>

source: Set XMNote IP
ca: Configurar la IP de XMNote
cs: Nastavit IP adresu pro XMNote
de: XMNote IP einstellen
el: Ορισμός IP XMNote
es: Configurar la IP de XMNote
fr: Configurer IP XMNote
gl: Configurar a IP de XMNote
hu: XMNote IP beállítás
it_it: Imposta IP XMNote
ko_kr: XMNote IP 설정
nl_nl: XMNote ip instellen
pl: Ustaw adres IP XMNote
pt_br: Definir IP do XMNote
ru: Задать IP для XMNote
sk: Nastaviť IP pre XMNote
sr: Постављање XMNote IP адресе
tr: XMNote IP adresini ayarla
uk: Вказати IP XMNote
zh_cn: 设置IP地址

source: Set IP
ca: Configurar IP
cs: Nastavit IP adresu
de: IP einstellen
el: Ορισμός IP
es: Configurar IP
fa: تنظیم آی‌پی
fr: Définir l'adresse IP
gl: Configurar IP
hu: IP beállítása
it_it: Imposta IP
ko_kr: IP 설정
nl_nl: IP instellen
pl: Ustaw adres IP
pt_br: Definir IP
ru: Задать IP
sk: Nastaviť IP
sr: Постави IP адресу
tr: IP ayarla
uk: Вказати IP
zh_cn: 设置IP

source: Export to XMNote
ca: Exportar a XMNote
cs: Exportovat do XMNote
de: Exportieren nach XMNote
el: Εξαγωγή στο XMNote
es: Exportar a XMNote
fa: خروجی به XMNote
fr: Exporter vers XMNote
gl: Exportar a XMNote
hu: Exportálás XMNote-ba
it_it: Esporta a XMNote
ko_kr: XMNote로 내보내기
nl_nl: Exporteer naar XMNote
pl: Eksportuj do XMNote
pt_br: Exportar para o XMNote
ru: Экспорт в XMNote
sk: Exportovať do XMNote
sr: Извоз у XMNote
tr: XMNote üzerine aktar
uk: Експорт до XMNote
zh_cn: 导出到纸间书摘

source: Before starting the export process, please make sure that your mobile and KOReader are connected to the same local network. Open XMNote and go to "My" - "Import Highlights" - "Import via API". At the bottom of the interface, you will find the IP address of your mobile device. Enter this IP address into KOReader to complete the configuration.
ca: Abans d'iniciar el procés d'exportació és necessari assegurar-se que el mòbil i KOReader estan connectats a la mateixa xarxa local. Per a això, cal obrir XMNote i anar a "El meu" - "Importar subratllats" - "Importar via API". En la part inferior de la interfície es mostrarà l'adreça IP del dispositiu mòbil. És necessari Introduir aquesta adreça IP en KOReader per a completar la configuració.
de: Bevor Sie den Exportvorgang starten, stellen Sie bitte sicher, dass Ihr Mobiltelefon und KOReader mit demselben lokalen Netzwerk verbunden sind. Öffnen Sie XMNote und gehen Sie zu "Mein" - "Highlights importieren" - "Import via API". Unten auf der Oberfläche finden Sie die IP-Adresse Ihres mobilen Geräts. Geben Sie diese IP-Adresse in KOReader ein, um die Konfiguration abzuschließen.
el: Πριν ξεκινήσετε τη διαδικασία εξαγωγής, βεβαιωθείτε ότι το κινητό σας και το KOReader είναι συνδεδεμένα στο ίδιο τοπικό δίκτυο. Ανοίξτε το XMNote και μεταβείτε στο "My" - "Import Highlights" - "Import via API". Στο κάτω μέρος της διεπαφής, θα βρείτε τη διεύθυνση IP της κινητής συσκευής σας. Εισαγάγετε αυτή τη διεύθυνση IP στο KOReader για να ολοκληρώσετε τη διαμόρφωση.
es: Antes de iniciar el proceso de exportación es necesario asegurarse de que el móvil y KOReader están conectados a la misma red local. Para ello, hay que abrir XMNote e ir a "Mi" - "Importar subrayados" - "Importar vía API". En la parte inferior de la interfaz se mostrará la dirección IP del dispositivo móvil. Es necesario Introducir esta dirección IP en KOReader para completar la configuración.
fr: Avant de commencer le processus d'exportation, assurez-vous que votre téléphone mobile et KOReader sont connectés au même réseau local. Ouvrez XMNote et allez sur « My » – « Importer les surlignages » – « Importer via l'API ». En bas de l'interface, vous trouverez l'adresse IP de votre appareil mobile. Entrez cette adresse IP dans KOReader pour terminer la configuration.
gl: Antes de comezar o proceso de exportación, é preciso asegurarse de que KOReader e o móbil están conectados á mesma rede local. Abre XMNote e vai a "Meus" - "Importar subliñados" - "Importar vía API". Na parte inferior da interface, verás a dirección IP do teu dispositivo móbil. Insire esta dirección IP en KOReader para completar a configuración.
it_it: Prima di iniziare il processo di esportazione, assicurati che il tuo cellulare e KOReader siano collegati alla stessa rete locale. Apri XMNote e vai a "My" - "Import Highlights" - "Import via API". Nella parte inferiore dell'interfaccia, troverai l'indirizzo IP del dispositivo mobile. Inserisci questo indirizzo IP in KOReader per completare la configurazione.
ko_kr: 내보내기 프로세스를 시작하기 전에 모바일과 코리더가 동일한 로컬 네트워크에 연결되어 있는지 확인하십시오. XMNote를 열고 "내" - "하이라이트 가져오기" - "API를 통해 가져오기"로 이동합니다. 인터페이스 하단에서 모바일 기기의 IP 주소를 찾을 수 있습니다. 이 IP 주소를 KOReader에 입력하면 구성이 완료됩니다.
nl_nl: Voordat je het exportproces start, moet je ervoor zorgen dat je mobiele telefoon en KOReader verbonden zijn met hetzelfde lokale netwerk. Open XMNote en ga naar "Mijn" - "Hoogtepunten importeren" - "Importeren via API". Onderaan de interface vind je het IP-adres van je mobiele apparaat. Voer dit IP-adres in KOReader in om de configuratie te voltooien.
pl: Przed rozpoczęciem procesu eksportu upewnij się, że urządzenie mobilne i KOReader są podłączone do tej samej sieci lokalnej. Otwórz XMNote i przejdź do „Moje” - „Importuj zaznaczenia” - „Importuj przez API”. Na dole interfejsu znajdziesz adres IP urządzenia mobilnego. Wprowadź ten adres IP do KOReadera, aby zakończyć konfigurację.
pt_br: Antes de iniciar o processo de exportação, certifique-se de que seu celular e o KOReader estejam conectados à mesma rede local. Abra o XMNote e vá para "Meu" - "Importar Destaques" - "Importar via API". Na parte inferior da interface, você encontrará o endereço IP do seu dispositivo móvel. Digite esse endereço IP no KOReader para concluir a configuração.
ru: Прежде чем начать экспорт, убедитесь, что ваше мобильное устройство и KOReader подключены к одной сети. Откройте XMNote и перейдите в «Мои → Импорт выделений → Импортировать через API». В нижней части экрана вы увидите IP-адрес своего мобильного устройства; для завершения настройки введите этот IP-адрес в KOReader.
sk: Pred začatím exportného procesu sa uistite, že vaše mobilné zariadenie a KOReader sú pripojené ku rovnakej miestnej sieti. Otvorte XMNote a choďte na "My" - "Import Highlights" - "Import via API". V dolnej časti rozhrania nájdete IP adresu vášho mobilného zariadenia. Zadajte túto IP adresu do KOReadera na dokončenie konfigurácie.
sr: Пре него што започнете процес извоза, молимо вас да обезбедите да су ваш мобилни уређај и KOReader повезани на исту локалну мрежу. Отворите XMNote и идите на „My” - „Import Highlights” - „Import via API”. На дну интерфејса, пронаћи ћете IP адресу вађег мобилног уређаја. Да довршите конфигурацију, унесите ову IP адресу у KOReader.
tr: Dışa aktarma işlemine başlamadan önce lütfen cep telefonunuzun ve KOReader uygulamanızın aynı yerel ağa bağlı olduğundan emin olun. XMNote uygulamasını açın ve “Benim” - “Vurgulamaları içe aktar” - “API ile içe aktar” seçeneğine gidin. Arayüzün alt kısmında mobil aygıtınızın IP adresini bulacaksınız. Yapılandırmayı tamamlamak için bu IP adresini KOReader uygulamasına yazın.
uk: Перед початком експорту переконайтеся, що ваш мобільний телефон і KOReader під'єднані до однієї локальної мережі. Відкрийте XMNote і перейдіть до "Моє" - "Імпорт обраного" - "Імпорт через API". У нижній частині інтерфейсу ви знайдете IP-адресу вашого мобільного пристрою. Введіть цю IP-адресу в KOReader, щоб завершити налаштування.
zh_cn: 在开始导出之前，请确保您的手机和KOReader在同一个局域网中。打开纸间书摘，进入「我的」-「书摘导入」-「通过API导入」，在界面底部找到手机的IP地址。将该IP地址输入到KOReader中即可完成配置。

source: External keyboard
ca: Teclat extern
cs: Externí klávesnice
de: Externe Tastatur
el: Εξωτερικό Πληκτρολόγιο
es: Teclado externo
fa: صفحه کلید خارجی
fr: Clavier externe
gl: Teclado externo
hu: Külső billentyűzet
it_it: Tastiera esterna
ja: 外部キーボード
ko_kr: 외부 키보드
nl_nl: Extern toetsenbord
pl: Klawiatura zewnętrzna
pt_br: Teclado externo
ru: Внешняя клавиатура
sk: Externá klávesnica
sr: Спољна тастатура
tr: Dış klavye
uk: Зовнішня клавіатура
zh_cn: 外部键盘

source: Manages USB OTG and configures keyboard.
ca: Gestiona l'USB OTG i configura el teclat.
de: Verwaltet USB OTG und konfiguriert die Tastatur.
el: Διαχειρίζεται USB OTG και διαμορφώνει το πληκτρολόγιο.
es: Gestiona el USB OTG y configura el teclado.
fr: Gère USB OTG et configure le clavier.
gl: Xestiona USB OTG e configura o teclado.
hu: USB OTG kezelése és billentyűzet konfigurálása.
it_it: Gestisce USB OTG e configura la tastiera.
ja: USB OTGを管理し、キーボードを設定する。
ko_kr: USB OTG를 관리하고 키보드를 구성합니다.
nl_nl: Beheert usb-otg en configureert het toetsenbord.
pl: Zarządza OTG USB i konfiguruje klawiaturę.
pt_br: Gerencia o USB OTG e configura o teclado.
ru: Управляет USB OTG и настраивает клавиатуру.
sk: Spravuje OTG režim pre USB a konfiguruje klávesnicu.
sr: Управља са USB OTG и конфигурише тастатуру.
tr: USB OTG kipini yönetir ve klavyeyi yapılandırır.
uk: Керує USB OTG і налаштовує клавіатуру.
zh_cn: 管理 USB OTG 和配置键盘。

source: External Keyboard
ca: Teclat Extern
cs: Externí klávesnice
de: Externe Tastatur
el: Εξωτερικό Πληκτρολόγιο
es: Teclado Externo
fa: صفحه‌کلید خارجی
fr: Clavier Externe
gl: Teclado externo
hu: Külső billentyűzet
it_it: Tastiera esterna
ja: 外部キーボード
ko_kr: 외부 키보드
nl_nl: Extern toetsenbord
pl: Klawiatura zewnętrzna
pt_br: Teclado externo
ru: Внешняя клавиатура
sk: Externá klávesnica
sr: Спољна тастатура
tr: Dış klavye
uk: Зовнішня клавіатура
zh_cn: 外部键盘

source: Enable OTG mode to connect peripherals
ca: Habilitar el mode OTG per a connectar perifèrics
cs: Povolit OTG režim pro připojení periférií
de: Aktivieren Sie den OTG-Modus, um Peripheriegeräte anzuschließen
el: Ενεργοποίηση της λειτουργίας OTG για τη σύνδεση περιφερειακών συσκευών
es: Habilitar el modo OTG para conectar periféricos
fr: "Activer le mode OTG pour connecter des périphériques"
gl: Activar o modo OTG para conectar periféricos
hu: OTG mód engedélyezése perifériák csatlakoztatásához
it_it: Abilita la modalità OTG per collegare le periferiche
ja: 周辺機器を接続するときにOTGモードを有効にする
ko_kr: OTG 모드를 활성화하여 주변 장치 연결
nl_nl: OTG-modus inschakelen om randapparatuur aan te sluiten
pl: Włącz tryb OTG, aby podłączyć urządzenia peryferyjne
pt_br: Ativar o modo OTG para conectar periféricos
ru: Включите режим OTG для подключения периферийных устройств
sk: Ak si prajete pripojiť periférne zariadenia, povoľte režim OTG
sr: Укључи OTG режим за повезивање периферија
tr: Çevre birimlerini bağlamak için OTG kipi kullanılsın
uk: Увімкнути режим OTG для підключення периферійних пристроїв
zh_cn: 启用 OTG 模式以连接外设

source: Always enable OTG mode
ca: Habilitar sempre el mode OTG
cs: Vždy povolit OTG režim
de: OTG-Modus immer aktivieren
el: Να ενεργοποιείται πάντα η λειτουργία OTG
es: Habilitar siempre el modo OTG
fr: "Toujours activer le mode OTG"
gl: Activar sempre o modo OTG
hu: OTG mód mindig engedélyezett
it_it: Abilita sempre la modalità OTG
ja: 常にOTGモードを有効にする
ko_kr: 항상 OTG 모드 활성화
nl_nl: OTG-modus altijd inschakelen
pl: Zawsze włączaj tryb OTG
pt_br: Sempre ativar o modo OTG
ru: Всегда включать режим OTG
sk: Vždy povoliť režim OTG
sr: Увек укључи OTG режим
tr: Her zaman OTG kipi kullanılsın
uk: Завжди вмикати режим OTG
zh_cn: 总是启用 OTG 模式

source: Keyboard disconnected
ca: Teclat desconnectat
cs: Klávesnice odpojena
de: Tastatur getrennt
el: Πληκτρολόγιο αποσυνδεδεμένο
es: Teclado desconectado
fa: صفحه‌کلید جدا شد
fr: Clavier déconnecté
gl: Teclado desconectado
hu: Billentyűzet lecsatlakoztatva
it_it: Tastiera scollegata
ja: キーボードは切断されました
ko_kr: 키보드 연결 끊김
nl_nl: Toetsenbord losgekoppeld
pl: Klawiatura odłączona
pt_br: Teclado desconectado
ru: Клавиатура отключена
sk: Klávesnica odpojená
sr: Тастатура није повезана
tr: Klavye bağlantısı kesildi
uk: Клавіатура від'єднана
zh_cn: 键盘已断开

source: Keyboard connected
ca: Teclat connectat
cs: Klávesnice připojena
de: Tastatur verbunden
el: Πληκτρολόγιο συνδεδεμένο
es: Teclado conectado
fa: صفحه‌کلید متصل شد
fr: Clavier connecté
gl: Teclado conectado
hu: Billentyűzet csatlakozva
it_it: Tastiera collegata
ja: キーボードは接続されました
ko_kr: 키보드 연결됨
nl_nl: Toetsenbord aangesloten
pl: Klawiatura podłączona
pt_br: Teclado conectado
ru: Клавиатура подключена
sk: Klávesnica pripojená
sr: Тастатура је повезана
tr: Klavye bağlandı
uk: Клавіатура підключена
zh_cn: 键盘已连接

source: Note that in OTG mode the device will not be recognized as a USB drive by a computer.
ca: En el mode OTG un ordinador no reconeixerà el dispositiu com una unitat USB.
de: Beachten Sie, dass das Gerät im OTG-Modus von einem Computer nicht als USB-Laufwerk erkannt werden kann.
el: Σημειώστε ότι στη λειτουργία OTG η συσκευή δεν θα αναγνωρίζεται ως μονάδα USB από έναν υπολογιστή.
es: En el modo OTG un ordenador no reconocerá el dispositivo como una unidad USB.
fr: Notez qu'en mode OTG, l'appareil ne sera pas reconnu comme un lecteur USB par un ordinateur.
gl: Ten en conta que no modo OTG un ordenador non recoñecerá o dispositivo como un disco USB.
hu: Vegye figyelembe, hogy OTG módban a számítógép nem ismeri fel USB-meghajtóként az eszközt.
it_it: Notare che in modalità OTG il dispositivo non verrà riconosciuto come disco USB dal computer.
ja: OTGモードではパソコンからUSBドライブとして認識されないことにご注意ください。
ko_kr: OTG 모드에서는 장치가 컴퓨터에서 USB 드라이브로 인식되지 않습니다.
nl_nl: Merk op dat het apparaat in otg-modus niet door een computer herkend zal worden als een usb-station.
pl: Należy pamiętać, że w trybie OTG urządzenie nie zostanie rozpoznane przez komputer jako napęd USB.
pt_br: Observe que no modo OTG o dispositivo não será reconhecido como uma unidade USB por um computador.
ru: Учтите, что в режиме OTG устройство не распознаётся компьютером как USB-накопитель.
sk: Prosím vezmite na vedomie, že v režime OTG nebude USB zariadenie rozpoznané, tak ako na počítači.
sr: Имајте на уму да компјутер неће препознати уређај у OTG режиму као USB драјв.
tr: OTG kipindeyken aygıtın bir bilgisayar tarafından USB sürücü olarak kullanılamayacağını unutmayın.
uk: Зауважте, що в режимі OTG пристрій не розпізнаватиметься комп'ютером як USB-накопичувач.
zh_cn: 请注意，在 OTG 模式下，该设备不会被计算机识别为 USB 驱动器。

source: Gestures
ar: الإيماءات
ca: Gestos
cs: Gesta
de: Gesten
el: Χειρονομίες
es: Gestos
fa: ژست‌های حرکتی
fr: Gestes
gl: Acenos
hu: Gesztusok
it_it: Gesti
ja: ジェスチャー
ko_kr: 제스처
nl_nl: Gebaren
pl: Gesty
pt_br: Gestos
ro: Gesturi
ru: Жесты
sk: Gestá
sr: Гестикулације
tr: El hareketleri
uk: Жести
zh_cn: 手势

source: This plugin provides gesture support.
ca: Aquest complement proporciona suport per a gestos.
cs: Tento doplněk poskytuje podporu gest.
de: Dieses Plugin bietet Unterstützung für Gesten.
el: Αυτό το πρόσθετο παρέχει υποστήριξη χειρονομιών.
es: Este complemento proporciona compatibilidad con gestos.
fa: این افزونه از ژست‌های حرکتی پشتیبانی می‌کند.
fr: Ce module permet de gérer les gestes.
gl: Este engadido proporciona soporte para acenos.
hu: Ez a bővítmény a gesztusok támogatását biztosítja.
it_it: Questa estensione fornisce il supporto per i gesti.
ja: ジェスチャーをサポートするプラグインです。
ko_kr: 이 플러그인은 제스처 지원을 제공합니다.
nl_nl: Deze plugin biedt ondersteuning voor gebaren.
pl: Ta wtyczka zapewnia wsparcie dla gestów.
pt_br: Esse plugin fornece suporte a gestos.
ro: Această extensie oferă suport pentru gesturi.
ru: Данный плагин обеспечивает поддержку управления жестами.
sk: Tento doplnok poskytuje podporu pre gestá.
sr: Овај додатак обезбеђује подршку за гестикулације.
tr: Bu uygulama eki el hareketi desteği sağlar.
uk: Цей плагін надає підтримку жестів.
zh_cn: 这个插件提供手势支持。

source: Top left
ar: الزاوية اليسرى العليا
ca: Zona superior esquerra
cs: Horní levý
de: Oben links
el: Επάνω αριστερά
es: Zona superior izquierda
fa: بالا چپ
fr: En haut à gauche
gl: Arriba esquerda
hu: Bal felső
it_it: In alto a sinistra
ja: 左上
ko_kr: 상단 왼쪽
nl_nl: Linksboven
pl: Górny lewy
pt_br: Superior esquerdo
ro: Sus stînga
ru: Верхний левый
sk: Hore vľavo
sr: Горе лево
tr: Sol üst
uk: Вгорі ліворуч
zh_cn: 左上

source: Top right
ar: الأعلى من اليمين
ca: Zona superior dreta
cs: Horní pravý
de: Oben rechts
el: Επάνω δεξιά
es: Zona superior derecha
fa: بالا راست
fr: En haut à droite
gl: Arriba dereita
hu: Jobb felső
it_it: In alto a destra
ja: 右上
ko_kr: 상단 오른쪽
nl_nl: Rechtsboven
pl: Górny prawy
pt_br: Superior direito
ro: Sus dreapta
ru: Верхний правый
sk: Hore vpravo
sr: Горе десно
tr: Sağ üst
uk: Вгорі праворуч
zh_cn: 右上

source: Bottom left
ar: أسفل اليسار
ca: Zona inferior esquerra
cs: Spodní levý
de: Unten links
el: Κάτω αριστερά
es: Zona inferior izquierda
fa: پایین چپ
fr: En bas à gauche
gl: Abaixo esquerda
hu: Bal alsó
it_it: In basso a sinistra
ja: 左下
ko_kr: 하단 왼쪽
nl_nl: Linksonder
pl: Dolny lewy
pt_br: Inferior esquerdo
ro: Jos stînga
ru: Нижний левый
sk: Dole vľavo
sr: Доле лево
tr: Sol alt
uk: Внизу ліворуч
zh_cn: 左下

source: Bottom right
ar: أسفل اليمين
ca: Zona inferior dreta
cs: Spodní pravý
de: Unten rechts
el: Κάτω δεξιά
es: Zona inferior derecha
fa: پایین راست
fr: En bas à droite
gl: Abaixo dereita
hu: Jobb alsó
it_it: In basso a destra
ja: 右下
ko_kr: 하단 오른쪽
nl_nl: Rechtsonder
pl: Dolny prawy
pt_br: Inferior direito
ro: Jos dreapta
ru: Нижний правый
sk: Dole vpravo
sr: Доле десно
tr: Sağ alt
uk: Внизу праворуч
zh_cn: 右下

source: Left edge down
ca: Vora esquerra cap avall
cs: Na levém okraji dolů
de: Linker Rand nach unten
el: Αριστερή άκρη κάτω
es: Borde izquierdo hacia abajo
fa: لبه چپ پایین
fr: Au bord gauche, vers le bas
gl: Bordo esquerdo abaixo
hu: Bal szélen lefelé
it_it: Bordo sinistro verso il basso
ja: 左端を下へ
ko_kr: 왼쪽 가장자리에서 아래로
nl_nl: Linkerzijde naar beneden
pl: Lewa krawędź w dół
pt_br: Margem esquerda para baixo
ro: Marginea stîngă în jos
ru: Левый край ↓
sk: Nadol po ľavom okraji
sr: Лева ивица наниже
tr: Sol kenarda aşağı
uk: Лівий нижній край
zh_cn: 左边缘向下

source: Left edge up
ar: الحافة اليسرى إلى الأعلى
ca: Vora esquerra cap amunt
cs: Na levém okraji nahoru
de: Linker Rand nach oben
el: Αριστερή άκρη επάνω
es: Borde izquierdo hacia arriba
fa: لبه چپ بالا
fr: Au bord gauche vers le haut
gl: Bordo esquerdo arriba
hu: Bal szélen felfelé
it_it: Bordo sinistro verso l'alto
ja: 左端を上へ
ko_kr: 왼쪽 가장자리에서 위로
nl_nl: Linkerzijde naar boven
pl: Lewa krawędź w górę
pt_br: Margem esquerda para cima
ro: Marginea stîngă în sus
ru: Левый край ↑
sk: Nahor po ľavom okraji
sr: Лева ивица навише
tr: Sol kenarda yukarı
uk: Лівий верхній край
zh_cn: 左边缘向上

source: Right edge down
ca: Vora dreta cap avall
cs: Na pravém okraji dolů
de: Rechter Rand nach unten
el: Δεξιά άκρη κάτω
es: Borde derecho hacia abajo
fa: لبه راست پایین
fr: Au bord droit, vers le bas
gl: Bordo dereito abaixo
hu: Jobb szélen lefelé
it_it: Bordo destro verso il basso
ja: 右端を下へ
ko_kr: 오른쪽 가장자리에서 아래로
nl_nl: Rechterzijde naar beneden
pl: Prawa krawędź w dół
pt_br: Margem direita para baixo
ro: Marginea dreaptă în jos
ru: Правый край ↓
sk: Nadol po pravom okraji
sr: Десна ивица наниже
tr: Sağ kenarda aşağı
uk: Правий нижній край
zh_cn: 右边缘向下

source: Right edge up
ca: Vora dreta cap amunt
cs: Na pravém okraji nahoru
de: Rechter Rand nach oben
el: Δεξιά άκρη επάνω
es: Borde derecho hacia arriba
fa: لبه راست بالا
fr: Au bord droit, vers le haut
gl: Bordo dereito arriba
hu: Jobb szélen felfelé
it_it: Bordo destro verso l'alto
ja: 右端を上へ
ko_kr: 오른쪽 가장자리에서 위로
nl_nl: Rechterzijde naar boven
pl: Prawa krawędź w górę
pt_br: Margem direita para cima
ro: Marginea dreaptă în sus
ru: Правый край ↑
sk: Nahor po pravom okraji
sr: Десна ивица навише
tr: Sağ kenarda yukarı
uk: Правий верхній край
zh_cn: 右边缘向上

source: Top edge right
ar: الحافة العليا من اليمين
ca: Vora superior cap a la dreta
cs: Na horním okraji doprava
de: Oberer Rand nach rechts
el: Επάνω άκρη δεξιά
es: Borde superior hacia la derecha
fa: لبه بالا راست
fr: Au bord supérieur, vers la droite
gl: Bordo arriba dereita
hu: Felső szélen jobbra
it_it: Bordo superiore destro
ja: 上端を右へ
ko_kr: 위쪽 가장자리에서 오른쪽으로
nl_nl: Bovenrand rechts
pl: Górna krawędź w prawo
pt_br: Margem superior para direita
ro: Marginea de sus în dreapta
ru: Верхний край →
sk: Doprava po vrchnom okraji
sr: Горња ивица удесно
tr: Üst kenarın sağı
uk: Верхній правий край
zh_cn: 顶部边缘向右

source: Top edge left
ca: Vora superior cap a l'esquerra
cs: Na horním okraji doleva
de: Oberer Rand nach links
el: Επάνω άκρη αριστερά
es: Borde superior hacia la izquierda
fa: لبه بالا چپ
fr: Au bord supérieur, vers la gauche
gl: Bordo arriba esquerda
hu: Felső szélen balra
it_it: Bordo superiore sinistro
ja: 上端を左へ
ko_kr: 위쪽 가장자리에서 왼쪽으로
nl_nl: Bovenrand links
pl: Górna krawędź w lewo
pt_br: Margem superior para esquerda
ro: Marginea de sus în stînga
ru: Верхний край ←
sk: Doľava po vrchnom okraji
sr: Горња ивица улево
tr: Üst kenarın solu
uk: Верхній лівий край
zh_cn: 顶部边缘向左

source: Bottom edge right
ar: يمين الحافة السفليّة
ca: Vora inferior cap a la dreta
cs: Na spodním okraji doprava
de: Unterer Rand nach rechts
el: Κάτω άκρη δεξιά
es: Borde inferior hacia la derecha
fa: لبه پایین راست
fr: Au bord inférieur, vers la droite
gl: Bordo abaixo dereita
hu: Alsó szélen jobbra
it_it: Bordo inferiore destro
ja: 下端を右へ
ko_kr: 아래쪽 가장자리에서 오른쪽으로
nl_nl: Onderrand rechts
pl: Dolna krawędź w prawo
pt_br: Margem inferior para direita
ro: Marginea de jos în dreapta
ru: Нижний край →
sk: Doprava po spodnom okraji
sr: Доња ивица удесно
tr: Alt kenarın sağı
uk: Нижній правий край
zh_cn: 底部边缘向右

source: Bottom edge left
ar: يسار الحافة السفلى
ca: Vora inferior cap a l'esquerra
cs: Na spodním okraji doleva
de: Unterer Rand nach links
el: Κάτω άκρη αριστερά
es: Borde inferior hacia la izquierda
fa: لبه پایین چپ
fr: Au bord inférieur, vers la gauche
gl: Bordo abaixo esquerda
hu: Alsó szélen balra
it_it: Bordo inferiore sinistro
ja: 下端を左へ
ko_kr: 아래쪽 가장자리에서 왼쪽으로
nl_nl: Onderrand links
pl: Dolna krawędź w lewo
pt_br: Margem inferior para esquerda
ro: Marginea de jos în stînga
ru: Нижний край ←
sk: Doľava po spodnom okraji
sr: Доња ивица улево
tr: Alt kenarın solu
uk: Нижній лівий край
zh_cn: 底部边缘向左

source: Left side
ar: الجانب الأيسر
ca: Costat esquerre
cs: Levá strana
de: Linke Seite
el: Αριστερή πλευρά
es: Lado izquierdo
fa: سمت چپ
fr: Côté gauche
gl: Lado esquerdo
hu: Bal oldal
it_it: Lato sinistro
ja: 左側
ko_kr: 왼쪽
nl_nl: Linkerkant
pl: Lewa strona
pt_br: Lado esquerdo
ro: Partea stîngă
ru: Левая сторона
sk: Ľavá strana
sr: Лева страна
tr: Sol yan
uk: Ліва сторона
zh_cn: 左侧

source: Right side
ar: الجانب الأيمن
ca: Costat dret
cs: Pravá strana
de: Rechte Seite
el: Δεξιά πλευρά
es: Lado derecho
fa: سمت راست
fr: Côté droit
gl: Lado dereito
hu: Jobb oldal
it_it: Lato destro
ja: 右側
ko_kr: 오른쪽
nl_nl: Rechterkant
pl: Prawa strona
pt_br: Lado direito
ro: Partea dreaptă
ru: Правая сторона
sk: Pravá strana
sr: Десна страна
tr: Sağ yan
uk: Права сторона
zh_cn: 右侧

source: Short diagonal swipe
ca: Moviment diagonal curt
cs: Krátké šikmé přejetí
de: Kurzes diagonales Wischen
el: Σύντομη διαγώνια σάρωση
es: Movimiento diagonal corto
fr: Court balayage en diagonale
gl: Deslice diagonal curto
hu: Rövid átlós suhintás
it_it: Piccolo striscio obliquo
ja: 短い斜めスワイプ
ko_kr: 짧게 대각선 스와이프
nl_nl: Korte schuine veeg
pl: Krótkie ukośne przesunięcie
pt_br: Deslize curto na diagonal
ro: Glisare scurtă diagonală
ru: Короткая диагональ
sk: Krátke šikmé potiahnutie
sr: Кратко дијагонално повлачење
tr: Kısa çapraz kaydırma
uk: Короткий свайп по діагоналі
zh_cn: 短对角线滑动

source: Spread
ar: ابسط
ca: Separar
cs: Rozevření (Spread)
el: Απόκλιση δαχτύλων
es: Separar
fr: Écarter
gl: Espallar
hu: Kétujjas nagyítás
it_it: Allontanare le dita
ja: スプレッド(広げる)
ko_kr: 펼치기
nl_nl: Spreiden
pl: Rozszerzenie (odwrotnie do uszczypnięcia)
pt_br: Estender
ro: Întindere
ru: Растягивание
sk: Roztiahnuť
sr: Ширење
tr: Açma
uk: Розтягування
zh_cn: 放大
