Repository: spruceUI/spruceOS
Catalog: App/KoReader/l10n/*/koreader.po
Languages: ar, ca, cs, de, el, es, fa, fr, gl, hu, it_it, ja, ko_kr, nl_nl, pl, pt_br, ro, ru, sk, sr, tr, uk, zh_cn

source: Always flash on pages with images
ca: Parpellejar sempre en pàgines amb imatges
cs: Vždy probliknout na stránkách s obrázky
de: Immer auf Seiten mit Bildern blinken
el: Πάντα ανανέωση οθόνης σε σελίδες με εικόνες
es: Parpadear siempre en páginas con imágenes
fa: همیشه در صفحات دارای تصاویر فلش بزن
fr: Toujours flasher sur les pages avec des images
gl: Refrescar sempre en páxinas con imaxes
hu: Képeket tartalmazó oldalakon frissítés mindig
it_it: Aggiorna sempre pagine con immagini
ja: 画像を伴うページで常にリフレッシュ
ko_kr: 이미지가 있는 페이지에서는 항상 갱신
nl_nl: Altijd flitsen op pagina's met afbeeldingen
pl: Zawsze odświeżaj na stronach z obrazami
pt_br: Sempre atualizar as páginas com imagens
ru: Всегда обновлять на страницах с изображениями
sk: Vždy prebliknúť na stránkach s obrázkami
sr: Увек трепћи на страницама са сликама
tr: Görseller bulunan sayfalarda her zaman parlasın
uk: Завжди блимати на сторінках із зображеннями
zh_cn: 始终在带有图像的页面上刷新

source: Toggle flashing on pages with images
ca: Commutar parpelleig en pàgines amb imatges
cs: Přepnout probliknutí na stránkách s obrázky
de: Blinken auf Seiten mit Bildern ein- und ausschalten
el: Εναλλαγή ανανέωσης οθόνης σε σελίδες με εικόνες
es: Conmutar parpadeo en páginas con imágenes
fa: تغییر وضعیت فلش زدن در صفحات دارای تصویر
fr: Activer/désactiver le flash sur les pages avec images
gl: Conmutar refresco de pantalla en páxinas con imaxes
hu: Frissítés átkapcsolása képeket tartalmazó oldalakon
it_it: Commuta rinfresco pagine con immagini
ja: 画像を伴うページでのリフレッシュを切り替え
ko_kr: 이미지가 있는 페이지에서 깜박임 토글
nl_nl: Flitsen op pagina's met afbeeldingen schakelen
pl: Zmień tryb odświeżania na stronach z obrazami
pt_br: Alternar atualização de páginas com imagens
ru: Переключить обновление на страницах с изображениями
sk: Prepínať prebliknutie na stránkach s obrázkami
sr: Укљ./Искљ. трептање на страницама са сликама
tr: Görseller bulunan sayfalarda parlamayı aç/kapat
uk: Блимання перемикачів на сторінках із зображеннями
zh_cn: 打开/关闭在带有图像的页面上刷新

source: Folder up
ar: مجلّدٌ إلى الأعلى
ca: Carpeta superior
cs: O složku výše
de: Verzeichnis nach oben
el: Γονικός φάκελος
es: Carpeta superior
fa: پوشه بالاتر
fr: Dossier précédent
gl: Cartafol anterior
hu: Egy mappaszinttel fejlebb
it_it: Cartella in alto
ja: 上のフォルダー
ko_kr: 폴더 위로
nl_nl: Map omhoog
pl: Folder nadrzędny
pt_br: Pasta acima
ro: Un dosar mai sus
ru: Папкой выше
sk: O priečinok nahor
sr: Директоријум навише
tr: Üst klasör
uk: Тека вгору
zh_cn: 父文件夹

source: Show plus menu
ar: أظهر قائمة الإضافة
ca: Mostrar menú addicional
cs: Zobrazit plus nabídku
de: Plus-Menü anzeigen
el: Εμφάνιση επιπλέον μενού
es: Mostrar menú adicional
fr: Afficher le menu plus
gl: Mostrar o menú +
hu: Plusz menü megjelenítése
it_it: Mostra menu plus
ja: 追加メニューを表示
ko_kr: 추가 메뉴 보기
nl_nl: Plusmenu tonen
pl: Pokaż menu plusa
pt_br: Mostrar menu +
ro: Arată meniul plus
ru: Показать файловое «плюс»-меню
sk: Zobraziť plus menu
sr: Прикажи додатни мени
tr: Artı menüsü görüntülensin
uk: Показати меню плюс
zh_cn: 显示附加菜单

source: Toggle select mode
ar: تبديل وضع التحديد
ca: Alternar el mode de selecció
cs: Přepnout režim vybírání
de: Auswahlmodus umschalten
el: Εναλλαγή λειτουργίας επιλογής
es: Alternar el modo de selección
fr: Changer le mode de sélection
gl: Conmutar modo de selección
hu: Kiválasztási mód váltása
it_it: Cambia la modalità di selezione
ja: 選択モードの切り替え
ko_kr: 선택 모드 토글
nl_nl: Selectiemodus schakelen
pl: Przełącz tryb wyboru
pt_br: Alternar modo de seleção
ro: Comută modul de selecție
ru: Переключить режим выбора
sk: Prepínať režim výberu
sr: Укљ./Искљ. режим избора
tr: Seçim kipini değiştir
uk: Перемкнути режим вибору
zh_cn: 切换选择模式

source: Refresh content
ar: تحديث المحتوى
ca: Refrescar contingut
cs: Obnovit obsah
de: Inhalt aktualisieren
el: Ανανέωση περιεχομένου
es: Actualizar contenido
fa: نوسازی محتوا
fr: Actualiser le contenu
gl: Refrescar contido
hu: Tartalom frissítése
it_it: Aggiorna il contenuto
ja: コンテンツを更新
ko_kr: 콘텐트 새로 고침
nl_nl: Inhoud verversen
pl: Odśwież zawartość
pt_br: Recarregar conteúdo
ro: Reîmprospătează conținutul
ru: Обновить содержимое
sk: Obnoviť obsah
sr: Освежи садржај
tr: İçeriği yenile
uk: Оновити вміст
zh_cn: 刷新内容

source: Open next document in folder
ca: Obrir el següent document de la carpeta
cs: Otevřít další dokument ve složce
de: Nächstes Dokument im Ordner öffnen
el: Άνοιγμα επόμενου εγγράφου στον φάκελο
es: Abrir archivo siguiente de la carpeta
fa: باز کردن پرونده بعدی در پوشه
fr: Ouvrir le document suivant dans le dossier
gl: Abrir o seguinte documento do cartafol
hu: Következő dokumentum megnyitása a mappában
it_it: Apri il documento successivo nella cartella
ja: フォルダ内の次の文書を開く
ko_kr: 폴더에서 다음 문서 열기
nl_nl: Open het volgende document in de map
pl: Otwórz następny dokument w folderze
pt_br: Abrir próximo documento da pasta
ru: Открыть следующий документ в папке
sk: Otvoriť ďalší dokument v priečinku
sr: Отвори наредни документ у директоријуму
tr: Klasörde bir sonraki belgeyi aç
uk: Відкрити наступний документ у теці
zh_cn: 打开文件夹中的下一个文档

source: Show bottom menu
ar: أظهر القائمة السفليّة
ca: Mostrar menú inferior
cs: Zobrazit spodní nabídku
de: Unteres Menü anzeigen
el: Εμφάνιση κάτω μενού
es: Mostrar menú inferior
fa: نمایش منوی پایینی
fr: Afficher le menu du bas
gl: Mostrar o menú inferior
hu: Alsó menü megjelenítése
it_it: Mostra il menu in basso
ja: 下メニューを表示
ko_kr: 하단 메뉴 표시하기
nl_nl: Ondermenu tonen
pl: Pokaż dolne menu
pt_br: Mostrar menu inferior
ro: Arată meniul de jos
ru: Показать нижнее меню
sk: Zobraziť spodné menu
sr: Прикажи мени на дну
tr: Alt menü görüntülensin
uk: Показати нижнє меню
zh_cn: 显示底部菜单

source: Toggle status bar
ar: تبديل شريط الحالة
ca: Commutar barra d'estat
cs: Zobrazit/Skrýt stavovou lištu
de: Statusleiste umschalten
el: Ενεργοποίηση / απενεργοποίηση γραμμής κατάστασης
es: Conmutar barra de estado
fa: تغییر وضعیت نوار وضعیت
fr: Barre de titre
gl: Conmutar barra de estado
hu: Állapotsor ki/be
it_it: Abilita/disabilita barra di stato
ja: ステータスバーの切り替え
ko_kr: 상태 표시줄 토글
nl_nl: Statusbalk schakelen
pl: Zmień ustawienia paska stanu
pt_br: Alternar barra de estado
ro: Comută bară de stare
ru: Переключить строку состояния
sk: Prepínať stavový riadok
sr: Укљ./Искљ. статусну линију
tr: Durum çubuğunu aç/kapat
uk: Перемкнути панель стану
zh_cn: 显示/隐藏状态栏

source: Toggle chapter progress bar
de: Kapitel-Fortschrittsbalken umschalten
el: Εναλλαγή της γραμμής προόδου κεφαλαίου
es: Conmutar la barra de progreso del capítulo
fa: تغییر نوار پیشرفت فصل
gl: Conmutar barra de progreso do capítulo
it_it: Mostra/Nascondi barra di progresso capitolo
ko_kr: 챕터 진행률 표시줄 토글
nl_nl: Hoofdstukvoortgangsbalk schakelen
pl: Przełącz pasek postępu rozdziału
ru: Переключить индикатор прогресса глав
sk: Prepínať lištu s priebehom čítania kapitoly
sr: Укљ./Искљ. траку напретка поглавља
tr: Bölüm ilerleme çubuğunu aç/kapat
uk: Перемкнути індикатор прочитання розділу

source: Previous chapter
ar: الفصل السابق
ca: Capítol anterior
cs: Předchozí kapitola
de: Vorheriges Kapitel
el: Προηγούμενο κεφάλαιο
es: Capítulo anterior
fa: فصل قبلی
fr: Chapitre précédent
gl: Capítulo anterior
hu: Előző fejezet
it_it: Capitolo precedente
ja: 前の章
ko_kr: 이전 챕터
nl_nl: Vorig hoofdstuk
pl: Poprzedni rozdział
pt_br: Capítulo anterior
ro: Capitolul anterior
ru: Предыдущая глава
sk: Predchádzajúca kapitola
sr: Претходно поглавље
tr: Önceki bölüm
uk: Попередній розділ
zh_cn: 上一章

source: Next chapter
ar: الفصل التالي
ca: Capítol següent
cs: Další kapitola
de: Nächstes Kapitel
el: Επόμενο κεφάλαιο
es: Capítulo siguiente
fa: فصل بعدی
fr: Chapitre suivant
gl: Capítulo seguinte
hu: Következő fejezet
it_it: Prossimo capitolo
ja: 次の章
ko_kr: 다음 챕터
nl_nl: Volgend hoofdstuk
pl: Następny rozdział
pt_br: Próximo capítulo
ro: Capitolul următor
ru: Следующая глава
sk: Ďalšia kapitola
sr: Наредно поглавље
tr: Sonraki bölüm
uk: Наступний розділ
zh_cn: 下一章

source: First page
ar: الصفحة الأولى
ca: Primera pàgina
cs: První stránka
de: Erste Seite
el: Πρώτη σελίδα
es: Primera página
fa: اولین صفحه
fr: Première page
gl: Primeira páxina
hu: Első oldal
it_it: Prima pagina
ja: 最初のページ
ko_kr: 첫 페이지
nl_nl: Eerste pagina
pl: Pierwsza strona
pt_br: Primeira página
ro: Prima pagină
ru: Первая страница
sk: Prvá strana
sr: Прва страница
tr: İlk sayfa
uk: Перша сторінка
zh_cn: 第一页

source: Last page
ar: آخر صفحة
ca: Última pàgina
cs: Poslední stránka
de: Letzte Seite
el: Τελευταία σελίδα
es: Última página
fa: آخرین صفحه
fr: Dernière page
gl: Derradeira páxina
hu: Legutóbbi oldal
it_it: Ultima pagina
ja: 最後のページ
ko_kr: 끝 페이지
nl_nl: Laatste pagina
pl: Ostatnia strona
pt_br: Última página
ro: Ultima pagină
ru: Последняя страница
sk: Posledná strana
sr: Последња страница
tr: Son sayfa
uk: Остання сторінка
zh_cn: 最后一页

source: Random page
el: Τυχαία σελίδα
gl: Páxina aleatoria
ko_kr: 임의의 페이지
pl: Losowa strona
ru: Случайная страница
sk: Náhodná strana
sr: Случајна страница
tr: Rastgele sayfa

source: Turn pages
ca: Passar pàgines
cs: Otáčení stránek
de: Umblättern
el: Αλλαγή σελίδων
es: Pasar páginas
fa: ورق زدن صفحات
fr: Page en cours
gl: Pasar páxinas
hu: Lapozás
it_it: Gira le pagine
ja: ページをめくる
ko_kr: 페이지 넘기기
nl_nl: Pagina's omslaan
pl: Przewracaj strony
pt_br: Virar páginas
ru: Листание страниц
sk: Otáčanie stránok
sr: Окрећи странице
tr: Sayfaları çevir
uk: Перегортання сторінок
zh_cn: 翻页

source: Previous bookmark
ar: الإشارة المرجعية السابقة
ca: Marcador anterior
cs: Předchozí záložka
de: Vorheriges Lesezeichen
el: Προηγούμενη επισημείωση
es: Marcapáginas anterior
fa: نشانک قبلی
fr: Marque-page précédent
gl: Marcador anterior
hu: Előző könyvjelző
it_it: Segnalibro precedente
ja: 前のブックマーク
ko_kr: 이전 책갈피
nl_nl: Vorige bladwijzer
pl: Poprzednia zakładka
pt_br: Marcador anterior
ro: Semn de carte precedent
ru: Предыдущая закладка
sk: Predchádzajúca záložka
sr: Претходни маркер
tr: Önceki yer imi
uk: Попередня закладка
zh_cn: 上一处书签

source: Next bookmark
ar: الإشارة المرجعية التالية
ca: Marcador següent
cs: Další záložka
de: Nächstes Lesezeichen
el: Επόμενη επισημείωση
es: Marcapáginas siguiente
fa: نشانک بعدی
fr: Marque-page suivant
gl: Marcador seguinte
hu: Következő könyvjelző
it_it: Segnalibro seguente
ja: 次のブックマーク
ko_kr: 다음 책갈피
nl_nl: Volgende bladwijzer
pl: Następna zakładka
pt_br: Próximo marcador
ro: Semn de carte următor
ru: Следующая закладка
sk: Ďalšia záložka
sr: Наредни маркер
tr: Sonraki yer imi
uk: Наступна закладка
zh_cn: 下一处书签

source: First bookmark
ca: Primer marcador
cs: První záložka
de: Erstes Lesezeichen
el: Πρώτος σελιδοδείκτης
es: Primer marcapáginas
fa: اولین نشانک
fr: Premier signet
gl: Primeiro marcador
hu: Első könyvjelző
it_it: Primo segnalibro
ko_kr: 첫번째 책갈피
nl_nl: Eerste bladwijzer
pl: Pierwsza zakładka
pt_br: Primeiro marcador
ru: Первая закладка
sk: Prvá záložka
sr: Први маркер
tr: İlk yer imi
uk: Перша закладка
zh_cn: 第一个书签

source: Last bookmark
ca: Últim marcador
cs: Poslední záložka
de: Letztes Lesezeichen
el: Τελευταίος σελιδοδείκτης
es: Último marcapáginas
fa: آخرین نشانک
fr: Dernier signet
gl: Derradeiro marcador
hu: Utolsó könyvjelző
it_it: Ultimo segnalibro
ko_kr: 마지막 책갈피
nl_nl: Laatste bladwijzer
pl: Ostatnia zakładka
pt_br: Último marcador
ru: Последняя закладка
sk: Posledná záložka
sr: Последњи маркер
tr: Son yer imi
uk: Остання закладка
zh_cn: 最后一个书签

source: Back
ar: العودة
ca: Tornar
cs: Zpět
de: Zurück
el: Πίσω
es: Volver
fa: بازگشت
fr: Retour
gl: Atrás
hu: Vissza
it_it: Indietro
ja: 戻る
ko_kr: 뒤로
nl_nl: Terug
pl: Powrót
pt_br: Voltar
ro: Înapoi
ru: Вернуться
sk: Späť
sr: Натраг
tr: Geri
uk: Назад
zh_cn: 返回

source: Back to previous location
ar: العودة إلى الموقع السابق
ca: Tornar a la posició anterior
cs: Zpět na předchozí místo
de: Zurück zu vorheriger Position
el: Πίσω στην προηγούμενη τοποθεσία
es: Volver a la posición anterior
fa: بازگشت به موقعیت قبل
fr: Retour à l’emplacement précédent
gl: Volver á posición anterior
hu: Visszalépés ez előző pozícióhoz
it_it: Torna alla posizione precedente
ja: 前の場所に戻る
ko_kr: 이전 위치로 이동
nl_nl: Terug naar vorige locatie
pl: Powrót do poprzedniej lokalizacji
pt_br: Voltar ao local anterior
ro: Înapoi la locația precedentă
ru: Вернуться к предыдущему местоположению
sk: Späť na predchádzajúce miesto
sr: Натраг на претходно место
tr: Önceki konuma geri dön
uk: Повернутись до попереднього розташування
zh_cn: 返回至上一位置

source: Forward to next location
ca: Avançar a la posició següent
cs: Dopředu na další místo
de: Vorwärts zum nächsten Ort
el: Μετάβαση στην επόμενη τοποθεσία
es: Avanzar a la posición siguiente
fa: جلو رفتن به موقعیت بعدی
fr: Aller à l’emplacement suivant
gl: Avanzar á próxima posición
hu: Tovább a következő helyre
it_it: Avanti alla prossima posizione
ko_kr: 다음 위치로 이동
nl_nl: Vooruit naar volgende locatie
pl: Naprzód do następnej lokalizacji
pt_br: Avançar para o próximo local
ru: Перейти к следующему местоположению
sk: Prejsť na nasledujúce miesto
sr: Напред на наредно место
tr: Sonraki konuma git
uk: Перейти до наступного розташування
zh_cn: 跳转到上一位置

source: Follow nearest link
ar: اتبع أقرب رابط
ca: Seguir l'enllaç més pròxim
cs: Přejít na nejbližší odkaz
de: Nähestem Link folgen
el: Παρακολούθηση πλησιέστερου συνδέσμου
es: Seguir el enlace más cercano
fr: Suivre le lien le plus proche
gl: Seguir ligazón máis próxima
hu: Kövesse a 'közelebbi' linket
it_it: Segui il collegamento più vicino
ja: 一番近いリンク先を表示
ko_kr: 가장 가까운 링크 따라가기
nl_nl: Dichtstbijzijnde link volgen
pl: Podążaj za najbliższym odnośnikiem
pt_br: Seguir o link mais próximo
ro: Urmează cea mai apropiată legătură
ru: Перейти по ближайшей ссылке
sk: Nasledovať najbližší odkaz
sr: Прати најближи линк
tr: En yakın bağlantıyı izle
uk: Перейти до найближчого посилання
zh_cn: 跳转到最近的链接

source: Follow nearest internal link
ar: الذهاب إلى أقرب رابط داخلي
ca: Seguir l'enllaç intern més pròxim
cs: Přejít na nejbližší interní odkaz
de: Nähestem internen Link folgen
el: Παρακολούθηση πλησιέστερου εσωτερικού συνδέσμου
es: Seguir el enlace interno más cercano
fr: Suivre le lien interne le plus proche
gl: Seguir ligazón interna máis próxima
hu: Kövesse a 'közelebbi' belső linket
it_it: Segui il collegamento interno più vicino
ja: 一番近い内部リンク先を表示
ko_kr: 가장 가까운 내부 링크 따라가기
nl_nl: Dichtstbijzijnde interne link volgen
pl: Podążaj za najbliższym odnośnikiem wewnętrznym
pt_br: Seguir o link interno mais próximo
ro: Urmează cea mai apropiată legătură internă
ru: Перейти по ближайшей внутренней ссылке
sk: Nasledovať najbližší interný odkaz
sr: Прати најближи унутрашњи линк
tr: En yakın iç bağlantıyı izle
uk: Перейти до найближчого внутрішнього посилання
zh_cn: 跳转到最近的内链

source: Add current location to history
ca: Afegeix la posició actual a l'historial
cs: Přidat aktuální místo v knize do historie
de: Aktuelle Position zum Verlauf hinzufügen
el: Προσθήκη τρέχουσας τοποθεσίας στο ιστορικό
es: Añadir la posición actual al historial
fa: افزودن مکان فعلی به تاریخچه
fr: Ajouter l'emplacement actuel à l'historique
gl: Engadir a posición actual ao historial
hu: Jelenlegi hely hozzáadása a helyelőzményekhez
it_it: Aggiungi la posizione corrente alla cronologia
ko_kr: 내력에 현재 위치 추가
nl_nl: Huidige locatie aan locatiegeschiedenis toevoegen
pl: Dodaj bieżącą lokalizację do historii
pt_br: Adicionar a localização atual ao histórico
ru: Добавить текущее местоположение в историю
sk: Pridať aktuálne miesto do histórie
sr: Додај текуће место на историју локација
tr: Geçerli konumu geçmişe ekle
uk: Додати поточне розташування в історію
zh_cn: 将当前位置添加到历史记录中

source: Clear location history
ar: إزالة سجل الأماكن
ca: Esborrar l'historial de posicions
cs: Pročistit historii míst v knize
de: Löschen des Positionsverlaufs
el: Εκκαθάριση ιστορικού τοποθεσιών
es: Borrar el historial de posiciones
fa: پاکسازی تاریخچه مکان‌
fr: Effacer l’historique des emplacements
gl: Borrar historial de posicións
hu: Helyelőzmények törlése
it_it: Cancella cronologia delle posizioni
ja: 場所の履歴を消去
ko_kr: 위치 내력 지우기
nl_nl: Locatiegeschiedenis wissen
pl: Wyczyść historię lokalizacji
pt_br: Limpar histórico de localização
ro: Șterge istoricul locațiilor
ru: Очистить историю местоположений
sk: Vymazať históriu polôh
sr: Обриши историју локација
tr: Konum geçmişini temizle
uk: Очистити історію місцеперебувань
zh_cn: 清除位置历史记录

source: Book map (overview)
ca: Mapa del llibre (visió general)
cs: Mapa knihy (přehled)
de: Buchkarte (Übersicht)
el: Χάρτης βιβλίου (επισκόπηση)
es: Mapa del libro (visión general)
fa: نقشه کتاب (نمای کلی)
fr: Carte du livre (aperçu)
gl: Mapa do libro (vista xeral)
hu: Könyvtérkép (áttekintés)
it_it: Mappa del libro (panoramica)
ko_kr: 책 지도 (개요)
nl_nl: Boekkaart (overzicht)
pl: Mapa książki (przegląd)
pt_br: Mapa do livro (visão geral)
ru: Карта книги (обзор)
sk: Knižná mapa (prehľad)
sr: Мапа књиге (преглед)
tr: Kitap haritası (özet)
uk: Мапа книги (огляд)
zh_cn: 书籍地图（预览）

source: Toggle bookmark
ar: تبديل العلامة المرجعية
ca: Commutar marcadors
cs: Přepínání záložek
de: Lesezeichen umschalten
el: Εναλλαγή σελιδοδείκτη
es: Conmutar marcadores
fa: تغییر وضعیت نشانک
fr: Activer/Désactiver le marque-page
gl: Conmutar marcador
hu: Könyvjelző ki/be
it_it: Attiva/disattiva segnalibro
ja: ブックマークの切り替え
ko_kr: 책갈피 토글
nl_nl: Bladwijzer schakelen
pl: Przełącz zakładkę
pt_br: Alternar marcador
ro: Comută semn de carte
ru: Поставить/снять закладку
sk: Prepínať záložku
sr: Укљ./Искљ. маркер
tr: Yer imini aç/kapat
uk: Перемкнути закладки
zh_cn: 开关书签

source: Toggle page turn animations
ca: Commutar les animacions de canvi de pàgina
cs: Přepínání animací otáčení stránek
de: Umschalten der Seitenwechsel-Animationen
el: Εναλλαγή της κίνησης αλλαγής σελίδας
es: Conmutar las animaciones de cambio de página
fa: تغییر انیمیشن ورق زدن
fr: Dés/activer les animations de changement de page
gl: Conmutar animacións de pase de páxina
hu: Lapozási animációk váltása
it_it: Attiva/disattiva le animazioni di volta pagina
ja: ページめくりアニメーションを切り替え
ko_kr: 페이지 넘김 애니메이션 토글
nl_nl: Bladeranimatie schakelen
pl: Przełącz animacje przewracania strony
pt_br: Alternar animação de virada de página
ro: Comută animații întoarcere pagini
ru: Переключить анимацию листания страниц
sk: Vypnúť/zapnúť animáciu otočenia stránky
sr: Укљ./Искљ. анимације окретања странице
tr: Sayfa çevirme canlandırmasını aç/kapat
uk: Перемкнути анімацію гортання сторінок
zh_cn: 切换翻页动画

source: Toggle page turn direction
ar: بدّل اتجاه قلب الصفحة
ca: Commutar direcció de canvi de pàgina
cs: Přepínání směru otáčení stránek
de: Umschalten der Richtung des Seitenwechsels
el: Εναλλαγή της κατεύθυνσης αλλαγής της σελίδας
es: Conmutar dirección de cambio de página
fa: تغییر جهت ورق زدن
fr: Faire basculer le sens de rotation des pages
gl: Conmutar dirección de pasar páxina
hu: Lapozás irányának váltása
it_it: Commuta direzione di cambio di pagina
ja: ページめくり方向を切り替え
ko_kr: 페이지 넘김 방향 토글
nl_nl: Bladerrichting schakelen
pl: Przełącz kierunek przewracania strony
pt_br: Alternar direção de virada de página
ro: Comută direcția de întoarcere a paginii
ru: Изменить направление листания страниц
sk: Prepínať smer otáčania stránky
sr: Мењај смер окретања страница
tr: Sayfa çevirme yönünü değiştir
uk: Перемкнути напрямок обертання сторінки
zh_cn: 切换翻页方向

source: Toggle custom TOC
ca: Commutar l'índex personalitzat
cs: Přepínání vlastního obsahu knihy
de: Benutzerdefiniertes Inhaltsverzeichnis umschalten
el: Εναλλαγή προσαρμοσμένου Πίνακα περιεχομένων
es: Conmutar el índice personalizado
fr: Activer/désactiver la table des matières personnalisée
gl: Conmutar o índice personalizado
hu: Egyedi TOC bekapcsolása
it_it: Commuta indice personalizzato
ko_kr: 사용자 지정 차례 토글
nl_nl: Aangepaste inhoudsopgave schakelen
pl: Przełącz niestandardowy spis treści
pt_br: Alternar índice personalizado
ru: Переключить пользовательское оглавление
sk: Prepínať vlastnú tabuľku obsahu knihy
sr: Укљ./Искљ. произвољни садржај
tr: Özel içindekiler tablosunu aç/kapat
uk: Перемкнути власний зміст
zh_cn: 开关自定义目录

source: Toggle custom hidden flows
ca: Commutar els fluxos ocults personalitzats
de: Ausgeblendete benutzerdefinierte Abschnitte umschalten
el: Ενεργοποίηση/απενεργοποίηση προσαρμοσμένων κρυφών ροών κειμένου
es: Conmutar los flujos ocultos personalizados
fr: Activer/désactiver les flux masqués personnalisés
gl: Conmutar fluxos ocultos personalizados
hu: Rejtett áramlatok ki/be
it_it: Abilita/disabilita flussi nascosti
ko_kr: 사용자 지정 숨겨진 흐름 토글
nl_nl: Verborgen verlopen schakelen
pl: Przełącz niestandardowe ukryte przepływy
pt_br: Alternar fluxos ocultos personalizados
ru: Переключить пользовательские скрытые потоки
sk: Prepínať vlastné skrytie časti obsahu knihy
sr: Укљ./Искљ. скривених токова
tr: Özel gizli akışları aç/kapat
uk: Перемикнути власні приховані потоки
zh_cn: 开关自定义隐藏流

source: Set highlight action
ca: Configurar l'acció de subratllat
cs: Nastavit akci pro zvýraznění
de: Hervorhebungsaktionen festlegen
el: Ορισμός ενέργειας επισήμανσης
es: Configurar la acción de subrayado
fa: تعیین عملکرد هایلایت
fr: Changer l’action de surlignage
gl: Configurar a acción de destaque
hu: Kiemelési művelet kiválasztása
it_it: Imposta l'azione di evidenziazione
ja: ハイライト動作を設定
ko_kr: 강조 표시 동작 설정
nl_nl: Markeeractie instellen
pl: Ustaw czynność zaznaczenia
pt_br: Definir ação de destaque
ru: Установить действие при выделении
sk: Nastaviť zvýraznenie
sr: Постави акцију истицања
tr: Vurgulama işlemini ayarla
uk: Налаштувати дію виділення
zh_cn: 设置高亮动作

source: Cycle highlight action
ar: خيار دورة التظليل
ca: Canviar l'acció de subratllat
cs: Přepínání akce při zvýraznění
de: Durch Hervorhebungsaktionen blättern
el: Ανακύκληση ενέργειας επισήμανσης
es: Cambiar la acción de subrayado
fr: Changer l’action de surlignage
gl: Circular acción de destaque
hu: Ciklikus kiemelési művelet
it_it: Cicla tra azioni di evidenziazione
ko_kr: 강조 표시 동작 순환하기
nl_nl: Markeeractie rondschakelen
pl: Cykliczna czynność zaznaczenia
pt_br: Alternar ação de destaque
ro: Ciclează acțiunea de evidențiere
ru: Действие при циклическом выделении
sk: Opakovať akciu pre zvýraznenie
sr: Акција кружног истицања
tr: Vurgu işlemini değiştir
uk: Перемкнути дію виділення
zh_cn: 循环标注动作

source: Cycle highlight style
ar: نمط دورة التظليل
ca: Canviar l'estil de subratllat
cs: Přepínání stylu zvýraznění
de: Durch Hervorhebungsstile blättern
el: Ανακύκληση τρόπου επισήμανσης
es: Cambiar el estilo de subrayado
fr: Changer de style de surlignage
gl: Circular entre estilos de destaque
hu: Ciklikus kiemelési stílus
it_it: Cicla tra stili di evidenziazione
ko_kr: 강조 표시 스타일 사이클
nl_nl: Markeerstijl rondschakelen
pl: Cykliczny styl zaznaczenia
pt_br: Alternar estilo de destaque
ro: Ciclează stilul de evidențiere
ru: Стиль циклического выделения
sk: Opakovať štýl zvýraznenia
sr: Стил кружног истицања
tr: Vurgu biçemini değiştir
uk: Перемкнути стиль виділення
zh_cn: 循环标注样式

source: Save book metadata
ca: Desa les metadades del llibre
cs: Uložit metadata knihy
de: Buch-Metadaten speichern
el: Αποθήκευση μεταδεδομένων βιβλίου
es: Guardar metadatos del libro
fa: ذخیره فراداده کتاب
fr: Enregistrer les métadonnées du livre
gl: Gardar os metadatos do libro
hu: Könyv metaadatok mentése
it_it: Salva i metadati del libro
ko_kr: 책 메타데이터 저장
nl_nl: Boekmetadata opslaan
pl: Zapisz metadane książki
pt_br: Salvar metadados do livro
ru: Сохранить метаданные книги
sk: Uložiť metadáta knihy
sr: Сачувај метаподатке књиге
tr: Kitap üst verilerini kaydet
uk: Зберегти метадані книги
zh_cn: 保存书籍元数据

source: Set font
ar: تعيين الخط
ca: Seleccionar font
cs: Nastavit písmo
de: Schriftart einstellen
el: Ορισμός γραμματοσειράς
es: Establecer tipo de letra
fa: تعیین قلم
fr: Définir la police
gl: Seleccionar fonte
hu: Betűtípus beállítása
it_it: Imposta i caratteri
ja: フォントを設定
ko_kr: 글꼴 설정
nl_nl: Lettertype instellen
pl: Ustaw czcionkę
pt_br: Definir fonte
ro: Setează font
ru: Задать шрифт
sk: Nastaviť písmo
sr: Постави фонт
tr: Yazı tipini ayarla
uk: Встановити шрифт
zh_cn: 设置字体
