Repository: spruceUI/spruceOS
Catalog: App/KoReader/l10n/*/koreader.po
Languages: ar, ca, cs, de, el, es, fa, fr, gl, hu, it_it, ja, ko_kr, nl_nl, pl, pt_br, ro, ru, sk, sr, tr, uk, zh_cn

source: Verbose logs will make our investigations easier. If possible, try to reproduce the issue while it's enabled, and attach %1 to your bug report.
de: Ausführliche Protokolle erleichtern uns die Untersuchung. Wenn möglich, versuchen Sie, das Problem zu reproduzieren, während es aktiviert ist, und hängen Sie %1 an Ihren Fehlerbericht an.
el: Τα λεπτομερή αρχεία καταγραφής θα διευκολύνουν τις έρευνές μας. Αν είναι δυνατόν, προσπαθήστε να αναπαραγάγετε το πρόβλημα ενώ είναι ενεργοποιημένο και επισυνάψτε το %1 στην αναφορά σφάλματος.
es: Los registros detallados facilitarán nuestras investigaciones. Si es posible, intenta reproducir el problema mientras está activado y adjunta %1 a tu informe de error.
fa: وقایع‌نگاری (logging) مفصل بررسی و تحقیق ما را آسان‌تر می‌کند. اگر ممکن است، تلاش کنید با فعال بودن این گزینه مشکل را بازتولید کنید و %1 را به گزراش باگ خود ضمیمه کنید.
fr: Les journaux détaillés rendront nos enquêtes plus faciles. Si possible, essayez de reproduire le problème pendant qu'il est activé, et attachez %1 à votre rapport d'erreur.
gl: O rexistro detallado fará que as nosas pescudas de erros sexan máis sinxelas. Se é posible, intenta reproducir o defecto con el activado e adxunta %1 ao teu informe de erro.
hu: A részletes naplók megkönnyítik a vizsgálatokat. Ha lehetséges, próbálja meg reprodukálni a problémát, miközben ez engedélyezve van, és csatolja a %1-et a hibajelentéséhez.
it_it: Rapporti dettagliati faciliteranno le nostre indagini. Se possibile, cerca di riprodurre il problema quando questo è abilitato, e allega %1 al tuo rapporto sul baco.
ko_kr: 자세한 로그가 있으면 조사가 더 쉬워집니다. 가능하면 이 기능이 활성화된 상태에서 문제를 재현해 보고 버그 보고서에 %1을 첨부하세요.
nl_nl: Uitgebreide logbestanden zullen ons onderzoek makkelijker maken. Probeer indien mogelijk het probleem te reproduceren terwijl het is ingeschakeld en voeg %1 toe aan het bugrapport.
pl: Szczegółowe dzienniki ułatwią nam dochodzenie. Jeśli to możliwe, spróbuj odtworzyć problem, gdy są włączone, i dołącz %1 do swojego raportu o błędzie.
pt_br: Os registros detalhados facilitarão nossas investigações. Se possível, tente reproduzir o problema enquanto ele estiver ativado e anexe %1 ao seu relatório de bug.
ru: Подробный журнал упростит поиск ошибок. Пока он включён, попробуйте воспроизвести проблему, и прикрепите %1 к отчёту об ошибке.
sk: Podrobné záznamy nám uľahčia hľadanie chyby. Ak je to možné, pokúste sa chybu zopakovať, kým je záznam povolený, a pripojte %1 ku svojej správe o chybe.
sr: Детаљни дневници нам олакшавају истраге. Ако је могуће, покушајте да поново изазовете проблем док је укључено и приложите %1 уз свој извештај о багу.
tr: Ayrıntılı günlükler incelemelerimizi kolaylaştıracaktır. Mümkünse, sorunu etkin durumdayken yeniden oluşturmaya çalışın ve hata raporunuza %1 ekleyin.
uk: Докладне журналювання полегшить наше розслідування. Якщо можливо, спробуйте відтворити проблему, коли вона активна, і прикріпіть %1 до вашого повідомлення про ваду.
zh_cn: 详细的日志将使我们的调查更容易。如果可能，请尝试在启用时重现问题，并将 %1 附在错误报告中。

source: Disable verbose logging
ca: Desactiva el registre de depuració detallat
de: Ausführliche Protokollierung deaktivieren
el: Απενεργοποίηση λεπτομερούς καταγραφής
es: Desactivar el registro detallado
fa: غیرفعال کردن وقایع‌نگاری (logging) مفصل
gl: Desactivar o rexistro detallado
hu: Részletes hibakeresési naplózás letiltása
it_it: disabilita rapporto dettagliato
ko_kr: 자세한 로깅 비활성화
nl_nl: Uitgebreid loggen uitschakelen
pl: Wyłącz pełne rejestrowanie
pt_br: Desativar registro detalhado
ru: Отлючить подробный журнал
sk: Zakázať podrobné zaznamenávanie pre odlaďovanie
sr: Искључи детаљно записивање
tr: Ayrıntılı günlüklemeyi devre dışı bırak
uk: Вимкнути докладне журналювання

source: Enable verbose logging
ca: Activa el registre de depuració detallat
de: Ausführliche Protokollierung einschalten
el: Ενεργοποίηση λεπτομερούς καταγραφής
es: Activar el registro detallado
fa: فعال کردن وقایع‌نگاری (logging) مفصل
gl: Activar o rexistro detallado
hu: Részletes hibakeresési naplózás engedélyezése
it_it: Abilita rapporto dettagliato
ko_kr: 자세한 로깅 활성화
nl_nl: Uitgebreid loggen inschakelen
pl: Włącz pełne rejestrowanie
pt_br: Ativar registro detalhado
ru: Включить подробный журнал
sk: Povoliť podrobné zaznamenávanie pre odlaďovanie
sr: Укључи детаљно записивање
tr: Ayrıntılı günlüklemeyi etkinleştir
uk: Увімкнути докладне журналювання

source: Verbose logging disabled
de: Ausführliche Protokollierung deaktiviert
el: Η λεπτομερής καταγραφή απενεργοποιήθηκε
es: Registro detallado desactivado
fa: وقایع‌نگاری (logging) مفصل غیرفعال شد
gl: Rexistro detallado desactivado
hu: Részletes naplózás letiltva
it_it: Rapporto dettagliato disabilitato
ko_kr: 자세한 로깅 비활성화됨
nl_nl: Uitgebreid loggen uitgeschakeld
pl: Pełne rejestrowanie wyłączone
pt_br: Registro detalhado desativado
ru: Подробный журнал отключён
sk: Podrobné zaznamenávanie pre odlaďovanie je vypnuté
sr: Детаљно записивање је искључено
tr: Ayrıntılı günlükleme devre dışı bırakıldı
uk: Докладне журналювання вимкнено

source: Verbose logging enabled
de: Ausführliche Protokollierung aktiviert
el: Η λεπτομερής καταγραφή ενεργοποιήθηκε
es: Registro detallado activado
fa: وقایع‌نگاری (logging) مفصل فعال شد
gl: Rexistro detallado activado
hu: Részletes naplózás engedélyezve
it_it: Rapporto verboso abilitato
ko_kr: 자세한 로깅 활성화됨
nl_nl: Uitgebreid loggen ingeschakeld
pl: Pełne rejestrowanie włączone
pt_br: Registro detalhado ativado
ru: Подробный журнал включён
sk: Podrobné zaznamenávanie pre odlaďovanie je zapnuté
sr: Детаљно записивање је укључено
tr: Ayrıntılı günlükleme etkinleştirildi
uk: Докладне журналювання ввімкнено

source: Version: %1
ar: الإصدار: %1
ca: Versió: %1
cs: Verze: %1
el: Έκδοση: %1
es: Versión: %1
fa: نسخه: %1
gl: Versión: %1
hu: Verzió: %1
it_it: Versione: %1
ja: バージョン: %1
ko_kr: 버전: %1
nl_nl: Versie: %1
pl: Wersja: %1
pt_br: Versão: %1
ro: Versiune: %1
ru: Версия: %1
sk: Verzia: %1
sr: Верзија: %1
tr: Sürüm: %1
uk: Версія: %1
zh_cn: 版本: %1

source: About
ar: عن هذا البرنامج
ca: Quant a
cs: O aplikaci
de: Über
el: Σχετικά
es: Acerca de
fa: درباره
fr: À propos
gl: Acerca de
hu: Súgó
it_it: Informazioni su
ja: KOReaderについて
ko_kr: 정보
nl_nl: Over
pl: O programie
pt_br: Sobre
ro: Despre
ru: О программе
sk: Informácia
sr: О
tr: Hakkında
uk: Про
zh_cn: 关于

source: KOReader %1 A document viewer for E Ink devices. Licensed under Affero GPL v3. All dependencies are free software. http://koreader.rocks
ar: KOReader %1 عارض المستندات لأجهزة الحبر الإلكتروني. مُرخصة بموجب Affero GPL v3. جميع التبعيات هي برامج مجانية. http://koreader.rocks
ca: KOReader %1 Visor de documents per a dispositius de tinta electrònica. Distribuït sota llicència Affero GPL v3. Totes les dependències són programari lliure. http://koreader.rocks/
cs: KOReader %1 Prohlížeč dokumentů pro zařízení s E Inkem. Licencováno pod Affero GPL v3. Všechny závislosti jsou svobodný software. http://koreader.rocks/
de: KOReader %1 Ein Dokumentenbetrachter für E Ink-Geräte. Lizensiert unter Affero GPL v3. Alle Abhängigkeiten sind freie Software. http://koreader.rocks
el: KOReader %1 Ένας αναγνώστης κειμένων για συσκευές E Ink. Άδεια χρήσης Affero GPL v3. Όλα τα παρελκόμενα αποτελούν ελεύθερο λογισμικό. http://koreader.rocks/
es: KOReader %1 Visor de documentos para dispositivos de tinta electrónica. Distribuido bajo licencia Affero GPL v3. Todas las dependencias son software libre. http://koreader.rocks/
fa: کوریدر %1 یک نمایش‌دهنده اسناد، برای دستگاه‌های با جوهر الکترونیک است. تحت مجوز Affero GPL v3. همه وابستگی‌ها نرم‌افزار آزاد هستند. http://koreader.rocks
fr: KOReader %1 Un visionneur de document pour les appareils à encre électronique. Proposé sous licence Affero GPL v3. Toutes les dépendances sont des logiciels libres. http://koreader.rocks
gl: KOReader %1 Un visor de documentos para dispositivos E Ink. Licenciado baixo Affero GPL v3. Todas as dependencias son software libre. http://koreader.rocks
hu: KOReader %1 Dokumentum megjelenítő E-Ink kijelzős készülékekhez. Affero GPL v3 alatt licencelve. Minden függőség ingyenes szoftver. http://koreader.rocks
it_it: KOReader %1 Visualizzatore di documenti per dispositivi E Ink. Licenza Affero GPL v3. Tutte le dipendenze sono software libero. http://koreader.rocks/
ja: KOReader %1 E Ink デバイス用のドキュメントビューアです。 Affero GPL v3 でライセンスされています。依存するものはすべてフリーソフトウェアです。 http://koreader.rocks
ko_kr: KOReader %1 전자잉크 기기용 문서 뷰어입니다. GPL v3 라이센스를 사용하고 있으며, 부속 라이브러리도 모두 무료 소프트웨어입니다. http://koreader.rocks
nl_nl: KOReader %1 Een documentlezer voor E Ink-apparaten. Gelicenseerd onder Affero GPL v3. Alle afhankelijkheden zijn vrije software. http://koreader.rocks
pl: KOReader %1 Czytnik e-booków dla urządzeń E Ink. Licencja: Affero GPL v3. Wszystkie zależności są wolnym oprogramowaniem. http://koreader.rocks/
pt_br: KOReader %1 Um visualizador de documentos para dispositivos de tinta eletrônica. Licenciado sob Affero GPL v3. Todas dependências são software livre. http://koreader.rocks/
ro: KOReader %1 Un vizualizator de documente pentru dispozitive E-Ink. Distribuit sub licență Affero GPL v3. Toate dependintețe sînt software gratuit. http://koreader.rocks
ru: KOReader %1 Средство просмотра документов для устройств с экранами E-Ink. Предоставляется по лицензии Affero GPL v3. Использовано только свободное ПО. https://koreader.rocks
sk: KOReader %1 Prehliadač dokumentov pre zariadenia E Ink. Licencované pod Affero GPL v3. Všetky závislosti sú slobodným softvérom. http://koreader.rocks
sr: KOReader %1 Приказивач докумената за E Ink уређаје. Лиценцирано под Affero GPL v3. Све зависности су слободан софтвер. http://koreader.rocks
tr: KOReader %1 E-mürekkep aygıtları için belge görüntüleyici. Affero GPL v3 lisansı koşulları altında dağıtılmaktadır. Tüm bağımlılıklar özgür yazılımlardır. http://koreader.rocks/
uk: KOReader %1 Переглядач документів для пристроїв з е-чорнилами. Ліцензія Affero GPL v3. Усі залежності — це вільне програмне забезпечення. http://koreader.rocks
zh_cn: KOReader %1 一款供墨水屏设备使用的文档查看器。 遵守 Affero GPL v3许可。所有依赖均为自由软件。 http://koreader.rocks

source: Start %1 reader app
ar: تَشغِيلُ تطبيقِ %1 للقِراءَة
ca: Iniciar l'aplicació de lectura %1
cs: Spustit čtečku eknih %1
de: Starte %1 Lese-App
el: Έναρξη %1 εφαρμογής ανάγνωσης
es: Iniciar la aplicación de lectura %1
fr: Démarrer l’application de lecture %1
gl: Comezar a aplicación de lectura %1
hu: %1 olvasó app indítása
it_it: Avvia l'applicazione di lettura %1
ja: %1 リーダーアプリを起動する
ko_kr: %1 리더 앱 시작하기
nl_nl: Start %1-leesapp
pl: Uruchomienie aplikacji czytnika %1
pt_br: Iniciar aplicativo de leitura %1
ro: Lansează aplicația de citit %1
ru: Пуск приложения %1 программы чтения
sk: Spustite aplikáciu %1
sr: Покрени %1 апликацију читача
tr: %1 okuyucu uygulamasını aç
uk: Запуск застосунку для читання %1
zh_cn: 启动 %1 阅读软件

source: Frontlight
ar: الإضاءةُ الأماميَّة
ca: Il·luminació
cs: Přední osvětlení
de: Beleuchtung
el: Εμπρόσθιος φωτισμός
es: Iluminación
fa: نور جلو
fr: Éclairage
gl: Iluminación
hu: Kijelzővilágítás
it_it: Retroilluminazione
ja: フロントライト
ko_kr: 조명
nl_nl: Licht
pl: Oświetlenie
pt_br: Iluminação
ro: Iluminare ecran
ru: Подсветка
sk: Nasvietenie/podsvietenie displeja
sr: Предње светло
tr: Ön aydınlatma
uk: Підсвічування
zh_cn: 前光设置

source: USB mass storage
ar: ذاكرة USB
ca: Emmagatzematge USB
cs: USB úložiště
de: USB Massenspeicher
el: Μαζική αποθήκευση USB
es: Almacenamiento USB
fr: Stockage USB
gl: Almacenamento USB
hu: USB tárhely mód
it_it: Memoria di massa USB
ja: USB大容量記憶装置
ko_kr: USB 대용량 저장 장치
nl_nl: USB-opslag
pl: Pamięć masowa USB
pt_br: Armazenamento em massa USB
ro: Dispozitiv USB de stocare
ru: USB-накопитель
sk: Veľkokapacitné úložisko USB
sr: USB масовно складиште
tr: USB depolama aygıtı
uk: USB-накопичувач
zh_cn: USB 存储设备

source: Turn on the power LED when charging
ar: قم بتشغيل ضوء الطاقة (LED) عند الشحن
ca: Activar el LED d'encesa durant la càrrega
cs: Zapnout při nabíjení napájecí LED-ku
de: Schalte die Power-LED beim Laden ein
el: Ενεργοποίηση της λυχνίας λειτουργίας LED κατά τη φόρτιση
es: Activar el LED de encendido durante la carga
fa: هنگام شارژ، LED را روشن کن
fr: Allumer la LED d’alimentation lors du chargement
gl: Activar o LED de acendido ao cargar
hu: A töltésjelző LED bekapcsolása töltés közben
it_it: Accendi il LED quando in carica
ja: 充電時電源LEDを点灯させる
ko_kr: 충전할 때 전원 표시등을 켜기
nl_nl: Schakel de voedings-LED in tijdens het opladen
pl: Włączenie diody LED zasilania podczas ładowania
pt_br: Ligar o LED de energia quando carregando
ro: Aprinde LED-ul în timpul încărcării
ru: Включать индикатор питания во время зарядки
sk: Pri nabíjaní zapnúť kontrolku napájania
sr: Укључи LED напајања током пуњења
tr: Şarj sırasında güç ışığı açılmasın
uk: Увімкнути покажчик живлення під час заряджання
zh_cn: 充电时打开电源LED

source: Associate file extensions
ar: إقران ملحقات الملفات
ca: Associa extensions de fitxer
cs: Asociovat přípony souborů
de: Dateierweiterungen verknüpfen
el: Συσχετισμός επεκτάσεων αρχείων
es: Asociar extensiones de archivo
fr: Associer les extensions de fichier
gl: Asociar extensións de ficheiro
hu: Fájlkiterjesztés hozzárendelések
it_it: Associa le estensioni dei documenti
ja: ファイル拡張子の関連付け
ko_kr: 파일 확장자 연결
nl_nl: Bestandsextensies koppelen
pl: Powiązane rozszerzenia plików
pt_br: Associar extensões de arquivo
ro: Asociază extensii fișiere
ru: Связанные расширения файлов
sk: Priradiť prípony súborov
sr: Придружи екстензије фајлова
tr: Dosya uzantılarını ilişkilendir
uk: Пов’язати розширення файлів
zh_cn: 关联文件扩展名

source: Time and date
ar: الوقتُ والتَّاريخ
ca: Data i hora
cs: Čas a datum
de: Zeit und Datum
el: Ώρα και ημερομηνία
es: Fecha y hora
fa: زمان و تاریخ
fr: Heure et date
gl: Hora e data
hu: Idő és dátum
it_it: Ora e data
ja: 時刻と日付
ko_kr: 시간과 날짜
nl_nl: Tijd en datum
pl: Czas i data
pt_br: Hora e data
ro: Ora și data
ru: Время и дата
sk: Čas a dátum
sr: Време и датум
tr: Tarih ve saat
uk: Час і дата
zh_cn: 日期时间

source: 12-hour clock
ar: الساعة بصيغة 12 ساعة
ca: Rellotge de 12 hores
cs: 12hodinový formát
de: 12h Uhr
el: 12ωρο ρολόι
es: Reloj de 12 horas
fa: فرمت ۱۲ ساعته
fr: Horloge sur 12 heures
gl: reloxo 12 horas
hu: 12 órás időformátum
it_it: Orologio a 12 ore
ja: 12時間時計表示
ko_kr: 12시간제
nl_nl: 12-uursklok
pl: Zegar 12-godzinny
pt_br: Relógio de 12 horas
ro: Ceas 12h
ru: 12-часовой формат
sk: 12-hodinový čas
sr: 12-часовни сат
tr: 12 saat biçimi
uk: 12-годинний формат
zh_cn: 12小时制

# Time
source: Classic
ca: Clàssic
cs: Klasický
de: Klassisch
el: Κλασική
es: Clásico
fa: کلاسیک
fr: Classique
gl: Clásico
hu: Klasszikus
it_it: Classico
ja: クラシック
ko_kr: 클래식
nl_nl: Klassiek
pl: Klasyczny
pt_br: Clássico
ru: Классический
sk: Klasický
sr: Класично
tr: Klasik
uk: Класичний
zh_cn: 经典

# Time
source: Modern
cs: Moderní
el: Σύγχρονη
es: Moderno
fa: مدرن
fr: Moderne
gl: Moderno
it_it: Moderno
ja: モダン
ko_kr: 현대적
pl: Nowoczesny
pt_br: Moderno
ru: Современный
sk: Moderný
sr: Модерно
uk: Сучасний
zh_cn: 现代

# Time
source: Letters
ca: Lletres
cs: S písmeny
de: Buchstaben
el: Γράμματα
es: Letras
fa: حروف
fr: Lettres
gl: Letras
hu: Betűk
it_it: Lettere
ja: レター
ko_kr: 글자
pl: Litery
pt_br: Letras
ru: Буквы
sk: Písmená
sr: Слова
tr: Harfler
uk: Букви
zh_cn: 字母

source: Duration format: %1
ar: تنسيق المدة: %1
ca: Format de la durada: %1
cs: Formát doby čtení: %1
de: Zeitdauer-Format: %1
el: Μορφή ώρας: %1
es: Formato de la duración: %1
fa: شیوه نمایش زمان: %1
fr: Format de la durée : %1
gl: Formato da duración %1
hu: Időtartam formátuma: %1
it_it: Formato della durata: %1
ja: 期間の形式: %1
ko_kr: 기간 서식: %1
nl_nl: Tijdsduurformaat: %1
pl: Format czasu trwania: %1
pt_br: Formato da duração: %1
ro: Format durată: %1
ru: Формат отображения: (%1)
sk: Formát zobrazovania času: %1
sr: Формат трајања: %1
tr: Süre biçimi: %1
uk: Формат тривалості: %1
zh_cn: 时长格式：%1

# Time
source: Classic (%1)
ca: Clàssic (%1)
cs: Klasický (%1)
de: Klassisch (%1)
el: Κλασική (%1)
es: Clásico (%1)
fa: کلاسیک (%1)
fr: Classique (%1)
gl: Clásico (%1)
hu: Klasszikus (%1)
it_it: Classico (%1)
ja: クラシック (%1)
ko_kr: 클래식 (%1)
nl_nl: Klassiek (%1)
pl: Klasyczny (%1)
pt_br: Clássico (%1)
ru: Классический (%1)
sk: Klasický (%1)
sr: Класични (%1)
tr: Klasik (%1)
uk: Класичний (%1)
zh_cn: 经典 (%1)

# Time
source: Modern (%1)
cs: Moderní (%1)
el: Σύγχρονη (%1)
es: Moderno (%1)
fa: مدرن (%1)
fr: Moderne (%1)
gl: Moderno (%1)
it_it: Moderno (%1)
ja: モダン (%1)
ko_kr: 현대적 (%1)
pl: Nowoczesny (%1)
pt_br: Moderno (%1)
ru: Современный (%1)
sk: Moderný (%1)
sr: Модерни (%1)
uk: Сучасний (%1)
zh_cn: 现代 (%1)

# Time
source: Letters (%1)
ca: Lletres (%1)
cs: S písmeny (%1)
de: Buchstaben (%1)
el: Γράμματα (%1)
es: Letras (%1)
fa: حروف (%1)
fr: Lettres (%1)
gl: Letras (%1)
hu: Betűk (%1)
it_it: Lettere (%1)
ja: レター (%1)
ko_kr: 글자 (%1)
pl: Litery (%1)
pt_br: Letras (%1)
ru: Буквы (%1)
sk: Písmená (%1)
sr: Слова (%1)
tr: Harfler (%1)
uk: Букви (%1)
zh_cn: 字母 (%1)

source: Set time
ar: اضبِطِ الوقت
ca: Configurar hora
cs: Nastavit čas
de: Zeit stellen
el: Ρύθμιση ώρας
es: Configurar hora
fa: تنظیم زمان
fr: Régler l’heure
gl: Axustar a hora
hu: Idő beállítása
it_it: Imposta ora
ja: 時刻を設定
ko_kr: 시간 설정
nl_nl: Tijd instellen
pl: Ustaw czas
pt_br: Definir hora
ro: Setează ora
ru: Установить время
sk: Nastaviť čas
sr: Постави време
tr: Saati ayarla
uk: Встановити час
zh_cn: 设置时间

source: Time is in hours and minutes.
ca: El temps està en hores i minuts.
cs: Čas v hodinách a minutách.
de: Zeit ist in Stunden und Minuten.
el: Ο χρόνος είναι σε ώρες και λεπτά.
es: El tiempo está en horas y minutos.
fa: زمان به شکل ساعت و دقیقه.
fr: L'heure est heures et minutes.
gl: O tempo está en horas e minutos.
hu: Idő óra és perc formátumban.
it_it: Il tempo è in ore e minuti.
ja: 時刻を時と分で表記する。
ko_kr: 시간은 시간과 분 단위입니다.
nl_nl: Tijd is in uren en minuten.
pl: Czas jest w godzinach i minutach.
pt_br: O tempo está em horas e minutos.
ro: Timpul este în ore și minute.
ru: Время: в часах и минутах.
sk: Čas je v hodinách a minútach.
sr: Време у сатима и минутима.
tr: Zaman saat ve dakika olarak.
uk: Час у годинах і хвилинах.
zh_cn: 时间以小时和分钟为单位。

source: Current time: %1:%2
ar: السَّاعةُ الآن: %1: %2
ca: Hora actual: %1:%2
cs: Aktuální čas: %1:%2
de: Aktuelle Zeit: %1:%2
el: Τρέχουσα ώρα: %1:%2
es: Hora actual: %1:%2
fa: زمان فعلی: %1:%2
fr: Heure actuelle : %1:%2
gl: Hora: %1:%2
hu: Aktuális idő: %1:%2
it_it: Ora corrente: %1:%2
ja: 現在の時刻: %1:%2
ko_kr: 현재 시각: %1:%2
nl_nl: Huidige tijd: %1:%2
pl: Obecny czas: %1:%2
pt_br: Hora atual: %1:%2
ro: Ora curentă: %1:%2
ru: Текущее время: %1:%2
sk: Aktuálny čas: %1:%2
sr: Текуће време: %1.%2
tr: Geçerli saat: %1:%2
uk: Поточний час: %1:%2
zh_cn: 当前时间： %1:%2

source: Time couldn't be set
ar: لم أتمكَّن من ضبطِ الوقت
ca: No s'ha pogut canviar l'hora
cs: Čas nelze nastavit
de: Zeit konnte nicht gestellt werden
el: Η ώρα δεν μπόρεσε να ρυθμιστεί
es: No se ha podido cambiar la hora
fa: نمی‌توان زمان را تنظیم کرد
fr: L’heure n’a pas pu être réglée
gl: Non foi posible axustar a hora
hu: Az idő nem állítható be
it_it: L'orario non può essere impostato
ja: 時刻を設定できません
ko_kr: 시간을 설정할 수 없습니다
nl_nl: Tijd kon niet worden ingesteld
pl: Czas nie mógł być ustawiony
pt_br: A hora não pôde ser definida
ro: Timpul nu a putut fi setat
ru: Не удалось установить время
sk: Čas sa nepodarilo nastaviť
sr: Није могло да се постави време
tr: Saat ayarlanamadı
uk: Час не може бути встановлений
zh_cn: 无法设置时间

source: Set date
ar: اضبطِ التَّاريخ
ca: Configurar data
cs: Nastavit datum
de: Datum stellen
el: Ρύθμιση ημερομηνίας
es: Configurar fecha
fa: تنظیم تاریخ
fr: Régler la date
gl: Axustar data
hu: Dátum beállítása
it_it: Imposta data
ja: 日付を設定
ko_kr: 날짜 설정
nl_nl: Datum instellen
pl: Ustaw datę
pt_br: Definir data
ro: Setează data
ru: Установить дату
sk: Nastaviť dátum
sr: Постави датум
tr: Tarihi ayarla
uk: Встановити дату
zh_cn: 设置日期

source: Date is in years, months and days.
ca: La data està en anys, mesos i dies.
cs: Datum je v rocích, měsícech a dnech.
de: Datum ist in Jahren, Monaten und Tagen.
el: Η ημερομηνία είναι σε έτη, μήνες και ημέρες.
es: La fecha está en años, meses y días.
fa: تاریخ به صورت سال، ماه و روز.
fr: La date est en année, mois et jours.
gl: A data está en anos, meses e días.
hu: A dátum év, hónap és napban megadva.
it_it: La data è in anni, mesi e giorni.
ja: 日付を年、月、日で表記する。
ko_kr: 날짜는 년, 월, 일 단위입니다.
nl_nl: Datum is in jaren, maanden en dagen.
pl: Data jest w latach, miesiącach i dniach.
pt_br: A data está em anos, meses e dias.
ro: Data este în ani, luni și zile.
ru: Введите дату в годах, месяцах и днях.
sk: Dátum je v rokoch, mesiacoch a dňoch.
sr: Датум у годинама, месецима и данима.
tr: Yıl, ay, gün olarak tarih.
uk: Дата в роках, місяцях і днях.
zh_cn: 日期格式为年、月、日。

source: Current date: %1-%2-%3
ar: التَّاريخُ الآن: %1-%2-%3
ca: Data: %1-%2-%3
cs: Aktuální datum: %1-%2-%3
de: Aktuelles Datum: %1-%2-%3
el: Σημερινή ημερομηνία: %1-%2-%3
es: Fecha: %1-%2-%3
fa: تاریخ فعلی: %1-%2-%3
fr: Date actuelle : %1-%2-%3
gl: Data actual: %1-%2-%3
hu: Aktuális dátum: %1.%2.%3
it_it: Data corrente: %1-%2-%3
ja: 現在の日付: %1-%2-%3
ko_kr: 오늘 날짜: %1-%2-%3
nl_nl: Huidige datum: %1-%2-%3
pl: Obecna data: %1-%2-%3
pt_br: Data atual: %1-%2-%3
ro: Data curentă: %1-%2-%3
ru: Текущая дата: %1-%2-%3
sk: Aktuálny dátum: %3.%2.%1
sr: Текући датум: %1. %2. %3
tr: Geçerli tarih: %1-%2-%3
uk: Поточна дата: %1-%2-%3
zh_cn: 当前日期：%1-%2-%3

source: Date couldn't be set
ar: لم يمكن ضبط التاريخ
ca: No s'ha pogut canviar la data
cs: Datum nelze nastavit
de: Datum konnte nicht gesetzt werden
el: Η ημερομηνία δεν μπόρεσε να ρυθμιστεί
es: No se ha podido cambiar la fecha
fa: نمی‌توان تاریخ را تنظیم کرد
fr: La date n’a pas pu être réglée
gl: Non foi posible axustar a data
hu: Dátum nincs beállítva
it_it: La data non può essere impostata
ja: 日付を設定できません
ko_kr: 날짜를 설정할 수 없습니다
nl_nl: Datum kon niet worden ingesteld
pl: Data nie mogła być ustawiona
pt_br: A data não pôde ser definida
ro: Data nu a putut fi setată
ru: Не удалось установить дату
sk: Dátum sa nepodarilo nastaviť
sr: Није могао да се постави датум
tr: Tarih ayarlanamadı
uk: Дата не може бути встановлена
zh_cn: 无法设置日期

source: Ignore all sleepcover events
ar: تَجَاهَل حَدَثَ إغلاقِ غطاءِ الجِهاز
ca: Ignorar esdeveniments generats per la tapa de la funda
cs: Ignorovat všechny události způsobené obalem čtečky
de: Alle Sleepcover-Ereignisse ignorieren
el: Παράβλεψη όλων των συμβάντων αναστολής λειτουργίας
es: Ignorar eventos generados por la tapa de la funda
fr: Ignorer tous les événements émis par l’étui smartcover
gl: Ignorar todos os eventos de sleepcover
hu: Hagyja figyelmen kívül a tok minden eseményét
it_it: Ignora tutti gli eventi della cover
ja: 全てのスリープカバーイベントを無視する
ko_kr: 모든 잠자기 덮개 이벤트 무시하기
nl_nl: Slaaphoes volledig negeren
pl: Ignoruj wszystkie zdarzenia okładki
pt_br: Ignorar todos os eventos de hibernação de capa
ro: Ignoră toate evenimentele coperții
ru: Игнорировать все события чехла с функцией засыпания
sk: Ignorovať všetky udalosti SleepCover
sr: Игнориши све догађаје омота за спавање
tr: Tüm uyku kapağı işlemleri yok sayılsın
uk: Нехтувати всіма подіями чохла з функцією засинання
zh_cn: 忽略所有合盖事件
