Repository: spruceUI/spruceOS
Catalog: App/KoReader/l10n/*/koreader.po
Languages: ar, ca, cs, de, el, es, fa, fr, gl, hu, it_it, ja, ko_kr, nl_nl, pl, pt_br, ro, ru, sk, sr, tr, uk, zh_cn

source: Set min and max time spent (in seconds) on a page for it to be counted as read in statistics. The min value ensures pages you quickly browse and skip are not included. The max value ensures a page you stay on for a long time (because you fell asleep or went away) will be included, but with a duration capped to this specified max value.
ar: حدد الحد الأدنى والأقصى من الزمن المُستهلك(بالثواني) على صفحة حتى يتمّ اعتبارها مقروءةً في الإحصاءات. يتضمن الحد الأدنى عدم احتساب الصفحات التي تقلّبها سريعًا على سبيل التصفّح السريع للكتاب. ويضمن الحد الأعلى احتسابًا معقولًا للصفحات التي تبقى عليها دون قلبها لفترةٍ طويلة (حين تغفو على الكتاب أو تتركه بعض الوقت), بحيث لا يتجاوز زمنها المُحتَسَب هذه الفترة التي تضعها.
ca: Configurar (en segons) el temps mínim i màxim invertit per a considerar com a llegida una pàgina en les estadístiques. El valor mínim garanteix no incloure pàgines examinades i omeses ràpidament. El valor màxim garanteix incloure pàgines en les quals es roman durant molt de temps (encara que això siga perquè ens hem quedat adormits o ens hem anat), però amb una durada limitada a aquest valor màxim especificat.
cs: Umožňuje nastavit minimální a maximální čas (v sekundách) strávený na stránce, aby byla ve statistikách počítaná jako přečtená. Min hodnota zajišťuje, aby stránky, které rychle prohlédnete nebo přeskočíte nebyly zahrnuty. Max hodnota zajišťuje, aby stránky, na kterých zůstanete dlouho dobu (protože usnete, nebo odejdete od čtení) byly zahrnuty, ale s dobou trvání odpovídající této určené max hodnotě.
de: Legen Sie die minimale und maximale Zeit (in Sekunden) fest, die auf einer Seite verbracht wird, damit sie in der Statistik als gelesen gezählt wird. Der Mindestwert stellt sicher, dass Seiten, die Sie schnell durchsuchen und überspringen, nicht enthalten sind. Der Maximalwert stellt sicher, dass eine Seite, auf der Sie lange bleiben (weil Sie eingeschlafen sind oder weggegangen sind), eingeschlossen wird, jedoch mit einer Dauer, die auf diesen angegebenen Maximalwert begrenzt ist.
el: Ορίστε τον ελάχιστο και τον μέγιστο χρόνο (σε δευτερόλεπτα) που αφιερώνεται σε μια σελίδα για να μετρηθεί ως αναγνωσμένη στα στατιστικά. Η ελάχιστη τιμή διασφαλίζει ότι δεν περιλαμβάνονται σελίδες στις οποίες περιηγείστε γρήγορα και παραλείπετε. Η μέγιστη τιμή διασφαλίζει ότι μια σελίδα στην οποία μένετε για μεγάλο χρονικό διάστημα (επειδή αποκοιμηθήκατε ή απομακρυνθήκατε) θα συμπεριληφθεί, αλλά με διάρκεια που περιορίζεται σε αυτήν την καθορισμένη μέγιστη τιμή.
es: Configurar (en segundos) el tiempo mínimo y máximo invertido para que una página sea considerada leída en las estadísticas. El valor mínimo garantiza que no se incluyan las páginas examinadas y omitidas rápidamente. El valor máximo garantiza que se incluyan páginas en las que se permanece durante mucho tiempo (aunque esto sea porque nos hemos quedado dormidos o nos hemos ido), pero con una duración limitada a este valor máximo especificado.
fa: حداقل و حداکثر زمان سپری شده (در واحد ثانیه) بر روی یک صفحه برای آنکه به عنوان خوانده شده در آمار محاسبه شود را تعیین کنید. مقدار حداقل برای اطمینان از این است که صفحاتی که به شکل سریع مرور می‌شوند یا از آنها می‌گذرید شامل نشوند. مقدار حداکثر برای اطمینان از این است که اگر مدتی طولانی در یک صفحه ماندید (چون به خواب رفتید یا حضور ندارید) شامل شود، اما با مدت زمان محدود به این مقدار حداکثر محاسبه خواهد شد.
fr: Précise le temps mini et maxi passé (en secondes) sur une page pour qu’elle soit comptabilisée comme lue dans les statistiques. La valeur min s’assure que les pages sautés ou lues en diagonale ne seront pas incluses. La valeur max s’assure qu’une page sur laquelle vous restez un long moment (parce que vous vous êtes endormi ou êtes parti) sera bien incluse, mais avec une durée plafonnée à cette valeur max.
gl: Configurar tempos mínimo e máximo (en segundos) usados nunha páxina para que conte como lida nas estatísticas. O valor mínimo garante que as páxinas olladas e saltadas rapidamente non son incluídas. O valor máximo garante que as páxinas nas que estás por moito tempo (porque durmiches ou marchaches) serán incluídas, pero cunha duración limitada ao valor máximo.
hu: Állítsa be a minimális és maximális időtartamot (mp-ben) egy oldalra, hogy az a statisztikában leolvasottnak számítson. A min érték azt biztosítja, hogy a gyors böngészés és az oldal átlépése nem számít bele. A max érték azt biztosítja, hogy egy olyan oldal, amelyen hosszú ideig tartózkodik (mert elaludt vagy elment), belekerüljön, de az időtartam e megadott maximális értékre korlátozódjon.
it_it: Imposta il tempo di lettura massimo (in secondi) per pagina affinché venga conteggiato come letto nelle statistiche. Il valore minimo garantisce che le pagine che si sfogliano e saltano rapidamente non siano incluse. Il valore massimo assicura che una pagina su cui rimani per molto tempo (perché ti sei addormentato o sei andato via) sarà incluso, ma con una durata limitata a questo valore massimo specificato.
ja: 統計で既読にカウントするための、ページ滞在時間の最小値と最大値を設定します(秒単位)。 最小値は、素早く閲覧してスキップしたページが含まれないことを保証します。 最大値は、長時間滞在したページ(寝たり離れたりしたため)が含まれますが、この指定された最大値を上限とする継続時間が設定されます。
ko_kr: 통계에서 읽은 것으로 계산되도록 페이지에서 소비한 최소 및 최대 시간(초)을 설정하세요. 최소값에는 빠르게 탐색하고 건너뛰는 페이지가 포함되지 않도록 합니다. 최대값에는 오랫동안 머무른 페이지(잠자거나 자리를 비웠기 때문에)가 포함되지만, 최대값 범위에 시간이 제한됩니다.
nl_nl: Stel min. en max. tijd in (in seconden) die op een pagina moet worden doorgebracht, zodat ze als gelezen wordt geteld in de statistieken. De minimumwaarde zorgt ervoor dat snel doorgebladerde, overgeslagen pagina's niet worden meegeteld. De maximumwaarde zorgt ervoor dat een pagina waarop veel tijd wordt doorgebracht (omdat u in slaap bent gevallen of bent weggegaan) wordt meegeteld, maar met een leesduur die is beperkt tot de opgegeven maximumwaarde.
pl: Ustaw minimalny i maksymalny czas spędzony na stronie (w sekundach), aby był liczony jako odczytany w statystykach. Minimalna wartość zapewnia, że strony, które szybko przeglądasz i pomijasz, nie są uwzględniane. Wartość maksymalna zapewnia, że strona, na której długo przebywasz (ponieważ zasnąłeś lub odszedłeś) zostanie uwzględniona, ale z czasem trwania ograniczonym do tej określonej wartości maksymalnej.
pt_br: Defina o tempo mínimo e máximo gasto (em segundos) em uma página para que ela seja contada como lida nas estatísticas. O valor mínimo garante que as páginas que você navega rapidamente e pula não sejam incluídas. O valor máximo garante que uma página na qual você permaneça por muito tempo (porque adormeceu ou foi embora) seja incluída, mas com uma duração limitada a esse valor máximo especificado.
ro: Setează timpul minim și maxim petrecut pe o pagină pentru ca aceasta să poată fi marcată ca citită în statistici (în secunde). Valoarea minimă asigură neincluderea paginii dacă doar frunzărești cartea. Valoarea maximă asigură neincluderea paginii dacă ai adormit sau ai plecat de lîngă dispozitiv.
ru: Задайте минимальное и максимальное время (в секундах), проведённое на странице, чтобы в статистике она считалась прочитанной. Минимальное значение гарантирует, что страницы, которые вы быстро просматриваете и пропускаете, не будут включены в статистику. Максимальное значение гарантирует, что страница, на которой вы находитесь в течение длительного времени (спите, гуляете, и т.п.), в статистику будет включена, но с продолжительностью, ограниченной указанным максимумом.
sk: Nastaviť minimálny a maximálny čas čítania stránky (v sekundách), aby sa počítala ako prečítaná v štatistikách. Minimálna hodnota zabezpečuje, že stránky, ktoré rýchlo prehliadate a preskakujete, nebudú zahrnuté. Maximálna hodnota zaisťuje, že stránka, na ktorej zostanete dlhší čas (pretože ste zaspali alebo odišli), bude zahrnutá, ale s trvaním obmedzeným na túto zadanú maximálnu hodnotu.
sr: Поставља минимално и максимално време (у секундама) проведено у читању странце тако да се у статистици страница рачуна као прочитана. Минимална вредност обезбеђује да се из статистике избаце странице преко којих брзо прелетите и прескочите их. Максимална вредност обезбеђује да се странице на којима останете дуго време (јер сте заспали или отишли негде) буду део статистике, али се трајање ограничава на ову максималну вредност.
tr: İstatistiklerde okunmuş olarak sayılması için sayfada harcanan en az ve en fazla süreyi (saniye olarak) ayarlayın. En az değeri, hızlı bir şekilde göz atıp atladığınız sayfaların katılmamasını sağlar. En fazla değeri, uzun süre kaldığınız bir sayfanın (uykuya daldığınız veya gittiğiniz için) katılacağını, ancak sürenin belirtilen en fazla değer olarak kaydedilmesini sağlar.
uk: Встановіть мінімальний і максимальний витрачений час (у секундах) на сторінці, щоб вона вважалась прочитаною у статистиці. Мінімальне значення гарантує, що сторінки, які ви швидко переглядаєте та пропускаєте, не включені. Максимальне значення гарантує, що сторінка, на якій ви перебуваєте протягом тривалого часу (тому що ви заснули або відійшли), буде включена, але після вказаної максимальної тривалості.
zh_cn: 设置阅读时间限制用于计算阅读信息中的数据。 设置最小阅读时间可以忽略那些跳读的页面； 设置最大阅读时间可以解决因某些原因长时间停留在一个页面，造成阅读统计时间不正确的问题。

source: Freeze statistics of finished books
ca: Bloquejar les estadístiques dels llibres finalizats
de: Statistiken für beendete Bücher einfrieren
el: Πάγωμα των στατιστικών των τελειωμένων βιβλίων
es: Bloquear las estadísticas de libros terminados
fa: منجمد کردن آمار کتاب‌های پایان یافته
fr: Geler les statistiques des livres finis
gl: Conxelar as estatísticas dos libros rematados
hu: A befejezett könyvek statisztikáinak befagyasztása
it_it: Congelare le statistiche dei libri finiti
ko_kr: 다 읽은 책의 통계 고정
nl_nl: Statistieken van voltooide boeken bevriezen
pl: Zablokuj statystyki ukończonych książek
pt_br: Congelar estatísticas de livros concluídos
ru: Замораживать статистику прочтённых книг
sk: "Zmraziť" štatistiky prečítaných kníh
sr: Замрзни статистике прочитаних књига
tr: Tamamlanmış kitapların istatistiklerini dondur
uk: Заморожувати статистику прочитаних книг
zh_cn: 为已读完的书籍冻结阅读统计

source: Calendar weeks start on %1
ar: يبدأ الأسبوع في التقويم يوم %1
ca: Les setmanes del calendari comencen en %1
cs: Týden v kalendáři začíná v %1
de: Kalenderwochen beginnen am %1
el: Οι εβδομάδες του ημερολογίου ξεκινούν από %1
es: Las semanas del calendario comienzan en %1
fa: شروع هفته تقویم از %1
fr: La semaine du calendrier commence le %1
gl: As semanas do calendario empezan en %1
hu: A hét kezdőnapja: %1
it_it: Le settimane iniziano dal %1
ja: カレンダーの週の始まりは %1
ko_kr: %1부터 주간 달력이 시작됩니다
nl_nl: Kalenderweken beginnen op %1
pl: Tydzień kalendarzowy zaczyna się od %1
pt_br: As semanas do calendário começam %1
ro: Săptămîna din calendar începe cu %1
ru: Начало календарной недели: %1
sk: Kalendárne týždne začínajú v %1
sr: Седмице календара почињу у %1
tr: Takvim haftaları %1 olarak başlar
uk: Тижні календаря починаються з %1
zh_cn: %1 是一周的开始

source: Books per calendar day: %1
ar: الكتب لكل يوم تقويم: %1
ca: Llibres per dia de calendari: %1
cs: Počet knih v kalendářním dni: %1
de: Bücher pro Kalendertag: %1
el: Βιβλία ανά ημερολογιακή ημέρα: %1
es: Libros por día de calendario: %1
fa: کتاب‌ها به ازای هر روز تقویم: %1
fr: Livres par jour calendaire : %1
gl: Libros por día do calendario: %1
hu: Megjelenített könyvek száma naponta: %1
it_it: Libri al giorno: %1
ja: カレンダーで1日当たりの書籍数: %1
ko_kr: 일간 달력 당 도서 수: %1
nl_nl: Boeken per kalenderdag: %1
pl: Książki na dzień kalendarzowy: %1
pt_br: Livros por dia no calendário: %1
ro: Cărți pe zi calendar: %1
ru: Книг за календарный день: %1
sk: Počet kníh za kalendárny deň: %1
sr: Књига по дану календара: %1
tr: Takvim günlerine göre kitap sayısı: %1
uk: Книг на календарний день: %1
zh_cn: 每个自然日阅读书籍数目: %1

source: Books per calendar day
ar: الكتب لكل يوم تقويم
ca: Llibres per dia de calendari
cs: Počet knih v kalendářním dni
de: Bücher pro Kalendertag
el: Βιβλία ανά ημερολογιακή ημέρα
es: Libros por día de calendario
fa: کتاب‌ها به ازای هر روز تقویم
fr: Livres par jour calendaire
gl: Libros por día de calendario
hu: Könyv naponta
it_it: Libri al giorno
ja: カレンダーで1日当たりの書籍数
ko_kr: 일간 달력 당 도서 수
nl_nl: Boeken per kalenderdag
pl: Książki na dzień kalendarzowy
pt_br: Livros por dia de calendário
ro: Cărți pe zi calendar
ru: Книг за календарный день
sk: Počet kníh za kalendárny deň
sr: Књига по дану календара
tr: Takvim günlerine göre kitaplar
uk: Книг на календарний день
zh_cn: 每个自然日阅读书籍数目

source: Set the max number of book spans to show for a day
ca: Configurar el nombre màxim de períodes de lectura a mostrar durant un dia
cs: Nastavte maximální počet knih zobrazených v jednom dni
de: Legen Sie die maximale Anzahl von Büchern fest, die für einen Tag angezeigt werden sollen
el: Ορισμός του μέγιστου αριθμού βιβλίων που θα εμφανίζονται για μια ημέρα
es: Configurar el número máximo de períodos de lectura a mostrar durante un día
fr: Préciser le nombre maxi de bandeaux de livres à afficher sur un jour
gl: Configurar o número máximo de períodos de lectura mostrados por día
hu: A naponta megjelenített könyvek maximális száma
it_it: Imposta numero massimo di intervalli di libri da visualizzare per un giorno
ja: 1日に表示する本の最大数を設定する
ko_kr: 하루에 표시할 최대 책 숫자 설정
nl_nl: Stel het maximum aantal te tonen boeken voor een dag in
pl: Ustaw maksymalną liczbę książek do wyświetlenia w ciągu jednego dnia
pt_br: Define o número máximo de livros para mostrar durante um dia
ro: Setează numărul maximi de cărți ce vor fi afișate într-o zi
ru: Выбор максимального количества книг для показа в течение дня
sk: Nastaviť maximálny počet kníh, ktoré sa majú zobraziť pre jeden deň
sr: Поставља максимални број распона књига који се приказује за дан
tr: Bir gün için görüntülenecek en fazla kitap aralığı sayısını ayarlayın
uk: Встановіть максимальну кількість книг для показу на день
zh_cn: 设置一天中显示的最大书籍数目

source: Show hourly histogram in calendar days
ar: اعرض الرسوم البيانيّة لكل ساعة في أيام التقويم
ca: Mostrar histograma per hores en dies de calendari
cs: Zobrazit hodinový histogram ve dnech v kalendáři
de: Stündliches Histogramm in Kalendertagen anzeigen
el: Εμφάνιση ωριαίου ιστογράμματος στις ημερολογιακές ημέρες
es: Mostrar histograma por horas en días de calendario
fa: نمایش هیستوگرام ساعتی در روزهای هفته
fr: Afficher l’histogramme des heures de lecture dans les jours calendaires
gl: Mostrar histograma de horas por días de calendario
hu: Naponta, óránkénti bontásban
it_it: Mostra istogramma orario in giorni
ja: カレンダーに時間単位のヒストグラムを表示する
ko_kr: 일간 달력에서 시간별 히스토그램 표시
nl_nl: Toon uurhistogram in kalenderdagen
pl: Pokaż histogram godzinowy w dniach kalendarzowych
pt_br: Mostrar histograma de horas nos dias do calendário
ro: Arată histograma pe ore în zilele din calendar
ru: Показывать почасовую гистограмму в днях
sk: Zobraziť hodinový histogram v kalendárnych dňoch
sr: Прикажи часовни хистограм у календарским данима
tr: Takvim günlerinde saat çizelgesi görüntülensin
uk: Показувати погодинну гістограму в календарних днях
zh_cn: 在每日日历中显示小时直方图

source: Allow browsing coming months
ca: Permetre la visualització dels mesos esdevenidors
cs: Povolit procházet nadcházející měsíce
de: Erlaube das Durchsuchen in den kommenden Monaten
el: Να επιτρέπεται η περιήγηση στους επόμενους μήνες
es: Permitir la visualización de los meses venideros
fa: اجازه بده ماه‌های آینده را مرور کنم
fr: Autoriser la navigation vers les mois à venir
gl: Permitir ver os meses vindeiros
hu: Következő hónapok engedélyezése
it_it: Consenti navigazione dei prossimi mesi
ja: 未来の月を閲覧できるようにする
ko_kr: 몇 달 동안 탐색 허용
nl_nl: Komende maanden doorbladeren toestaan
pl: Pozwól przeglądać nadchodzące miesiące
pt_br: Permitir visualizar meses seguintes
ro: Permite navigarea lunilor ce vor urma
ru: Разрешать просмотр ближайших месяцев
sk: Povoliť prehliadanie v nasledujúcich mesiacoch
sr: Дозволи прегледање предстојећих месеци
tr: Gelecek aylara göz atılabilsin
uk: Дозволити перегляд у найближчі місяці
zh_cn: 允许浏览将来月份

source: Daily timeline starts at %1
ca: El cronograma diari comença a les %1
cs: Denní časová osa začíná v %1
de: Die tägliche Zeitleiste beginnt um %1
el: Το ημερήσιο χρονοδιάγραμμα ξεκινά στις %1
es: El cronograma diario comienza a las %1
fa: خط زمانی روزانه شروع شود از %1
fr: La chronologie quotidienne commence à %1
gl: O liña temporal diaria comeza ás %1
hu: Napi idővonal kezdete %1
it_it: La linea temporale giornaliera inizia alle %1
ko_kr: 일일 타임라인은 %1부터 시작합니다
nl_nl: Dagelijkse tijdlijn begint om %1
pl: Dzienna oś czasu zaczyna się o %1
pt_br: A linha do tempo diária começa às %1
ru: Расписание на день начинается с %1
sk: Denná časová os začína o %1
sr: Дневна временска линија почење у %1
tr: Günlük zaman çizelgesi %1 zamanında başlar
uk: Щоденний графік починається о %1
zh_cn: 每日时间轴开始于 %1

source: Daily timeline starts at
ca: El cronograma diari comença a les
cs: Denní časová osa začíná v
de: Die tägliche Zeitleiste beginnt um
el: Το ημερήσιο χρονοδιάγραμμα ξεκινά στις
es: El cronograma diario comienza a las
fa: خط زمانی روزانه شروع شود از
fr: La chronologie quotidienne commence à
gl: A liña temporal diaria comeza ás
hu: Napi idővonal kezdete
it_it: La linea temporale giornaliera inizia alle
ko_kr: 일일 타임라인 시작 시간
nl_nl: Dagelijkse tijdlijn begint om
pl: Dzienna oś czasu zaczyna się o
pt_br: Hora em que a linha do tempo diária começa
ru: Расписание на день начинается с
sk: Denná časová os začína o
sr: Дневна временска линија почиње у
tr: Günlük zaman çizelgesi şu zamanda başlar
uk: Щоденний графік починається о
zh_cn: 每日时间轴开始于

source: Set the time when the daily timeline should start. If you read past midnight, and would like this reading session to be displayed on the same screen with your previous evening reading sessions, use a value such as 04:00. Time is in hours and minutes.
ca: Establir l'hora a la qual ha de començar el cronograma diari. Si es llegeix després de mitjanit, perquè aquesta sessió de lectura es mostri en la mateixa pantalla que les sessions de lectura vespertines anteriors, cal usar un valor com 04.00. L'hora s'expressa en hores i minuts.
cs: Nastavte čas, kdy má začínat denní časová osa. Pokud čtete i po půlnoci a chcete, aby bylo toto čtení zobrazeno na samé obrazovce jako vaše večerní čtení z předchozího dne, použijte hodnotu např. 04:00. Čas je v hodinách a minutách.
de: Legen Sie die Uhrzeit fest, zu der die tägliche Zeitleiste beginnen soll. Wenn Sie nach Mitternacht lesen und möchten, dass diese Lesesitzung auf demselben Bildschirm wie Ihre vorherigen abendlichen Lesesitzungen angezeigt wird, verwenden Sie einen Wert wie 04:00. Die Zeit wird in Stunden und Minuten angegeben.
el: Ορίστε την ώρα έναρξης του ημερήσιου χρονοδιαγράμματος. Αν διαβάζετε μετά τα μεσάνυχτα και θέλετε αυτή η περίοδος ανάγνωσης να εμφανίζεται στην ίδια οθόνη με τις προηγούμενες βραδινές περιόδους ανάγνωσης, χρησιμοποιήστε μια τιμή όπως 04:00. Η ώρα είναι σε ώρες και λεπτά.
es: Establecer la hora a la que debe comenzar el cronograma diario. Si se lee después de medianoche, para que esta sesión de lectura se muestre en la misma pantalla que las sesiones de lectura vespertinas anteriores, hay que usar un valor como 04:00. La hora se expresa en horas y minutos.
fa: زمانی که می‌خواهید خط زمانی روزانه شما شروع شود را تنظیم کنید. اگر بعد از نیمه شب مطالعه می‌کنید و می‌خواهید این نوبت مطالعه در صفحه یکسانی با نوبت مطالعه عصرگاهی شما نمایش داده شود، از مقداری مثل ۰۴:۰۰ استفاده کنید. زمان به صورت ساعت و دقیقه.
fr: Définissez l'heure à laquelle la chronologie quotidienne doit commencer. Si vous lisez après minuit et souhaitez que cette session de lecture s'affiche sur le même écran que vos sessions de lecture du soir précédentes, utilisez une valeur telle que 04:00. Le temps est en heures et minutes.
gl: Configurar a hora á que comeza a liña temporal diaria. Se les pasada a medianoite e queres que esta sesión de lectura sexa mostrada na mesma pantalla que as sesións anteriores da noite, emprega un valor como 04:00. A hora é en horas e minutos.
hu: Állítsa be a napi idővonal kezdetének időpontját. Ha éjfél után is olvas, és azt szeretné, hogy ez az olvasási időszak ugyanazon a képernyőn jelenjen meg, mint az előző esti olvasások, használja pl. ezt az értéket: 04:00. Az idő óra és percben adható meg.
it_it: Imposta l'ora in cui dovrebbe iniziare la sequenza temporale giornaliera. Se leggi dopo la mezzanotte e desideri che questa sessione di lettura venga visualizzata sullo stesso schermo delle sessioni di lettura serali precedenti, utilizza un valore come 04:00. Il tempo è in ore e minuti.
ko_kr: 일일 타임라인이 시작될 시간을 설정합니다. 자정을 넘겨 읽었는데 이 읽기 세션을 이전 저녁 읽기 세션과 같은 화면에 표시하려면 04:00와 같은 값을 사용하세요. 시간은 시와 분 단위로 표시됩니다.
nl_nl: Stel de tijd in waarop de dagelijkse tijdlijn moet beginnen. Als je na middernacht leest, en je wilt dat deze leessessie op hetzelfde scherm verschijnt als vorige avondleessessies, gebruik dan een waarde zoals 04:00. De tijd is in uren en minuten.
pl: Ustaw godzinę rozpoczęcia dziennej osi czasu. Jeśli czytasz po północy i chcesz, aby ta sesja czytania była wyświetlana na tym samym ekranie co poprzednie wieczorne sesje czytania, użyj wartości takiej jak 04:00. Czas jest w godzinach i minutach.
pt_br: Defina a hora em que a linha do tempo diária deve começar. Se você ler depois da meia-noite e quiser que esta sessão de leitura seja exibida na mesma tela com as sessões de leitura noturnas anteriores, use um valor como 04:00. O tempo é em horas e minutos.
ru: Установите начальное время для ежедневного расписания. Если вы читаете за полночь и хотите, чтобы текущий сеанс чтения отображался на одном экране с предыдущими вечерними сеансами, для этого, к примеру, можно использовать значение 04:00. Время указано в часах и минутах.
sk: Nastaví čas, odkedy má začať denná časová os. Ak čítate po polnoci a chcete, aby sa táto relácia čítania zobrazovala na rovnakej obrazovke ako vaše predchádzajúce večerné čítanie, použite hodnotu, napríklad 04:00. Čas je v hodinách a minútach.
sr: Поставља време када би требало да почне дневна временска линија. Ако читате након поноћи и желите да се та сесија читања прикаже на истом екрану као и сесије читања претходне вечери, употребите вредност као што је 04.00. Време је у сатима и минутима.
tr: Günlük zaman çizelgesinin başlaması gereken zamanı ayarlayın. Gece yarısından sonra okuduysanız ve bu okuma oturumunun önceki akşamın okuma oturumlarında görüntülenmesini istiyorsanız, 04:00 gibi bir zaman yazın. Zaman saat ve dakika olarak yazılmalıdır.
uk: Установіть час, коли має починатися щоденний графік читання. Якщо ви читаєте після опівночі та хочете, щоб цей сеанс читання показувався на одному екрані з попередніми вечірніми сеансами читання, введіть значення 04:00. Час вказується в годинах і хвилинах.
zh_cn: 设置每日时间轴开始时间。 如果你通常在午夜读书，并且不想让此次阅读进度被拆分显示在两天的时间轴中，你可以设置诸如04:00的值。 时间格式为小时:分钟。

source: Also use in calendar view
ca: Utilitzar també en la vista de calendari
cs: Použít také v zobrazení kalendáře
de: Auch in der Kalenderansicht verwenden
el: Χρήση και στην προβολή ημερολογίου
es: Utilizar también en la vista de calendario
fa: همچنین در نمای تقویمی استفاده شود
fr: À utiliser également dans la vue calendrier
gl: Usar tamén na vista de calendario
hu: Naptár nézetben is használható
it_it: Usa anche nella vista calendario
ko_kr: 달력 보기에서도 사용
nl_nl: Ook gebruiken in kalenderweergave
pl: Używaj także w widoku kalendarza
pt_br: Usar também na exibição de calendário
ru: Также использовать в календаре
sk: Použiť aj v zobrazení kalendára
sr: Такође користи у приказу календара
tr: Takvim görünümünde de kullanılsın
uk: Також використовується в календарному перегляді
zh_cn: 同时用于日历视图
