Repository: spruceUI/spruceOS
Catalog: App/KoReader/l10n/*/koreader.po
Languages: ar, ca, cs, de, el, es, fa, fr, gl, hu, it_it, ja, ko_kr, nl_nl, pl, pt_br, ro, ru, sk, sr, tr, uk, zh_cn

source: Current Cover image path: %1
ar: مسار صورة الغلاف الحالي: %1
ca: Ruta actual de la imatge de portada: %1
cs: Aktuální cesta k obrázku obálky: %1
de: Aktueller Pfad des Umschlagbildes: %1
el: Τρέχουσα διαδρομή εικόνας εξωφύλλου: %1
es: Ruta actual de la imagen de portada: %1
fa: مسیر فعلی تصویر جلد: %1
fr: Actuel chemin de l’image de couverture : %1
gl: Ruta actual da imaxe de portada: %1
hu: Aktuális borítókép útvonala: %1
it_it: Percorso attuale dell'immagine di copertina: %1
ja: 現在の表紙画像のパス: %1
ko_kr: 현재 표지 이미지 경로 : %1
nl_nl: Huidig omslagafbeeldingspad: %1
pl: Obecny obraz okładki: %1
pt_br: Pasta atual para proteção de tela: %1
ro: Calea curentă pentru imaginile de coperți: %1
ru: Путь к текущему изображению обложки: %1
sk: Aktuálna cesta k obrázku knižného obalu: %1
sr: Тренутна путања слике корица: %1
tr: Geçerli kapak görseli yolu: %1
uk: Поточний шлях до зображення обкладинки: %1
zh_cn: 当前封面图片路径： %1

source: Save cover image
ar: حفظ صورة الغلاف
ca: Guardar imatge de portada
cs: Uložit obrázek obálky
de: Umschlagbild speichern
el: Αποθήκευση εικόνας εξωφύλλου
es: Guardar imagen de portada
fa: ذخیره تصویر جلد
fr: Enregistrer l’image de couverture
gl: Gardar imaxe da portada
hu: Borítókép mentése
it_it: Salva immagine di copertina
ja: 表紙画像を保存する
ko_kr: 표지 이미지 저장
nl_nl: Omslagafbeelding opslaan
pl: Zapisz obraz okładki
pt_br: Salvar a imagem da capa
ro: Salvează imagine copertă
ru: Сохранять изображение обложки
sk: Uložiť obrázok knižného obalu
sr: Сачувај слику корица
tr: Kapak görselini kaydet
uk: Зберегти зображення обкладинки
zh_cn: 保存封面图片

source: Exclude this book cover
ca: Excloure la portada d'aquest llibre
cs: Vyloučit obálku této knihy
de: Dieses Umschlagbild ausschließen
el: Αποκλεισμός του τρέχοντος εξώφυλλου από προφύλαξη οθόνης
es: Excluir la portada de este libro
fa: استثنا کردن جلد این کتاب
fr: Exclure cette couverture
gl: Excluír a portada deste libro
hu: Aktuális borítókép kihagyása
it_it: Escludi questa copertina del libro
ja: この書籍の表紙画像を除外する
ko_kr: 이 책 표지 제외
nl_nl: Deze boekomslag niet gebruiken
pl: Wyklucz tę okładkę książki
pt_br: Excluir a capa deste livro do protetor de tela
ro: Exclude coperta acestei cărți
ru: Исключать обложку данной книги
sk: Vylúčiť tento obal knihy
sr: Не користи корице ове књиге
tr: Bu kitap kapağı katılmasın
uk: Виключити цю обкладинку книги
zh_cn: 将本书封面排除在外

source: Set fallback path
ar: تعيين مسار احتياطي
ca: Configurar ruta de portada alternativa
cs: Nastavit cestu k náhradnímu obrázku
de: Pfad für Ersatzbild auswählen
el: Ορισμός εναλλακτικής διαδρομής
es: Configurar ruta de portada alternativa
fa: تعیین مسیر جایگزین
fr: Définir le chemin de remplacement
gl: Establecer ruta da imaxe alternativa
hu: Tartalék borítókép útvonala
it_it: Imposta il percorso di ripiego
ja: 代替パスを設定
ko_kr: 대체 경로 설정
nl_nl: Terugvalpad instellen
pl: Ustaw ścieżkę obrazu zastępczego
pt_br: Definir caminho de reserva
ro: Alege cale de rezervă
ru: Задать путь к резервному изображению
sk: Nastaviť záložnú cestu
sr: Постави путању за случај крајње нужде
tr: Geri dönüş yolunu ayarla
uk: Вказати запасний шлях
zh_cn: 设置后备路径

source: The fallback image used on document close is: %1
ca: La imatge alternativa utilitzada en tancar del document és: %1
cs: Náhradní obrázek použitý při zavření dokumentu: %1
de: Das beim Schließen des Dokuments verwendete Ersatzbild ist: %1
el: Η εφεδρική εικόνα που χρησιμοποιείται στο κλείσιμο εγγράφου είναι: %1
es: La imagen alternativa utilizada al cerrar del documento es: %1
fr: L’image de remplacement utilisée lors de la fermeture du document est : %1
gl: A imaxe alternativa usada ao pechar o documento é: %1
hu: A dokumentum bezárásakor használt tartalékkép a következő: %1
it_it: L'immagine di ripiego utilizzata alla chiusura del documento è: %1
ja: 文書を閉じた時に使われる代替画像は: %1
ko_kr: 문서 닫기에 사용되는 대체 이미지: %1
nl_nl: De terugvalafbeelding die bij het sluiten van het document wordt gebruikt is: %1
pl: Obraz zastępczy używany po zamknięciu dokumentu: %1
pt_br: A imagem reserva ao fechar o documento é: %1
ro: Imaginea de rezervă folosită la închiderea documentului este: %1
ru: Резервное изображение, используемое при закрытии документа: %1
sk: Záložný obrázok použitý pri zatvorení dokumentu je: %1
sr: Слика за случај крајње нужде која се користи приликом затварања документа је: %1
tr: Belge kapatılırken kullanılacak geri dönüş görseli: %1
uk: Запасне зображення, яке застосовується під час закриття документа: %1
zh_cn: 用于文档关闭的备份图片是 %1

source: You can choose a fallback image.
ca: És possible seleccionar una imatge alternativa.
cs: Můžete vybrat náhradní obrázek.
de: Sie können ein Ersatzbild auswählen.
el: Μπορείτε να επιλέξετε μια εφεδρική εικόνα.
es: Es posible seleccionar una imagen alternativa.
fa: شما می‌توانید یک تصویر جایگزین انتخاب کنید.
fr: Vous pouvez sélectionner une image de remplacement.
gl: Podes seleccionar unha imaxe alternativa.
hu: Válasszon tartalék képet.
it_it: Puoi scegliere un'immagine di ripiego.
ja: 代替画像を選択することができます。
ko_kr: 대체 이미지를 선택할 수 있습니다.
nl_nl: Er kan een reserveafbeelding worden gekozen.
pl: Możesz wybrać obraz zastępczy.
pt_br: Você pode escolher uma imagem reserva.
ro: Poți alege o imagine de rezervă.
ru: Вы можете выбрать резервное изображение.
sk: Môžete si vybrať záložný obrázok.
sr: Можете да изаберете слику за случај крајње нужде.
tr: Bir geri dönüş görseli seçebilirsiniz.
uk: Ви можете вибрати запасне зображення.
zh_cn: 你可以选择一张后备图片。

source: Turn on fallback image
ca: Habilitar imatge alternativa
cs: Povolit náhradní obrázek
de: Ersatzbild einschalten
el: Ενεργοποίηση εναλλακτικής εικόνας
es: Habilitar imagen alternativa
fa: فعال کردن تصویر جایگزین
fr: Activer l’image de remplacement
gl: Activar a imaxe alternativa
hu: Tartalék kép bekapcsolása
it_it: Attivare l'immagine di riserva
ja: 代替画像を有効にする
ko_kr: 대체 이미지 켜기
nl_nl: Reserveafbeelding inschakelen
pl: Włącz obraz zastępczy
pt_br: Ligar imagem reserva
ro: Activează imaginea de rezervă
ru: Включить резервное изображение
sk: Zapnúť záložný obrázok
sr: Укључи слику за случај крајње нужде
tr: Geri dönüş görselini aç
uk: Увімкнути запасне зображення
zh_cn: 打开后备图片

source: Tweak document settings
ar: عدّل إعدادات المستند
ca: Ajustar la configuració del document
cs: Upravit nastavení dokumentu
de: Dokumenteinstellungen optimieren
el: Τροποποίηση ρυθμίσεων εγγράφων
es: Ajustar la configuración del documento
fr: Peaufiner les paramètres du document
gl: Modificar configuración do documento
hu: Dokumentum stíluskorrekciók
it_it: Ritocca impostazioni del documento
ja: 書籍設定を微調整
ko_kr: 문서 설정 조정
nl_nl: Documentinstellingen aanpassen
pl: Dostosuj ustawienia dokumentu
pt_br: Ajustar as configurações do documento
ro: Ajustează setările documentului
ru: Тонкие настройки документа
sk: Vylepšiť nastavenia dokumentu
sr: Подешавања дотеривања документа
tr: Belge ince ayarları değiştirilebilsin
uk: Налаштування параметрів документа
zh_cn: 调整文档设置

source: This plugin allows you to tweak document settings before the document is loaded based on external factors.
ar: هذه الإضافة تسمح لك بتعديل خيارات المستند قبل أن يقوم البرنامج بفتحه بناءً على عوامل خارجيّة.
ca: Aquest complement, basant-se en factors externs, permet ajustar la configuració del document abans de carregar-lo.
cs: Tento doplněk vám umožňuje upravit nastavení dokumentu, předtím než je dokument načten, na základě vnějších faktorů.
de: Dieses Plugin ermöglicht es Ihnen, die Dokumenteinstellungen zu optimieren, bevor das Dokument aufgrund externer Faktoren geladen wird.
el: Αυτό το πρόσθετο σάς επιτρέπει να τροποποιήσετε τις ρυθμίσεις του εγγράφου πριν από τη φόρτωσή του με βάση εξωτερικούς παράγοντες.
es: Este complemento, basándose en factores externos, permite ajustar la configuración del documento antes de cargarlo.
fr: Ce module vous permet de modifier les paramètres du document avant son chargement en fonction de facteurs externes.
gl: Este engadido permíteche axustar a configuración do documento antes de cargalo seguindo factores externos.
hu: Ez a beépülő lehetővé teszi a dokumentumbeállítások módosítását, mielőtt a dokumentum külső tényezők alapján betöltődne.
it_it: Questa estensione consente di ritoccare le impostazioni del documento prima che esso venga caricato.
ja: このプラグインは、文書を読み込む前に外部要因に基づいて文書の設定を微調整することができます。
ko_kr: 이 플러그인을 사용하면 외부 요인에 따라 문서를 열기 전에 문서 설정을 덧꾸밀 수 있습니다.
nl_nl: Deze plugin staat toe om documentinstellingen aan te passen voordat het document wordt geladen, op basis van externe factoren.
pl: Ta wtyczka pozwala dostosować ustawienia dokumentu przed załadowaniem na podstawie czynników zewnętrznych.
pt_br: Este plugin permite ajustar as configurações de documentos antes que o documento seja carregado com base em fatores externos.
ro: Această extensie vă permite să reglați setările documentului înainte ca documentul să fie încărcat pe baza unor factori externi.
ru: Данный плагин позволяет выполнять тонкие настройки документа перед его загрузкой в зависимости от внешних факторов.
sk: Tento doplnok vám umožňuje vylepšiť nastavenia dokumentu pred jeho načítaním na základe vonkajších faktorov.
sr: Овај додатак вам омогућава да на основу спољних фактора дотерате подешавања документа пре него што се учита.
tr: Bu uygulama eki belge dış faktörlere göre yüklenmeden önce belge ince ayarlarının değiştirilmesini sağlar.
uk: Цей плагін дозволяє налаштувати параметри документа перед завантаженням документа на основі зовнішніх факторів.
zh_cn: 此插件可以在不打开文档的情况下根据外部因素调整文档设置。

source: Directory Defaults: %1
ar: افتراضيات المجلّد: %1
ca: Ajustos predeterminats de la carpeta: %1
cs: Výchozí nastavení adresáře: %1
de: Standardverzeichnis: %1
el: Προεπιλογές φακέλου: %1
es: Ajustes predeterminados de la carpeta: %1
fa: پوشه پیشفرض: %1
fr: Valeurs par défaut pour ce répertoire : %1
gl: Valores por defecto do Cartafol: %1
hu: Alapértelmezett mappa: %1
it_it: Valori predefiniti della cartella: %1
ja: ディレクトリの既定ファイル: %1
ko_kr: 디렉터리 기본값: %1
nl_nl: Mapstandaarden: %1
pl: Wartości domyślne folderu: %1
pt_br: Padrão da pasta: %1
ro: Implicite pentru dosar: %1
ru: Папка настроек по умолчанию: %1
sk: Predvolené nastavenia priečinku: %1
sr: Директоријум подразумеваних вредности: %1
tr: Klasör varsayılanları: %1
uk: Типові значення каталога: %1
zh_cn: 目录默认值：%1

source: Missing defaults file
ca: Falta el fitxer de valors per defecte
cs: Chybí výchozí soubor
de: Fehlende Vorgabedatei
el: Λείπει το αρχείο προεπιλογών
es: Falta el archivo de valores predeterminados
fr: Fichier par défaut manquant
gl: Falta o ficheiro de valores por defecto
hu: Hiányzó alapértelmezett fájl
it_it: File delle impostazioni predefinite mancante
ja: 既定ファイルがありません
ko_kr: 누락된 기본 파일
nl_nl: Defaults-bestand afwezig
pl: Brak pliku wartości domyślnych
pt_br: Arquivo de valores padrão ausente
ru: Файл настроек по умолчанию не найден
sk: Chýba súbor s predvolenými nastaveniami
sr: Недостаје фајл са подразумеваним вредностима
tr: Varsayılanlar dosyası eksik
uk: Файл типових значень відсутній
zh_cn: 缺少默认文件

source: Defaults saved
ar: تم حفظ الافتراضات
ca: Valors per defecte guardats
cs: Výchozí nastavení uloženo
de: Standardeinstellungen gespeichert
el: Οι προεπιλογές αποθηκεύτηκαν
es: Valores por defecto guardados
fa: پیشفرض‌ها ذخیره شده
fr: Valeurs par défaut enregistrées
gl: Valores por defecto gardados
hu: Alapértelmezések elmentve
it_it: Impostazioni predefinite salvate
ja: 既定ファイルが保存されました
ko_kr: 기본값이 저장됨
nl_nl: Standaarden opgeslagen
pl: Wartości domyślne zapisane
pt_br: Valores padrão salvos
ro: Setările implicite au fost salvate
ru: Настройки по умолчанию сохранены
sk: Predvolené nastavenia boli uložené
sr: Сачуване су подразумеване вредности
tr: Varsayılan değerler kaydedildi
uk: Типові значення збережено
zh_cn: 默认值已保存

source: Defaults invalid: %1
ar: الافتراضات غير صحيحة: %1
ca: Valors per defecte no vàlids: %1
cs: Neplatní výchozí nastavení: %1
de: Standardeinstellungen ungültig: %1
el: Μη έγκυρες προεπιλογές: %1
es: Valores por defecto no válidos: %1
fa: پیشفرض نامعتبر: %1
fr: Valeurs par défaut invalides : %1
gl: Valores por defecto non válidos: %1
hu: Érvénytelen alapértelmezések: %1
it_it: Valori predefiniti non validi: %1
ja: 既定ファイルが不正: %1
ko_kr: 잘못된 기본값 : %1
nl_nl: Standaarden niet geldig: %1
pl: Wartości domyślne nieprawidłowe: %1
pt_br: Valores padrão inválidos: %1
ro: Setări implicite invalide: %1
ru: Настройки по умолчанию недействительны: %1
sk: Neplatné predvolené nastavenia: %1
sr: Неисправне подразумеване вредности: %1
tr: Varsayılan değerler geçersiz: %1
uk: Не дійсні типові значення: %1
zh_cn: 默认值无效：%1

source: Defaults empty
ca: Els valors per defecte estan en blanc
cs: Prázdné výchozí nastavení
de: Standardeinstellungen leer
el: Κενές προεπιλογές
es: Los valores por defecto están en blanco
fa: پیشفرض خالی است
fr: Valeurs par défaut vides
gl: Sen valores por defecto
hu: Alapértelmezetten üres
it_it: Valori predefiniti vuoti
ja: 既定ファイルが空です
ko_kr: 기본값이 비어 있음
nl_nl: Standaarden leeg
pl: Puste wartości domyślne
pt_br: Valores padrão vazios
ro: Setări implicite lipsă
ru: Настройки по умолчанию пусты
sk: Predvolené hodnoty sú prázdne
sr: Подразумеване врендости су празне
tr: Varsayılan değerler boş
uk: Типові значення порожні
zh_cn: 默认值为空

source: Exports highlights and notes.
ca: Exporta subratllats i notes.
cs: Exportuje zvýraznění a poznámky.
de: Exportiert Hervorhebungen und Notizen.
el: Εξάγει επισημάνσεις και σημειώσεις.
es: Exporta subrayados y notas.
fa: هایلایت‌ها و یاداداشت‌ها را خروجی بگیر.
fr: Exporte les surlignages et les notes.
gl: Exporta os textos destacados e as notas.
hu: Kiemelések és jegyzetek exportálása.
it_it: Esporta evidenziazioni e note.
ja: ハイライトとメモをエクスポートします。
ko_kr: 강조 표시와 메모를 내보냅니다.
nl_nl: Exporteert markeringen en notities.
pl: Eksportuje zaznaczenia i notatki.
pt_br: Exporta destaques e notas.
ro: Exportă evidențierile și notele.
ru: Данный плагин обеспечивает экспорт выделений и заметок.
sk: Exportuje zvýraznenia a poznámky.
sr: Извози истицања и белешке.
tr: Vurguları ve notları dışa aktarır.
uk: Експортує виділене й примітки.
zh_cn: 导出标注和笔记。

source: Unknown Book
ca: Llibre desconegut
cs: Neznámá kniha
de: Unbekanntes Buch
el: Άγνωστο Βιβλίο
es: Libro desconocido
fa: کتاب ناشناخته
fr: Livre inconnu
gl: Libro Descoñecido
hu: Ismeretlen könyv
it_it: Libro Sconosciuto
ko_kr: 알 수 없는 책
nl_nl: Onbekend boek
pl: Nieznana książka
pt_br: Livro desconhecido
ru: Неизвестная книга
sk: Neznáma kniha
sr: Непозната књига
tr: Bilinmeyen kitap
uk: Невідома книга
zh_cn: 未知书籍

source: Unknown Author
ca: Autor desconegut
cs: Neznámý autor
de: Unbekannter Autor
el: Άγνωστος Συγγραφέας
es: Autor desconocido
fa: نویسنده ناشناخته
fr: Auteur inconnu
gl: Autor descoñecido
hu: Ismeretlen szerző
it_it: Autore Sconosciuto
ko_kr: 알 수 없는 저자
nl_nl: Onbekende auteur
pl: Nieznany autor
pt_br: Autor desconhecido
ru: Неизвестный автор
sk: Neznámy autor
sr: Непознати аутор
tr: Bilinmeyen yazar
uk: Невідомий автор
zh_cn: 未知作者

source: %1: Exported successfully.
ca: %1: Exportat correctament amb èxit.
cs: %1: Úspěšně exportováno.
de: %1: Erfolgreich exportiert.
el: %1: Εξήχθη με επιτυχία.
es: %1: Exportado con éxito.
fa: %1: باموفقیت خروجی گرفته شد.
fr: %1 : Exporté avec succès.
gl: %1: Exportado con éxito.
hu: %1: Sikeres exportálás.
it_it: %1: esportato correttamente.
ja: %1: エクスポートに成功しました。
ko_kr: %1: 성공적으로 내보냈습니다.
nl_nl: %1: Succesvol geëxporteerd.
pl: %1: Wyeksportowano pomyślnie.
pt_br: %1: Exportado com sucesso.
ru: %1: экспортировано успешно.
sk: %1: Úspešne exportované.
sr: %1: Успешно извезено.
tr: %1: Dışa aktarıldı.
uk: %1: Успішно експортовано.
zh_cn: %1：成功导出。

source: %1: Exported to %2.
ca: %1: Exportat a %2.
cs: %1: Exportováno do %2.
de: %1: Exportiert nach %2.
el: %1: Εξήχθη στο %2.
es: %1: Exportado a %2.
fa: %1: خروجی گرفته شد در %2.
fr: %1 : Exporté vers %2.
gl: %1: Exportado a %2.
hu: %1: Exportálás ide %2.
it_it: %1: esportato in %2.
ja: %1: %2 へエクスポートする。
ko_kr: %1: %2로 내보내기 .
nl_nl: %1: Geëxporteerd naar %2.
pl: %1: Wyeksportowano do %2.
pt_br: %1: Exportado para %2.
ru: %1: экспортировано в %2.
sk: %1: Exportované do %2.
sr: %1: Извезено у %2.
tr: %1: %2 üzerine aktarıldı.
uk: %1: Експортовано до %2.
zh_cn: %1：导出至%2。

source: %1: Failed to export.
ca: %1: Error en exportar.
cs: %1: Nepodařilo se exportovat.
de: %1: Der Export ist fehlgeschlagen.
el: %1: Απέτυχε η εξαγωγή.
es: %1: Error al exportar.
fa: %1:ناموفق در خروجی گرفتن.
fr: %1 : Échec de l'exportation.
gl: %1: Erro ao exportar.
hu: %1: Hiba exportálás közben.
it_it: %1: esportazione non riuscita.
ja: %1: エクスポートに失敗しました。
ko_kr: %1: 내보내지 못했습니다.
nl_nl: %1: Exporteren mislukt.
pl: %1: Nie udało się wyeksportować.
pt_br: %1: Falha ao exportar.
ru: %1: экспорт не удался.
sk: %1: Export zlyhal.
sr: %1: Није успео извоз.
tr: %1: Dışa aktarılamadı.
uk: %1: Не вдалося експортувати.
zh_cn: %1：导出失败。

source: Exporting may take several seconds…
ca: La exportació pot durar uns segons…
cs: Export může trvat několik sekund…
de: Exportieren kann ein paar Sekunden dauern…
el: Εξαγωγή, μπορεί να διαρκέσει μερικά δευτερόλεπτα…
es: La exportación puede durar varios segundos…
fa: گرفتن خروجی ممکن است چند ثانیه طول بکشد…
fr: L’exportation peut prendre plusieurs secondes…
gl: A exportación pode tardar uns segundos…
hu: Az exportálás pár másodpercet vesz igénybe…
it_it: L'esportazione può richiedere alcuni secondi…
ja: エクスポートは数秒かかることがあります…
ko_kr: 내보내기에 몇 초쯤 걸릴 수 있습니다…
nl_nl: Het exporteren kan meerdere seconden duren…
pl: Eksportowanie może potrwać kilka sekund…
pt_br: A exportação pode levar vários segundos…
ro: Exportarea poate dura cîteva secunde…
ru: Экспорт может занять несколько секунд…
sk: Export môže trvať niekoľko sekúnd…
sr: Извоз може да потраје неколико секунди…
tr: Verme işlemi birkaç saniye sürebilir…
uk: Експортування може тривати кілька секунд…
zh_cn: 导出大约需要几秒钟……

source: Share as %1.
ca: Compartir com a %1.
cs: Sdílet jako %1.
de: Teilen als %1.
el: Κοινή χρήση ως %1.
es: Compartir como %1.
fa: اشتراک گذاری به عنوان %1.
fr: Partager comme %1.
gl: Compartir como %1.
hu: Megosztás %1-ként.
it_it: Condividi come %1.
ja: %1 として共有します。
ko_kr: %1로 공유합니다.
nl_nl: Delen als %1.
pl: Udostępnij jako %1.
pt_br: Compartilhar como %1.
ru: Поделиться как %1.
sk: Zdieľať ako %1.
sr: Дели као %1.
tr: %1 olarak paylaş.
uk: Поділитись як %1.
zh_cn: 分享为%1。

source: Export all notes in this book
ar: صدّر كل الملاحظات في هذا الكتاب
ca: Exportar les notes del llibre
cs: Exportovat všechny poznámky v této knize
de: Alle Notizen in diesem Buch exportieren
el: Εξαγωγή όλων των σημειώσεων από αυτό το βιβλίο
es: Exportar todas las notas de este libro
fa: خروجی گرفتن از همه یاداداشت‌های داخل این کتاب
fr: Exporter toutes les notes de ce livre
gl: Exportar todas as notas neste libro
hu: Az összes jegyzet exportálása e könyvből
it_it: Esporta tutte le note in questo libro
ja: この書籍の全てのメモをエクスポート
ko_kr: 이 책의 모든 메모 내보내기
nl_nl: Exporteer alle aantekeningen in dit boek
pl: Eksportuj wszystkie notatki z tej książki
pt_br: Exportar todas as notas deste livro
ro: Exportă toate notele din această carte
ru: Экспортировать все заметки из данной книги
sk: Exportovať všetky poznámky k tejto knihe
sr: Извези све белешке у овој књизи
tr: Bu kitaptaki tüm notları ver
uk: Експортувати всі примітки з цієї книжки
zh_cn: 导出本书笔记

source: Export all notes in your library
ar: صدّر كل الملاحظات في مكتبتك
ca: Exportar les notes de tota la biblioteca
cs: Exportovat všechny poznámky ve vaší knihovně
de: Alle Notizen in ihrer Bibliothek exportieren
el: Εξαγωγή όλων των σημειώσεων από τη βιβλιοθήκη σας
es: Exportar todas las notas de tu biblioteca
fa: خروجی گرفتن از همه یادداشت‌ها در کتابخانه‌تان
fr: Exporter toutes les notes de votre bibliothèque
gl: Exportar todas as notas na túa biblioteca
hu: Az összes jegyzet exportálása a teljes könyvtárból
it_it: Esporta tutte le note nella tua libreria
ja: ライブラリー内の全てのメモをエクスポート
ko_kr: 라이브러리의 모든 노트 내보내기
nl_nl: Exporteer alle aantekeningen in uw bibliotheek
pl: Eksportuj wszystkie notatki z tej biblioteki
pt_br: Exportar todas as notas em sua biblioteca
ro: Exportă toate notele din toată bibliotecă
ru: Экспортировать все заметки из библиотеки
sk: Exportovať všetky poznámky v knižnici
sr: Извези све белешке у вашој библиотеци
tr: Kitaplığınızdaki tüm notları verin
uk: Експортувати всі примітки з вашої бібліотеки
zh_cn: 导出所有笔记

source: Choose formats and services
ca: Triar formats i serveis
cs: Vyberte formáty a služby
de: Wähle Formate und Dienste
el: Επιλογή μορφών και υπηρεσιών
es: Elegir formatos y servicios
fa: انتخاب فرمت و سرویس‌ دهنده
fr: Choisir les formats et services
gl: Escoller formatos e servizos
hu: Formátumok és szolgáltatások választása
it_it: Scegli formati e servizi
ja: 書式とサービスを選択
ko_kr: 포맷 및 서비스 고르기
nl_nl: Formaten en diensten kiezen
pl: Wybierz formaty i usługi
pt_br: Escolha formatos e serviços
ro: Alege formate și servicii
ru: Выбрать форматы и сервисы
sk: Výber formátov a služieb
sr: Избор формата и сервиса
tr: Biçimleri ve hizmetleri seçin
uk: Вибір форматів і служб
zh_cn: 选择格式和服务

source: Choose export folder
ca: Triar la carpeta d'exportació
cs: Vybrat exportní složku
de: Exportordner wählen
el: Επιλογή φακέλου εξαγωγής
es: Seleccionar la carpeta de exportación
fa: انتخاب پوشه خروجی
fr: Choisir le dossier d’exportation
gl: Escoller o cartafol de exportación
hu: Exportálási mappa kiválasztása
it_it: Scegli la cartella di esportazione
ko_kr: 내보내기 폴더 선택
nl_nl: Exportmap kiezen
pl: Wybierz folder eksportu
pt_br: Escolher a pasta de exportação
ru: Выбрать папку для экспорта
sk: Vyberte priečinok na export
sr: Избор директоријума за извоз
tr: Dışa aktarma klasörünü seçin
uk: Обрати теку експорту
zh_cn: 选择导出文件夹

source: Share all notes in this book
ca: Compartir totes les notes d'aquest llibre
cs: Sdílet všechny poznámky v této knize
de: Alle Notizen in diesem Buch teilen
el: Κοινή χρήση όλων των σημειώσεων σε αυτό το βιβλίο
es: Compartir todas las notas de este libro
fa: به اشتراک گذاری همه یادداشت‌ها در این کتاب
fr: Partager toutes les notes de ce livre
gl: Compartir todas as notas deste libro
hu: Az összes jegyzet megosztása e könyvből
it_it: Condividi tutte le note in questo libro
ja: この書籍の全てのメモを共有する
ko_kr: 이 책의 모든 메모 공유
nl_nl: Deel alle aantekeningen in dit boek
pl: Udostępnij wszystkie notatki z tej książki
pt_br: Compartilhar todas as notas deste livro
ro: Partajează toate notele din această carte
ru: Поделиться всеми заметками из данной книги
sk: Zdielať všetky poznámky v tejto knihe
sr: Дели све напомене у овој књизи
tr: Bu kitaptaki tüm notları paylaş
uk: Поділитися всіма примітками з цієї книги
zh_cn: 分享此书籍中的所有笔记

source: Current export folder:
ca: Carpeta d'exportació actual:
cs: Aktuální složka pro export:
de: Aktuelles Export-Verzeichnis:
el: Τρέχων φάκελος εξαγωγής:
es: Carpeta de exportación actual:
fa: پوشه‌ خروجی فعلی:
fr: Dossier d'exportation actuel :
gl: Cartafol de exportación actual:
hu: Jelenlegi export mappa:
it_it: Cartella di esportazione attuale:
ko_kr: 현재 내보내기 폴더:
nl_nl: Huidige exportmap:
pl: Obecny folder eksportu:
pt_br: Pasta atual de exportação:
ru: Текущая папка для экспорта:
sk: Aktuálny priečinok pre export:
sr: Тренутни директоријум за извоз:
tr: Geçerli dışa aktarma klasörü:
uk: Поточна тека експорту:
zh_cn: 当前导出文件夹：

source: Set Flomo API URL
ca: Defineix l’URL de l’API del Flomo
cs: Nastavit Flomo API URL
de: Flomo API URL festlegen
el: Ορισμός διεύθυνσης URL του API Flomo
es: Configurar la dirección URL de la API de Flomo
fr: Définir l'URL de l'API Flomo
gl: Configurar a URL da API de Flomo
it_it: Imposta l'URL dell'API Flomo
ko_kr: Flomo API URL 설정
nl_nl: Flomo api-url instellen
pl: Ustaw adres URL interfejsu API Flomo
pt_br: Definir URL da API do Flomo
ru: Задать API URL для Flomo
sk: Nastaviť URL adresu rozhrania Flomo API
sr: Постави Flomo API URL
tr: Flomo API adresini ayarla
uk: Налаштувати URL API Flomo
zh_cn: 设置 Flomo API 地址
