Repository: spruceUI/spruceOS
Catalog: App/KoReader/l10n/*/koreader.po
Languages: ar, ca, cs, de, el, es, fa, fr, gl, hu, it_it, ja, ko_kr, nl_nl, pl, pt_br, ro, ru, sk, sr, tr, uk, zh_cn

source: Reset document settings to default
ar: إعادة تعيين إعدادات المستند إلى الإعدادات الافتراضية
ca: Reinicialitza els paràmetres del document als valors per defecte
cs: Resetovat na výchozí nastavení dokumentu
de: Dokumenteinstellungen auf Standard zurücksetzen
el: Επαναφορά των ρυθμίσεων του εγγράφου στις προεπιλογές
es: Restablecer la configuración del documento a los valores predeterminados
fa: بازگردانی تنظیمات سند به پیشفرض
fr: Rétablir les paramètres du document par défaut
gl: Restablecer a configuración do documento aos valores por defecto
hu: Dokumentum beállítások alaphelyzetbe
it_it: Azzera impostazioni documento a predefiniti
ja: 書籍表示方法に関する設定をリセット
ko_kr: 문서 설정을 기본값으로 재설정
nl_nl: Documentinstellingen terugzetten op standaard
pl: Zresetuj ustawienia dokumentu do domyślnych
pt_br: Redefinir as configurações do documento para o padrão
ro: Resetează setările documentului la valorile implicite
ru: Сбросить настройки документа на умолчальные
sk: Obnoviť predvolené nastavenia dokumentu
sr: Ресетуј подешавања документа на подразумевана
tr: Belge ayarlarını varsayılanlara sıfırla
uk: Скинути налаштування документа до типових
zh_cn: 重置文档设置为默认

source: Reset current document settings to their default values? Reading position, highlights and bookmarks will be kept. The document will be reloaded.
ar: هل تريد إعادة تعيين إعدادات المستند الحالية إلى قيمها الافتراضية؟ سيتم الاحتفاظ بوضع القراءة والميزات والإشارات المرجعية. سيتم إعادة تحميل المستند.
ca: Voleu reinicialitzar els paràmetres actuals del document als seus valors per defecte? La posició de lectura, els subratllats i els marcadors es conservaran. El document es carregarà de nou.
cs: Chcete resetovat aktuální nastavení dokumentu na výchozí hodnoty? Místo čtení v knize, zvýraznění a záložky zůstanou zachovány. Dokument bude znovu načten.
de: Aktuelle Dokumenteinstellungen auf ihre Standardwerte zurücksetzen? Leseposition, Markierungen und Lesezeichen werden beibehalten. Das Dokument wird neu geladen.
el: Να επαναφερθούν οι τρέχουσες ρυθμίσεις εγγράφου στις προεπιλεγμένες τιμές τους; Η θέση ανάγνωσης, οι επισημάνσεις και οι σελιδοδείκτες θα διατηρηθούν. Το έγγραφο θα επαναφορτωθεί.
es: ¿Restablecer la configuración actual del documento a sus valores por defecto? La posición de lectura, los subrayados y los marcadores se conservarán. El documento se cargará de nuevo.
fa: تنظیمات فعلی سند را به مقادیر پیشفرض بازنشانی شود؟ موقعیت مطالعه، هایلایت‌ها و نشانک‌ها حفظ خواهند شد. سند دوباره بارگذاری خواهد شد.
fr: Remplacer les paramètres actuels de ce document par les valeurs par défaut ? La progression de la lecture, les passages surlignés et les marque-pages seront conservés. Le document sera rechargé.
gl: Restablecer a configuración do documento aos valores por defecto? A posición de lectura, textos destacados e marcadores serán conservados. O documento recargarase.
hu: Visszaállítja a jelenlegi dokumentumbeállításokat az alapértelmezett értékekre? Az olvasási pozíció, a kiemelések és a könyvjelzők megmaradnak. A dokumentum újratöltésre kerül.
it_it: Azzerare le impostazioni del documento corrente ai valori predefiniti? Posizione di lettura, parti evidenziate e segnalibri saranno conservati. Il documento sarà ricaricato.
ja: 書籍表示方法に関する設定をリセットしますか？ 閲覧進捗、ハイライトとブックマークは残されます。 書籍は再ロードされます.
ko_kr: 현재 문서 설정을 기본값으로 재설정할까요? 읽기 위치와 강조 표시, 책갈피가 유지됩니다. 문서가 다시 열립니다.
nl_nl: Huidige documentinstellingen terugzetten naar de standaardwaarden? Leespositie, markeringen en bladwijzers zullen behouden blijven. Het document zal opnieuw worden geladen.
pl: Zresetować bieżące ustawienia dokumentu do wartości domyślnych? Pozycja czytania, zaznaczenia i zakładki zostaną zachowane. Dokument zostanie ponownie załadowany.
pt_br: Redefinir as configurações atuais do documento para seus valores padrão? Posição de leitura, destaques e marcadores serão mantidos. O documento será recarregado.
ro: Reseteazi setările documentului la valorile implicite? Poziția în carte, sublinierile și semnele de carte vor fi păstrate. Documentul va fi reîncărcat.
ru: Сбросить текущие настройки документа до значений по умолчанию? Позиция чтения, выделение и закладки будут сохранены. Документ будет перезагружен.
sk: Obnoviť aktuálne nastavenia dokumentu na predvolené hodnoty? Pozícia čítania, zvýraznenia a záložky sa zachovajú. Dokument sa znovu načíta.
sr: Да ресетујем текућа подешавања документа на њихове подразумеване вредности? Задржаће се позиција читања, истицања и маркери. Документ ће поново да се учита.
tr: Geçerli belgenin ayarları varsayılan değerlere sıfırlansın mı? Okuma konumu, vurgular ve yer imleri korunur. Belge yeniden yüklenir.
uk: Скинути поточні налаштування документа до типових значень? Положення читання, основні висвітлення та закладки будуть збережені. Документ буде перезавантажений.
zh_cn: 要将当前文档设置重置为默认值吗？ 重置不会影响阅读位置、标注和书签设置。 重置完毕后将会重新打开此文档。

source: Save document settings as default
ca: Desa els paràmetres del document com a valors per defecte
cs: Uložit nastavení dokumentu jako výchozí
de: Dokumenteinstellungen als Standard speichern
el: Αποθήκευση ρυθμίσεων εγγράφου ως προεπιλεγμένων
es: Guardar la configuración del documento como configuración predeterminada
fa: ذخیره تنظیمات سند به عنوان پیشفرض
fr: Enregistrer les paramètres de document par défaut
gl: Gardar a configuración do documento como configuración por defecto
hu: Dokumentum beállítások mentése alapértelmezettként
it_it: Salva le impostazioni documento come predefinite
ja: 現在の書籍設定を規定にする
ko_kr: 문서 설정을 기본값으로 저장
nl_nl: Documentinstellingen opslaan als standaard
pl: Zapisz ustawienia dokumentu jako domyślne
pt_br: Salvar as configurações do documento como padrão
ru: Сделать умолчальными текущие настройки документа
sk: Uložiť nastavenia dokumentu ako predvolené
sr: Сачувај подешавања документа као подразумевана
tr: Belge ayarlarını varsayılan ayar yap
uk: Зберегти налаштування документа як типові
zh_cn: 保存文档设置为默认

source: Save current document settings as default values?
ca: Voleu desar els paràmetres actuals del document com a valors per defecte?
cs: Uložit aktuální nastavení dokumentu jako výchozí hodnoty?
de: Aktuelle Dokumenteinstellungen als Standardwerte speichern?
el: Να αποθηκευτούν οι τρέχουσες ρυθμίσεις εγγράφου ως προεπιλεγμένες τιμές;
es: ¿Guardar la configuración del documento como configuración predeterminada?
fa: ذخیره تنظیمات سند فعلی به عنوان مقادیر پیشفرض؟
fr: Enregistrer les paramètres de document actuels comme valeurs par défaut ?
gl: Gardar a configuración actual do documento como configuración predeterminada?
hu: Elmenti a jelenlegi dokumentumbeállításokat alapértelmezettként?
it_it: Salvare le impostazioni correnti del documento come valori predefiniti?
ja: 現在の書籍設定を規定にしますか？
ko_kr: 현재 문서 설정을 기본값으로 저장할까요?
nl_nl: Huidige documentinstellingen opslaan als standaard?
pl: Zapisać bieżące ustawienia dokumentu jako wartości domyślne?
pt_br: Salvar as configurações atuais do documento como valores padrão?
ru: Сохранить настройки текущего документа в качестве значений по умолчанию?
sk: Uložiť nastavenia aktuálneho dokumentu ako predvolené?
sr: Да сачувам текућа подешавања документа као подразумеване вредности?
tr: Belge ayarları varsayılanlara sıfırlansın mı?
uk: Зберегти поточні налаштування документа типовими значеннями?
zh_cn: 保存当前文档设置为默认值？

source: Default settings updated
ca: Configuració per defecte actualitzada
cs: Výchozí nastavení aktualizováno
de: Standardeinstellungen aktualisiert
el: Οι προεπιλεγμένες ρυθμίσεις ενημερώθηκαν
es: Configuración predeterminada actualizada
fa: تنظیمات پیش‌فرض ذخیره شد
fr: Les paramètres par défaut ont été mis à jour
gl: Configuración por defecto actualizada
hu: Alapértelmezett beállítások frissítve
it_it: Impostazioni predefinite aggiornate
ja: 既定の設定を更新しました
ko_kr: 기본 설정이 업데이트됨
nl_nl: Standaardinstellingen opgeslagen
pl: Zaktualizowano ustawienia domyślne
pt_br: Configurações padrão atualizadas
ru: Настройки по умолчанию обновлены
sk: Predvolené nastavenia boli uložené
sr: Подразумевана подешавања су ажурирана
tr: Varsayılan ayarlar güncellendi
uk: Типові налаштування оновлено
zh_cn: 已更新默认设置

source: Do not show this book cover on sleep screen
de: Dieses Umschlagbild nicht auf dem Ruhebildschirm anzeigen
el: Να μην εμφανίζεται αυτό το εξώφυλλο βιβλίου στην οθόνη αναστολής λειτουργίας
es: No muestre la portada de este libro en la pantalla de reposo
fa: جلد این کتاب را در صفحه خواب نمایش نده
gl: Non mostrar a portada deste libro na pantalla de suspensión
it_it: Non mostrare questa copertina del libro sullo schermo in sospensione
ko_kr: 잠든 화면에서 이 책 표지를 표시하지 않기
nl_nl: Boekomslag niet op het slaapscherm tonen
pl: Nie pokazuj tej okładki książki na ekranie uśpienia
ru: Не показывать обложку этой книги как заставку в режиме сна
sk: Nezobrazovať túto obálku knihy na obrazovke v režimu spánku
sr: Не приказуј омот ове књиге на екрану спавања
tr: Bu kitap kapağı uyku ekranında gösterilmesin
uk: Не показувати цю обкладинку в режимі сну

source: Open previous document
ar: فتح المستند السابق
ca: Obrir document anterior
cs: Otevřít předchozí dokument
de: Öffne vorheriges Dokument
el: Άνοιγμα προηγούμενου εγγράφου
es: Abrir el documento anterior
fa: باز کردن سند قبلی
fr: Ouvrir le document précédent
gl: Abrir o documento anterior
hu: Előző könyv megnyitása
it_it: Apri documento precedente
ja: 前回の書籍に切り替える
ko_kr: 이전 문서 열기
nl_nl: Open het vorige document
pl: Otwórz poprzedni dokument
pt_br: Abrir o documento anterior
ro: Deschide documentul anterior
ru: Открыть предыдущий документ
sk: Otvoriť predchádzajúci dokument
sr: Отвори претходни документ
tr: Önceki belgeyi aç
uk: Відкрити попередній документ
zh_cn: 打开前一个文档

source: Previous: %1
ar: السابق: %1
ca: Anterior: %1
cs: Předchozí: %1
de: Vorheriges: %1
el: Προηγούμενο: %1
es: Anterior: %1
fa: قبلی: %1
fr: Précédent : %1
gl: Anterior: %1
hu: Előző: %1
it_it: Precedente: %1
ja: 前回: %1
ko_kr: 직전: %1
nl_nl: Vorige: %1
pl: Poprzedni: %1
pt_br: Anterior: %1
ro: Anteriorul: %1
ru: Предыдущий: %1
sk: Predchádzajúci: %1
sr: Претходни: %1
tr: Önceki: %1
uk: Попередній: %1
zh_cn: 上个：%1

source: Would you like to open the previous document: %1?
ar: هل تريد فتح المستند السابق: %1؟
ca: Vol obrir el document anterior: %1?
cs: Chcete otevřít předchozí dokument: %1?
de: Möchten Sie das vorherige Dokument öffnen: %1?
el: Θα θέλατε να ανοίξετε το προηγούμενο έγγραφο: %1;
es: ¿Quiere abrir el documento anterior: %1?
fa: آیا دوست دارید سند قبلی باز شود: %1؟
fr: Voulez-vous ouvrir le document précédent : %1 ?
gl: Gustaríache abrir o documento anterior: %1?
hu: Szeretné megnyitni ezt az előző dokumentumot: %1?
it_it: Vuoi aprire il documento precedente: %1?
ja: 前回開いた文書に切り替えますか: %1?
ko_kr: 직전 문서를 열까요: %1?
nl_nl: Het vorige document openen: %1?
pl: Czy chcesz otworzyć poprzedni dokument: %1?
pt_br: Você gostaria de abrir o documento anterior: %1?
ro: Ai dori să deschizi documentul anterior: %1?
ru: Вы хотите открыть предыдущий документ: %1?
sk: Želáte si otvoriť predchádzajúci dokument: %1?
sr: Желите ли да отворите претходни документ: %1?
tr: Önceki belgeyi açmak ister misiniz: %1?
uk: Бажаєте відкрити попередній документ: %1?
zh_cn: 你想要打开前一个文档 %1 吗？

source: Document menu
ar: قائمة المستند
ca: Menú del document
cs: Nabídka dokumentu
de: Dokument-Menü
el: Μενού εγγράφων
es: Menú de documentos
fa: منو سند
fr: Menu des documents
gl: Menú de documentos
hu: Dokumentum menü
it_it: Menu documento
ja: 文書メニュー
ko_kr: 문서 메뉴
pl: Menu dokumentu
pt_br: Menu Documento
ro: Meniu document
ru: Меню документа
sk: Menu pre dokument
sr: Мени документа
tr: Belge menüsü
uk: Меню документу
zh_cn: 文档菜单

source: Reference page numbers list
ar: قائمة أرقام الصفحات المرجعية
ca: Llista de números de pàgina de l'edició impresa
cs: Seznam s referenčním číslováním stránek
de: Liste der Referenzseitenzahlen
el: Κατάλογος σελίδων της έντυπης έκδοσης
es: Lista de números de página de la edición impresa
fr: Liste des numéros de pages de référence
gl: Lista de referencia de números de páxina
hu: Referenciaoldal számozott lista
it_it: Elenco dei numeri di pagina dell'edizione stampata
ja: 参照ページ番号のリスト
ko_kr: 참조 페이지 번호 목록
nl_nl: Referentiepaginanummerlijst
pl: Lista numerów stron referencyjnych
pt_br: Lista de números das páginas de referência
ro: Listă numere de pagină referință
ru: Список ссылок на номера страниц
sk: Zoznam referenčných čísel strán
sr: Листа референтних бројева страница
tr: Baskı sayfa numaraları listesi
uk: Перелік посилань на номери сторінок
zh_cn: 参考页码列表

source: Reference pages
ar: صفحات مرجعية
ca: Pàgines de l'edició impresa
cs: Referenční stránky
de: Referenzseiten
el: Σελίδες της έντυπης έκδοσης
es: Páginas de la edición impresa
fa: صفحات مرجع
fr: Pages de référence
gl: Páxinas de referencia da edición impresa
hu: Referencia oldalak
it_it: Pagine dell'edizione stampata
ja: 参照ページ
ko_kr: 참조 페이지
nl_nl: Referentiepagina's
pl: Strony referencyjne
pt_br: Páginas de referência
ro: Pagini referință
ru: Страницы в источнике
sk: Referenčné stránky
sr: Референтне странице
tr: Baskı sayfaları
uk: Довідкові сторінки
zh_cn: 参考页面

source: Reference source info
ar: معلومات المصدر المرجعي
ca: Edició impresa de referència
cs: Informace o referenčním zdroji
de: Informationen zur Referenzquelle
el: Πληροφορίες έντυπης έκδοσης
es: Edición impresa de referencia
fr: Source des informations de référence
gl: Orixe da información de referencia
hu: Referencia forrás info
it_it: Edizione stampata di riferimento
ja: 参照元情報
ko_kr: 참조 소스 정보
nl_nl: Referentiebroninfo
pl: Informacje o źródle odniesienia
pt_br: Informações de fonte da referência
ro: Informații sursă referință
ru: Информация об источнике
sk: Informácie o referenčnom zdroji
sr: Информације о извору референци
tr: Baskı kaynak bilgileri
uk: Відомості про джерело посилання
zh_cn: 参考页面源信息

source: Source (book hardcopy edition) of reference page numbers: %1
ar: مصدر (نسخة مطبوعة للكتاب) لأرقام الصفحات المرجعية: %1
ca: Font (edició impresa del llibre) dels números de pàgina: %1
cs: Zdroj (tištěné vydání knihy) referenčního číslování stránek: %1
de: Quelle (Buchausgabe) der Referenzseitenzahlen: %1
el: Πηγή (έντυπη έκδοση βιβλίου) των αριθμών των σελίδων: %1
es: Fuente (edición impresa del libro) de los números de página: %1
fr: Source (édition papier du livre) des numéros de pages de référence : %1
gl: Orixe (edición impresa) de números de páxina de referencia: %1
hu: A hivatkozási oldalszámok forrása (könyv nyomtatott kiadása): %1
it_it: Fonte (edizione cartacea del libro) dei numeri di pagina: %1
ja: 参考ページ番号のソース(書籍ハードコピー版): %1
ko_kr: 참조 페이지 번호의 출처(하드 카피본 도서): %1
nl_nl: Bron (gedrukt boek) van referentiepaginanummers: %1
pl: Źródło (wydanie książkowe w wersji papierowej) numerów stron referencyjnych: %1
pt_br: Fonte (edição impressa do livro) dos números das páginas de referência: %1
ro: Sursa (carte fizică) numerelor de pagină referință: %1
ru: Первоисточник (печатное издание книги) ссылок на номера страниц: %1
sk: Zdroj (tlačené vydanie knihy) pre čísla referenčných strán: %1
sr: Извор (папирно издање књиге) референтних бројева страница: %1
tr: Baskı sayfa numaralarının kaynağı (kitabın basılı sürümü): %1
uk: Джерело (книжкове видання) з посиланнями на номери сторінок: %1
zh_cn: 源书籍（纸质版）参考页码： %1

source: Use reference page numbers
ar: استخدم أرقام الصفحات المرجعية
ca: Usar numeració de l'edició impresa
cs: Použít referenční číslování stránek
de: Referenzseitennummern verwenden
el: Χρήση αριθμών των σελίδων της έντυπης έκδοσης
es: Usar numeración de la edición impresa
fr: Utiliser les numéros de page de référence
gl: Usar números de páxina da edición impresa
hu: Referencia oldalszámozás használata
it_it: Usa i numeri di pagina della versione stampata
ja: 参照ページ番号を使用する
ko_kr: 참조 페이지 번호 사용
nl_nl: Referentiepaginanummers gebruiken
pl: Użyj numerów stron referencyjnych
pt_br: Usar números de página de referência
ro: Folosește numerele de pagină referință
ru: Использовать номера страниц в источнике
sk: Použiť čísla referenčných strán
sr: Користи референтне бројеве страница
tr: Baskı sayfa numaraları kullanılsın
uk: Використовувати номери сторінок в джерелі
zh_cn: 使用参考页码

source: The default (★) for newly opened books that have a reference page numbers map is to use these reference page numbers instead of the renderer page numbers. Would you like to change it?
ar: الافتراضي (★) للكتب المفتوحة حديثًا التي تحتوي على خريطة أرقام صفحات مرجعية هو استخدام أرقام الصفحات المرجعية هذه بدلاً من أرقام صفحات العارض. هل ترغب في تغييره؟
ca: El valor predeterminat (★) per als llibres recentment oberts que tenen un mapa de nombres de pàgines d'edició impresa, és utilitzar aquests números de pàgina en lloc dels del motor de renderitzat. T'agradaria canviar-ho?
cs: Výchozí nastavení (★) pro nově otevřené knihy, které mají mapu s referenčním číslováním stránek, je použít toto referenční číslování stránek místo číslování stránek podle čtečky. Chcete to změnit?
de: Die Standardeinstellung (★) für neu geöffnete Bücher, die eine Referenzseitennummernkarte haben, ist die Verwendung dieser Referenzseitenzahlen anstelle der Renderer-Seitenzahlen. Möchtest du es ändern?
el: Η προεπιλογή (★) για τα νέα βιβλία που ανοίγουν και έχουν χάρτη αριθμών των σελίδων της έντυπης έκδοσης είναι να χρησιμοποιούν αυτούς τους αριθμούς σελίδων αναφοράς αντί για τους αριθμούς των σελίδων της λειτουργίας απόδοσης. Θα θέλατε να την αλλάξετε;
es: El valor predeterminado (★) para los libros recién abiertos que tienen un mapa de números de páginas de edición impresa, es utilizar estos números de página en lugar de los del motor de renderizado. ¿Te gustaría cambiarlo?
fr: La valeur par défaut (★) pour les livres nouvellement ouverts qui ont une carte de numéros de page de référence est d’utiliser ces numéros de page de référence au lieu des numéros de page du moteur de rendu (qui produit généralement un compte en nombre d’écrans qui fluctue selon vos réglages). Voulez-vous la changer ?
gl: A configuración por defecto (★) é abrir libros novos usando, se están presentes, os números de páxina da edición impresa na vez dos números de páxina do motor de renderización. Gustaríache cambiala?
hu: Alapértelmezetten (★) az újonnan megnyitott könyvek esetében, amelyek rendelkeznek referencia oldalszám térképpel, a renderelt oldalszámok helyett ezeket a referencia oldalszámokat használja. Szeretné ezt megváltoztatni?
it_it: L'impostazione predefinita (★) per i libri appena aperti che dispongono di una mappa dei numeri di pagina dell'edizione stampata consiste nell'utilizzare questi numeri di pagina anziché i numeri di pagina del renderizzatore. Vuoi cambiarlo?
ja: 新規に開いた参照ページ番号マップを持つ書籍の既定(★)は、レンダラーのページ番号の代わりにこれらの参照ページ番号を使用するようになっています。 これを変更しますか？
ko_kr: 참조 페이지 번호 맵이 있는 새로 열린 책의 기본값(★)은 렌더러 페이지 번호 대신 이 참조 페이지 번호들을 사용합니다. 변경할까요?
nl_nl: De standaardinstelling (★) voor ongeopende boeken die een referentiepaginanummer-overzicht hebben is om referentiepaginanummers te gebruiken in plaats van rendererpaginanummers. Deze instelling wijzigen?
pl: Domyślnie (★) dla nowo otwieranych książek z mapą numerów stron referencyjnych jest użycie tych numerów stron referencyjnych zamiast klasycznych numerów stron. Czy chcesz to zmienić?
pt_br: O padrão (★) para livros recém-abertos que possuem um mapa de números de páginas de referência é usar esses números de página de referência em vez dos números de páginas de renderização. Gostaria de alterá-lo?
ro: Implicitul (★) pentru cărțile nou deschise care au numere de pagină referințe este să folosești numerele de referință în locul numerelor de pagină randate. Dorești să-l schimbi?
ru: По умолчанию (★) для вновь открытых книг, имеющих карту ссылок на номера страниц, эти ссылки используются вместо номеров отрисованных страниц. Вы хотите это изменить?
sk: Pre novootvorené knihy, ktoré majú tabuľku referenčných čísiel strán, je predvolené (★) použiť tieto čísla namiesto čísel strán vykresľovacieho modulu. Prajete si to zmeniť?
sr: Подразумевана вредност (★) за нове књиге које имају мапу референтних бројеве страница је да се уместо бројева страница приказивача користе ови референтни бројеви страница. Да ли желите да је промените?
tr: Baskı sayfa numaraları haritası bulunan yeni açılmış kitaplar için varsayılan olarak (★) görüntülenen sayfa numaraları yerine baskı sayfa numaraları kullanılır. Değiştirmek ister misiniz?
uk: Типово (★) у щойно відкритих книгах, які мають карту посилань номерів сторінок, використовуються ці посилання на номери замість звичайних номерів сторінок. Змінити це?
zh_cn: 新打开的书籍将默认 (★) 使用参考页面对页码进行重映射，以代替当前的渲染页码。 你想要修改吗？
