Repository: spruceUI/spruceOS
Catalog: App/KoReader/l10n/*/koreader.po
Languages: ar, ca, cs, de, el, es, fa, fr, gl, hu, it_it, ja, ko_kr, nl_nl, pl, pt_br, ro, ru, sk, sr, tr, uk, zh_cn

source: Documents will be rendered in color on this device. If your device is grayscale, you can disable color rendering in the screen sub-menu for reduced memory usage.
ar: ستُعرضُ المُستَنَداتُ بالألوانِ على هذا الجهاز. إن كانت شاشةٌ جهازُك هذا بالأسودِ والأبيض, يمكنك إطفاءُ الألوانِ في قائِمةِ الشّاشة لترشيدِ استخدامِ الذّاكرة.
ca: Els documents es reproduiran en color. Si el dispositiu no reprodueix colors, es pot desactivar la reproducció de colors en el submenú Pantalla per a reduir l’ús de memòria.
cs: Dokumenty budou na tomto zařízení vykresleny barevně. Pokud je vaše zařízení černobílé, můžete barevné vykreslování zakázat v podnabídce „Obrazovka“ a snížit tím využití paměti.
de: Dokumente werden auf diesem Gerät farbig dargestellt. Wenn Ihr Gerät Graustufen anzeigt, können Sie die Farbwiedergabe im Bildschirm-Untermenü deaktivieren, um den Speicherverbrauch zu reduzieren.
el: Τα έγγραφα θα αποδίδονται έγχρωμα σε αυτήν τη συσκευή. Εάν η συσκευή σας είναι σε κλίμακα του γκρι, μπορείτε να απενεργοποιήσετε την απόδοση χρώματος στο υπομενού της οθόνης για μειωμένη χρήση της μνήμης.
es: Los documentos se reproducirán en color. Si el dispositivo no reproduce colores, se puede deshabilitar la reproducción de colores en el submenú pantalla para reducir el uso de memoria.
fa: اسناد به‌صورت رنگی در این دستگاه تصویر خواهند شد. اگر دستگاه شما سیاه‌وسفید است٬ می‌توانید تصویرکردن رنگ را در زیر-منوی صفحه‌نمایش جهت کاهش مصرف حافظه غیرفعال کنید.
fr: Sur cet appareil, les documents seront affichés en couleur. Si votre écran est en niveaux de gris, vous pouvez désactiver les couleurs via le sous-menu écran pour économiser de la mémoire.
gl: Os documentos serán presentados en cor neste dispositivo. Se o seu dispositivo é en branco e negro, pode desactivar a presentación en cor no submenú de pantalla para reducir o uso de memoria.
hu: A dokumentumok színesen jelennek meg ezen az eszközön. Ha az eszköz szürkeárnyalatos, a memóriahasználat csökkentése érdekében a képernyő almenüben letilthatja a színes megjelenítést.
it_it: I documenti verranno resi a colori su questo dispositivo. Se il tuo dispositivo è in scala di grigi, puoi disabilitare la resa grafica dei colori nel sotto-menu dello schermo per ridurre il consumo di memoria.
ja: 文書がカラーで描画されています。 デバイスがモノクロスクリーンの場合、画面のサブメニューでカラー表示を無効にすることでメモリ使用量を減らせます。
ko_kr: 이 기기에서 문서가 컬러로 표시됩니다. 회색조만 지원하는 기기에서는 화면 하위 메뉴에서 컬러 표시를 끄면, 메모리 사용량이 절약됩니다.
nl_nl: Documenten zullen op dit apparaat in kleur worden getoond. Indien het apparaat geen kleurenscherm heeft, kan kleur worden uitgeschakeld in het scherm-submenu om het geheugenverbruik te verminderen.
pl: Na tym urządzeniu dokumenty będą renderowane w kolorze. Jeśli urządzenie jest w skali szarości, możesz wyłączyć renderowanie kolorów w podmenu ekranu, aby zmniejszyć zużycie pamięci.
pt_br: Os documentos serão renderizados em cores neste dispositivo. Se seu dispositivo for em escala de cinza você pode desativar a renderização de cores no submenu da tela para reduzir o uso da memória.
ro: Documentele se vor reda color pe acest dispozitiv. Dacă dispozitivul tău este monocrom, poți dezactiva randarea culorilor în sub-meniul de ecran pentru reducerea utilizării memoriei.
ru: Документы на данном устройстве будут отображаться в цвете. Если у вас чёрно-белое устройство, то для экономии памяти можно отключить цветное отображение в соответствующем подменю настроек экрана.
sk: Na tomto zariadení sa dokumenty zobrazia farebne. Ak má vaše zariadenie čiernobiely displej, môžete vypnúť farebné zobrazovanie v podmenu nastavení obrazovky pre uvoľnenie pamäte.
sr: Документи ће на овом уређају бити приказани у боји. Ако ваш уређај подржава само нијансе сиве, можете искључити приказивање боја у подменију екрана и тиме смањити заузеће меморије.
tr: Belgeler bu aygıtta renkli olarak görüntülenecek. Aygıtınız gri tonlamalı ise ekran alt menüsünden renkli görüntülemeyi devre dışı bırakarak bellek kullanımını azaltabilirsiniz.
uk: На цьому пристрої документи показуватимуться в кольорі. Якщо ваш екран чорно-білий, ви можете вимкнути показ кольорів у підменю екрана для зниження використання пам'яті.
zh_cn: 此设备将使用彩色显示文档页面。 如果您的设备仅支持灰度显示，可以在“屏幕”子菜单中禁用彩色显示以节省内存占用。

source: Color rendering is mistakenly enabled on your grayscale device. This will subtly break some features, and adversely affect performance.
ar: تمّ تشغيل العرض بالألوان بالخطأ على جهازك غير الملوّن. سيعطّل هذا بعض الخصائص بدون إنذار, وسيؤثّر على السرعة بشكلٍ ملحوظ.
ca: La renderització de colors està habilitada per error, ja que el dispositiu renderitza a escala de grisos. Això trencarà subtilment algunes característiques i afectarà negativament el rendiment.
cs: Barevné vykreslování je na vašem černobílém zařízení omylem povoleno. To lehce naruší některé funkce a nepříznivě ovlivní výkon.
de: Die Farbwiedergabe ist auf Ihrem Graustufengerät fälschlicherweise aktiviert. Dadurch werden einige Funktionen auf subtile Weise beeinträchtigt und die Leistung beeinträchtigt.
el: Η χρωματική απόδοση ενεργοποιείται λανθασμένα στη συσκευή σας που χρησιμοποιεί κλίμακα του γκρι. Η επιλογή αυτή θα σταματήσει διακριτικά ορισμένες δυνατότητες και θα επηρεάσει αρνητικά την απόδοση.
es: La representación de colores está activada por error, ya que el dispositivo reproduce en escala de grises. Esto afectará sutilmente a algunas funciones, y afectará negativamente al rendimiento.
fa: تصویرکردن رنگ به اشتباه روی دستگاه سیاه‌وسفید شما فعال شده است. این مسئله موجب خراب‌شدن جزئی برخی امکانات خواهدشد، و اثری منفی بر عملکرد خواهد گذاشت.
fr: Le rendu couleur est activé par erreur sur votre appareil en niveaux de gris. Cela va altérer certaines fonctionnalités et affectera les performances.
gl: A presentación en cor está activada por erro no teu dispositivo con escala de grises. Isto pode crear problemas con algunhas funcións e afectar negativamente ao rendemento.
hu: A színes kijelzés vélhetően véletlen engedélyezve van egy szürkeárnyalatos eszközön. Ez egyes funkciókat hibásan jelenít meg, és hátrányosan befolyásolja a teljesítményt.
it_it: La resa grafica dei colori è abilitata per errore sul tuo dispositivo in scala di grigi. Ciò interferirà con alcune funzioni, e impatterà negativamente sulle prestazioni.
ja: モノクロデバイスで誤ってカラー描画が有効に設定されています。 そのため、一部の機能がわずかに損なわれたり性能に悪影響が出ることがあります。
ko_kr: 회색조 장치에서 컬러 렌더링이 잘못 활성화되었습니다. 이로 인해 일부 기능이 미묘하게 중단되고 성능이 저하될 수 있습니다.
nl_nl: Kleurweergave is foutief ingeschakeld op dit grijswaarde-apparaat. Dit zal voor subtiele problemen zorgen, en heeft ook een negatieve invloed op de prestaties.
pl: Renderowanie kolorów jest błędnie włączone na urządzeniu obsługującym tylko skalę szarości. Spowoduje to subtelne zaburzenie niektórych funkcji i niekorzystnie wpłynie na wydajność.
pt_br: A renderização de cores está habilitada por engano em seu dispositivo em escala de cinza. Isso quebrará sutilmente alguns recursos e afetará negativamente o desempenho.
ro: Randarea color este activată din greșală pe dispozitivul tău. Acest lucru va strica anumite funcționalități și va afecta performanța.
ru: На вашем чёрно-белом устройстве по ошибке включено отображение в цвете. Это может вызывать некоторые проблемы и ухудшать производительность.
sk: Na vašom zariadení s čiernobielym displejom bolo omylom zapnuté farebné zobrazovanie. Toto spôsobí, že niektoré funkcie nebudú správne fungovať a nepriaznivo to ovplyvní aj jeho výkon.
sr: Приказ боја је грешком укључен на вашем уређају који подржава само нијансе сиве. То ће неприметно покварити неке функције и негативно утицати на перформансе.
tr: Gri tonlamalı aygıtınızda yanlışlıkla renkli görüntüleme devreye alınmış. Bu performansı kötü etkiler ve bazı özelliklerin düzgün çalışmamasına neden olur.
uk: На вашому чорно-білому пристрої помилково ввімкнено кольорове відображення. Це може трохи пошкодити деякі функції та негативно вплине на швидкодію.
zh_cn: 您在灰度设备上错误地启用了彩色显示功能。 这将会影响某些功能并降低设备的性能。

source: Ignore
ar: تجاهل
ca: Ignorar
cs: Ignorovat
de: Ignorieren
el: Παράβλεψη
es: Ignorar
fa: نادیده‌گرفتن
fr: Ignorer
gl: Ignorar
hu: Mellőzés
it_it: Ignora
ja: 無視
ko_kr: 무시
nl_nl: Negeren
pl: Ignoruj
pt_br: Ignorar
ro: Ignoră
ru: Игнорировать
sk: Ignorovať
sr: Игнориши
tr: Yok say
uk: Ігнорувати
zh_cn: 忽略

source: Disable
ar: تعطيل
ca: Desactivar
cs: Zakázat
de: Aus
el: Απενεργοποίηση
es: Desactivar
fa: غیرفعال‌کردن
fr: Désactiver
gl: Desactivar
hu: Letiltás
it_it: Disabilita
ja: 無効
ko_kr: 비활성
nl_nl: Uitschakelen
pl: Wyłącz
pt_br: Desativar
ro: Dezactivează
ru: Отключить
sk: Zakázať
sr: Искључи
tr: Devre dışı bırak
uk: Вимкнути
zh_cn: 禁用

source: Cannot open last file. This could be because it was deleted or because external storage is still being mounted. Do you want to retry?
ar: تعذّر فتحُ آخرِ ملف. قد يكون هذا لأنّ الملفَّ قد حُذِف, أو لأنَّ ذاكرةً خارجيَّةً ما تزالُ قَيدَ الفتح. هل تُريدُ تكرار المحاولة؟
ca: No s’ha pogut obrir el darrer fitxer. Potser ja no existeix, o l'emmagatzematge extern està encara muntant-se. Voleu tornar a intentar-ho?
cs: Nelze otevřít poslední soubor. Může to být proto, že byl odstraněn, nebo proto, že se stále připojuje externí úložiště. Chcete to zkusit znovu?
de: Die letzte Datei kann nicht geöffnet werden. Dies kann daran liegen, dass sie gelöscht wurde oder dass sich der externe Speicher noch im Mounten befindet. Noch einmal versuchen?
el: Το τελευταίο αρχείο δεν μπορεί να ανοιχτεί. Αυτό μπορεί να συμβαίνει επειδή έχει διαγραφεί ή επειδή η εξωτερική κάρτα δεν έχει ακόμα συνδεθεί. Να γίνει προσπάθεια ξανά;
es: No se puede abrir el último documento. Esto puede deberse a que se ha eliminado o a que el almacenamiento externo aún no se ha montado. ¿Quiere intentarlo de nuevo?
fa: باز کردن آخرین پرونده ممکن نیست. این مسئله می‌تواند به خاطر این باشد که پرونده حذف شده است یا این که فضای ذخیره‌سازی خارجی هنوز در حال متصل‌شدن است. آیا می‌خواهید دوباره سعی کنید؟
fr: Impossible d’ouvrir le dernier fichier. Il a peut-être été supprimé ou le périphérique de stockage externe n’est pas encore monté. Voulez-vous réessayer ?
gl: Non é posible abrir o derradeiro ficheiro. Isto podería ser debido a que foi borrado ou porque a almacenaxe externa non se montou aínda. Queres probar de novo?
hu: A legutóbbi fájl nem nyitható meg. Lehet, hogy törölték, vagy a külső tárhely beolvasása még folyamatban van. Meg akarja próbálni újra?
it_it: Impossibile aprire l'ultimo file. Ciò potrebbe essere dovuto al fatto che è stato eliminato o perché è ancora in corso l'installazione di una memoria esterna. Vuoi riprovare?
ja: 前回のファイルを開くことができません。 削除されたか、もしくは外部ストレージがまだマウントされている可能性があります。 再試行しますか?
ko_kr: 최근 파일을 열 수 없습니다. 파일이 지워졌거나 외장 저장소가 연결되어 있으면 이런 문제가 생길 수 있습니다. 다시 시도해 볼까요?
nl_nl: Het laatst geopende bestand kon niet worden geopend. Dit kan gebeuren als het bestand is verwijderd of als externe opslag nog gekoppeld wordt. Opnieuw proberen?
pl: Nie można otworzyć ostatniego pliku. Może to być spowodowane usunięciem pliku lub nie zamontowaną kartą pamięci. Czy chcesz ponowić?
pt_br: Não foi possível abrir o último arquivo. Isso pode ocorrer porque ele foi excluído ou porque o armazenamento externo ainda está sendo montado. Deseja tentar novamente?
ro: Nu se poate deschide ultimul fișier. Asta poate fi din cauză că fișierul a fost șters sau unitatea de stocare externă încă nu a fost montată. Dorești să reîncerci?
ru: Не удаётся открыть последний файл. Возможно, он был удалён или внешний носитель ещё монтируется. Вы хотите повторить попытку?
sk: Nedá sa otvoriť posledný súbor. Môže to byť spôsobené tým, že bol odstránený, alebo preto, že externé úložisko je stále v režime pripájania sa. Prajete si to skúsiť znova?
sr: Не може да се отворим последњи фајл. Ово се дешава зато што је обрисан или јер се спољашњи меморијски уређај још увек монтира. Желите ли да покушате поново?
tr: Son dosya açılamadı. Bunun nedeni dosyanın silinmiş ya da dış depolama sürücüsünün çıkarılmış olması olabilir. Yeniden denemek ister misiniz?
uk: Не вдалося відкрити нещодавній файл. Це може трапитись через те, що файл вилучено, або зовнішня пам'ять ще монтується. Повторити спробу?
zh_cn: 无法打开上次打开的文件。 这可能是因为此文件已被删除，或者是外置存储仍在挂载中。 您想重试吗？

source: Cloud storage
ar: التخزين السحابي
ca: Emmagatzematge en núvol
cs: Cloudové úložiště
de: Cloudspeicher
el: Αποθήκευση στο cloud
es: Almacenamiento en la nube
fa: ذخیره سازی ابری
fr: Stockage en ligne
gl: Almacenamento na nube
hu: Felhőtárhely
it_it: Cloud di archiviazione
ja: クラウドストレージ
ko_kr: 클라우드 저장소
nl_nl: Cloudopslag
pl: Dysk w chmurze
pt_br: Armazenamento em nuvem
ro: Stocare în cloud
ru: Облачное хранилище
sk: Cloudové úložisko
sr: Складиште у облаку
tr: Bulut depolama
uk: Хмарне сховище
zh_cn: 云存储

source: Add new cloud storage
ar: إضافة موقع تخزين سحابي
ca: Afegir emmagatzematge en núvol
cs: Přidat nové cloudové úložiště
de: Neuen Cloudspeicher hinzufügen
el: Προσθήκη αποθήκευσης στο cloud
es: Añadir nuevo almacenamiento en la nube
fa: اضافه کردن فضای ذخیره‌سازی ابری جدید
fr: Ajouter un nouveau stockage en ligne
gl: Engadir novo almacenamento na nube
hu: Új felhőtárhely hozzáadása
it_it: Aggiungi nuovo cloud di archiviazione
ja: 新しいクラウドストレージを追加
ko_kr: 새 클라우드 저장소 추가
nl_nl: Nieuwe cloudopslag toevoegen
pl: Dodaj nowy dysk w chmurze
pt_br: Adicionar novo armazenamento em nuvem
ro: Adaugă o nouă locație în cloud
ru: Добавить новое облачное хранилище
sk: Pridať nové cloudové úložisko
sr: Додај ново складиште у облаку
tr: Bulut depolama hesabı ekle
uk: Додати нове хмарне сховище
zh_cn: 新增云存储

source: Cannot fetch list of folder contents Please check your configuration or network connection.
ar: لم يتسنَّ الحصول على محتوياتِ المجلّد نرجو التأكد من إعداداتك أو اتصالك بشبكة الإنترنت.
ca: No es pot accedir a la llista de continguts de la carpeta. Cal revisar la configuració, o la connexió de xarxa.
cs: Nelze načíst seznam s obsahem složky Prosím, zkontrolujte vaše nastavení, nebo připojení k síti.
de: Die Liste der Ordnerinhalte kann nicht abgerufen werden. Bitte überprüfen Sie Ihre Konfiguration oder Netzwerkverbindung.
el: Αδύνατη η λήψη του καταλόγου περιεχομένων του φακέλου Παρακαλούμε, ελέγξτε τις ρυθμίσεις της σύνδεσης δικτύου.
es: No se puede recuperar la lista de contenidos de la carpeta. Revise la configuración o la conexión de red.
fa: دریافت لیستی از محتوای پوشه ممکن نیست لطفا تنطیماتتان یا اتصال شبکه را بررسی کنید.
fr: Impossible de récupérer le contenu du dossier Vérifiez vos réglages ou votre connexion au réseau.
gl: Imposible ler a lista do contido do cartafol. Por favor comproba a túa configuración ou a conexión de rede.
hu: A mappatartalom listája nem hívható be. Ellenőrizze a konfigurációt vagy a hálózati kapcsolatot.
it_it: Impossibile recuperare l'elenco dei contenuti della cartella. Controlla la configurazione o la connessione di rete.
ja: フォルダー内容のリストを取得できません。 設定内容またはネットワーク接続を確認してください。
ko_kr: 폴더 내용의 목록을 가져올 수 없습니다. 네크워크 구성이나 연결을 확인해 주세요.
nl_nl: Kan geen lijst van mapinhoud verkrijgen Controleer de configuratie of netwerkverbinding.
pl: Nie udało się pobrać listy folderów. Sprawdź konfigurację oraz połączenie sieciowe.
pt_br: Não é possível buscar a lista de conteúdo da pasta. Por favor, verifique sua configuração ou conexão de rede.
ro: Nu se poate prelua lista de conținut a dosarului Te rog verifică configurația sau conexiunea la rețea.
ru: Не удаётся получить список содержимого папки. Пожалуйста, проверьте свои настройки или подключение к сети.
sk: Nie je možné načítať zoznam obsahu priečinka Skontrolujte si prosím svoje nastavenia alebo sieťové pripojenie.
sr: Не може да се добави листа садржаја директоријума Молимо вас проверите конфигурацију или везу са мрежом.
tr: Liste klasörü okunamadı! Lütfen ayarları ve ağ bağlantısını denetleyin.
uk: Помилка отримання вмісту теки Перевірте налаштування або з'єднання з мережею.
zh_cn: 无法获取文件夹内容列表 请检查配置或网络连接。

source: Downloading. This might take a moment.
ar: التحميلُ جارٍ. قد يستغرق هذا الأمر بعض الوقت.
ca: S’està baixant. L’operació pot trigar una mica.
cs: Stahování. Může to chvíli trvat.
de: Herunterladen... Dies kann eine Weile dauern.
el: Γίνεται λήψη. Μπορεί να διαρκέσει κάποια ώρα.
es: Descargando. La operación puede durar unos minutos.
fa: در حال دریافت. ممکن است چند لحظه طول بکشد.
fr: Téléchargement en cours. Merci de patienter.
gl: A descargar. Isto pode levar un intre.
hu: Letöltés. Ez eltarthat egy ideig.
it_it: Download. Ciò potrebbe richiedere qualche istante.
ja: ダウンロード中です。しばらくお待ちください。
ko_kr: 다운로드 중. 시간이 좀 걸릴 수 있습니다.
nl_nl: Aan het downloaden. Dit kan even duren.
pl: Pobieranie. Może to zająć chwilę.
pt_br: Baixando. Isso pode demorar um tempo.
ro: Se descarcă. Aceasta poate dura ceva.
ru: Загрузка. Процесс может занять некоторое время.
sk: Sťahovanie. Môže to chvíľu trvať.
sr: Преузима се. Ово може да потраје.
tr: İndirme işleminin tamamlanması biraz zaman alabilir.
uk: Завантаження. Це може тривати деякий час.
zh_cn: 正在下载，请稍等片刻。

source: Filename: %1 Download filename: %2 Download folder: %3
ar: اسم الملف: %1 تحميل اسم الملف: %2 تحميل المجلد: %3
ca: Nom del fitxer: %1 Nom de la baixada: %2 Carpeta de baixades: %3
cs: Název souboru: %1 Název souboru po stažení: %2 Složka pro stahování: %3
de: Dateiname: %1 Dateiname herunterladen: %2 Ordner herunterladen: %3
el: Όνομα αρχείου: %1 Όνομα αρχείου λήψης: %2 Φάκελος λήψης: %3
es: Nombre del archivo: %1 Nombre de la descarga: %2 Carpeta de descargas: %3
fa: نام پرونده: %1 دانلود نام پرونده: %2 دانلود پوشه: %3
fr: Nom de fichier : %1 Nom du téléchargement : %2 Dossier du téléchargement : %3
gl: Nome do ficheiro: %1 Nome do ficheiro descargado: %2 Cartafol de descarga: %3
hu: Fájlnév: %1 Letöltési fájlnév: %2 Letöltési mappa: %3
it_it: Nome del file: %1 Nome del file scaricato: %2 Cartella di scaricamento: %3
ja: ファイル名: %1 ダウンロード ファイル名: %2 保存フォルダー: %3
ko_kr: 파일이름: %1 다운로드 파일이름: %2 다운로드 폴더: %3
nl_nl: Bestandsnaam: %1 Downloadbestandsnaam: %2 Downloadmap: %3
pl: Nazwa pliku: %1 Nazwa pliku pobierania: %2 Folder pobierania: %3
pt_br: Nome do arquivo: %1 Nome do arquivo baixado: %2 Pasta de download: %3
ro: Nume fișier: %1 Nume fișier descărcat: %2 Dosar descărcare: %3
ru: Имя файла: %1 Загрузка файла: %2 Папка загрузки: %3
sk: Názov súboru: %1 Názov sťahovaného súboru: %2 Priečinok na stiahnutie: %3
sr: Име фајла: %1 Име преузетог фајла: %2 Директоријум у који се преузима: %3
tr: Dosya adı: %1 İndirilen dosya adı: %2 İndirilen klasör: %3
uk: Назва файлу: %1 Назва завантажуваного файлу %2 Тека завантаження: %3
zh_cn: 文件名: %1 下载文件名： %2 下载文件夹: %3

source: Choose folder
ar: اختر مجلد
ca: Selecciona una carpeta
cs: Vyberte složku
de: Ordner wählen
el: Επιλογή φακέλου
es: Seleccionar carpeta
fa: انتخاب پوشه
fr: Sélectionner le répertoire
gl: Escoller un cartafol
hu: Mappa választása
it_it: Scegli cartella
ja: フォルダを選択
ko_kr: 폴더 고르기
nl_nl: Map kiezen
pl: Wybierz folder
pt_br: Escolher pasta
ro: Alege dosar
ru: Выбрать папку
sk: Vybrať priečinok
sr: Изаберите директоријум
tr: Klasör seçin
uk: Обрати теку
zh_cn: 选择文件夹

source: Change filename
ar: تغيير اسم الملف
ca: Reanomena el fitxer
cs: Změnit název souboru
de: Dateiname ändern
el: Αλλαγή ονόματος αρχείου
es: Cambiar nombre de archivo
fa: تغییر نام پرونده
fr: Modifier le nom du fichier
gl: Cambiar o nome do ficheiro
hu: Fájlnév módosítása
it_it: Cambia il nome del file
ja: ファイル名を変更
ko_kr: 파일이름 바꾸기
nl_nl: Bestandsnaam wijzigen
pl: Zmień nazwę pliku
pt_br: Alterar nome do arquivo
ro: Schimbă nume fișier
ru: Изменить имя файла
sk: Zmeniť názov súboru
sr: Промени име фајла
tr: Dosya adını değiştir
uk: Змінити назву файлу
zh_cn: 更改文件名

source: Enter filename
ar: أدخل اسم ملف
ca: Introduïu el nom del fitxer
cs: Zadejte název souboru
de: Dateinamen eingeben
el: Εισαγάγετε το όνομα του αρχείου
es: Introducir nombre de archivo
fa: نام پرونده را وارد کنید
fr: Saisir le nom du fichier
gl: Introduce nome de ficheiro
hu: Fájlnév
it_it: Inserisci nome del file
ja: ファイル名を入力
ko_kr: 파일이름 입력
nl_nl: Voer bestandsnaam in
pl: Wprowadź nazwę pliku
pt_br: Digitar o nome do arquivo
ro: Întrodu nume fișier
ru: Введите имя файла
sk: Zadajte názov súboru
sr: Унесите име фајла
tr: Dosya adını yazın
uk: Введіть назву файлу
zh_cn: 输入文件名

source: Cancel
ar: إلغاء
ca: Cancel·la
cs: Zrušit
de: Abbrechen
el: Άκυρο
es: Cancelar
fa: انصراف
fr: Annuler
gl: Cancelar
hu: Mégse
it_it: Annulla
ja: キャンセル
ko_kr: 취소
nl_nl: Annuleren
pl: Anuluj
pt_br: Cancelar
ro: Anulează
ru: Отменить
sk: Zrušiť
sr: Откажи
tr: İptal
uk: Скасувати
zh_cn: 取消

source: Set filename
ar: تعيين اسم الملف
ca: Defineix el nom del fitxer
cs: Nastavit název souboru
de: Dateinamen festlegen
el: Ορισμός ονόματος αρχείου
es: Establecer nombre del archivo
fa: تنظیم نام پرونده
fr: Définir le nom du fichier
gl: Cambiar nome do ficheiro
hu: Fájlnév megadása
it_it: Imposta il nome del file
ja: ファイル名を設定
ko_kr: 파일이름 설정
nl_nl: Bestandsnaam instellen
pl: Ustaw nazwę pliku
pt_br: Definir nome do arquivo
ro: Setează nume fișier
ru: Задать имя файла
sk: Nastaviť názov súboru
sr: Постави име фајла
tr: Dosya adını yazın
uk: Вказати назву файлу
zh_cn: 设置文件名

source: Download
ar: تحميل
ca: Baixa
cs: Stáhnout
de: Herunterladen
el: Λήψη
es: Descargar
fa: دانلود
fr: Télécharger
gl: Descargar
hu: Letöltés
it_it: Scarica
ja: ダウンロード
ko_kr: 다운로드
pl: Pobierz
pt_br: Baixar
ro: Descărcare
ru: Загрузка
sk: Stiahnuť
sr: Преузми
tr: İndir
uk: Завантажити
zh_cn: 下载

source: File already exists. Would you like to overwrite it?
ar: الملف موجودً مسبقًا. هل تريد إستبداله؟
ca: El fitxer ja existeix. Voleu sobreescriure’l?
cs: Soubor již existuje. Chcete ho přepsat?
de: Datei existiert bereits. Wollen Sie diese überschreiben?
el: Το αρχείο υπάρχει ήδη. Θέλετε να αντικατασταθεί;
es: Ya existe un archivo con ese nombre. ¿Quiere sobreescribirlo?
fa: پرونده درحال حاضر وجود دارد. آیا می‌خواهید روی آن نوشته شود؟
fr: Le fichier existe déjà. Voulez-vous le remplacer ?
gl: O ficheiro xa existe. Queres substituílo?
hu: A fájl már létezik. Felül szeretné írni?
it_it: File già esistente. Sovrascriverlo?
ja: ファイルがすでに存在します。上書きしますか?
ko_kr: 파일이 이미 있습니다. 덮어써도 될까요?
nl_nl: Het bestand bestaat al. Wil je het overschrijven?
pl: Plik już istnieje. Czy chcesz go nadpisać?
pt_br: O arquivo já existe. Você gostaria de substituí-lo?
ro: Fișierul există deja. Dorești să-l suprascrii?
ru: Файл уже существует. Вы хотите перезаписать его?
sk: Súbor už existuje. Prajete si ho prepísať?
sr: Фајл већ постоји. Желите ли да се препише?
tr: Dosya zaten var. Üzerine yazılmasını ister misiniz?
uk: Файл вже існує. Хочете перезаписати його?
zh_cn: 文件已存在。要覆盖文件吗？

source: Choose this folder? %1
ar: اختر هذا الملف؟ %1
ca: Voleu triar aquesta carpeta? %1
cs: Vybrat tuto složku? %1
de: Diesen Ordner auswählen? %1
el: Επιλογή αυτού του φακέλου; %1
es: ¿Quiere elegir esta carpeta? %1
fa: این پوشه انتخاب شود؟ %1
fr: Choisir ce dossier ? %1
gl: Seleccionar este cartafol? %1
hu: Kiválasztja ezt a mappát? %1
it_it: Scegliere questa cartella? %1
ja: このフォルダーを選択しますか？ %1
ko_kr: 이 폴더를 선택할까요? %1
nl_nl: Deze map kiezen? %1
pl: Czy na pewno chcesz wybrać ten folder? %1
pt_br: Escolher esta pasta? %1
ro: Alegi acest dosar? %1
ru: Выбрать данную папку? %1
sk: Vybrať tento priečinok? %1
sr: Избор овог директоријума? %1
tr: Bu klasör seçilsin mi? %1
uk: Вибрати цю теку? %1
zh_cn: 选择此文件夹吗？ %1

source: Choose
ar: اختر
ca: Tria
cs: Vybrat
de: Wählen
el: Επιλογή
es: Elegir
fa: انتخاب
fr: Choisir
gl: Escoller
hu: Kiválasztás
it_it: Scegli
ja: 選択
ko_kr: 고르기
nl_nl: Kiezen
pl: Wybierz
pt_br: Escolher
ro: Alege
ru: Выбрать
sk: Vybrať
sr: Изаберите
tr: Seç
uk: Вибрати
zh_cn: 选择

source: Info
ar: معلومات
ca: Informació
cs: Informace
de: Infos
el: Πληροφορίες
es: Información
fa: اطلاعات
fr: Infos
hu: Infó
it_it: Informazioni
ja: 情報
ko_kr: 정보
nl_nl: Informatie
pl: Informacja
pt_br: Informações
ru: Информация
sk: Informácie
sr: Информација
tr: Bilgiler
uk: Дані
zh_cn: 说明
