Repository: spruceUI/spruceOS
Catalog: App/KoReader/l10n/*/koreader.po
Languages: ar, ca, cs, de, el, es, fa, fr, gl, hu, it_it, ja, ko_kr, nl_nl, pl, pt_br, ro, ru, sk, sr, tr, uk, zh_cn

source: Here you can select the startup shell. Default: sh
ca: Aquesta opció permet seleccionar el shell d'inici. Per defecte: sh
cs: Zde můžete vybrat startovací shell. Výchozí: sh
de: Hier können sie den Kommandozeilen-Interpreter auswählen. Default: sh
el: Εδώ μπορείτε να επιλέξετε το «κέλυφος» εκκίνησης. Προεπιλογή: sh
es: Esta opción permite seleccionar el shell de inicio. Por defecto: sh
fr: Vous pouvez sélectionner le shell par défaut. Par défaut : sh
gl: Aquí podes escoller a shell de inicio. Por defecto: sh
hu: Megadhatja az indító shell-t. Alapértelmezett: sh
it_it: Qui si può selezionare la shell di avvio. Predefinita: sh
ja: ここでは、起動シェルを選択することができます。 デフォルト: sh
ko_kr: 시작 쉘을 선택할 수 있습니다. 기본값: sh
nl_nl: Hier kan de opstartshell worden geselecteerd. Standaard: sh
pl: Tutaj możesz wybrać powłokę startową. Domyślnie: sh
pt_br: Aqui você pode selecionar o shell de inicialização. Padrão: sh
ro: Aici poți alege shell-ul de pornire. Implicit: sh
ru: Здесь вы можете выбрать загрузочную оболочку. По умолчанию: sh
sk: Tu môžete vybrať spúšťací shell. Predvolené nastavenie: sh
sr: Овде можете да изаберете љуску која покреће. Default: sh
tr: Buradan başlangıçta kullanılacak kabuğu seçebilirsiniz. Varsayılan: sh
uk: Тут ви можете вибрати оболонку запуску. Типове значення: sh
zh_cn: 在这里你可以选择启动时的Shell。 默认值：sh

source: Text editor
ar: مُحَرِّر النصوص
ca: Editor de text
cs: Textový editor
el: Επεξεργαστής κειμένου
es: Editor de texto
fa: ویرایش‌گر متن
fr: Éditeur de texte
gl: Editor de texto
hu: Editor
it_it: Editor di testo
ja: テキストエディタ
ko_kr: 텍스트 편집기
nl_nl: Tekstbewerker
pl: Edytor tekstu
pt_br: Editor de texto
ro: Editor text
ru: Текстовый редактор
sk: Textový editor
sr: Едитор текста
tr: Metin düzenleyici
uk: Текстовий редактор
zh_cn: 文本编辑器

source: A basic text editor for making small changes to plain text files.
ar: محرر نصوص أساسي لإجراء تغييرات صغيرة على ملفات النص العادي.
ca: Un editor de text bàsic per fer petits canvis en documents de text pla.
cs: Jednoduchý textový editor pro dělání drobných změn do textových souborů.
de: Ein einfacher Texteditor, mit dem Sie kleine Änderungen an einfachen Textdateien vornehmen können.
el: Ένας βασικός επεξεργαστής κειμένου για την πραγματοποίηση μικρών αλλαγών σε αρχεία απλού κειμένου.
es: Un editor de texto básico para hacer pequeños cambios en documentos de texto plano.
fa: یک ویرایشگر ساده برای ایجاد تغییرات کوچک در فایل‌های متنی.
fr: Un éditeur de texte de base pour apporter de petites modifications aux fichiers en texte brut.
gl: Un editor de texto básico para facer pequenos cambios en ficheiros de texto plano.
hu: Egyszerű szövegszerkesztő sima szöveges fájlok kisebb módosításaihoz.
it_it: Un editor di testo di base per apportare piccole modifiche ai file di testo.
ja: 平文を少し編集するのに便利な基本的なテキストエディタ。
ko_kr: 일반 텍스트 파일을 약간 수정하기 위한 기본적인 텍스트 편집기.
nl_nl: Een eenvoudige tekstbewerker om platte tekst te wijzigen.
pl: Prosty edytor tekstowy pozwalający wprowadzać zmiany do zwykłych plików tekstowych.
pt_br: Um editor de texto básico para fazer pequenas alterações em arquivos de texto simples.
ro: Un editor de text simplu pentru a face mici modificări în fișiere text simple.
ru: Простой текстовый редактор для внесения небольших изменений в текстовые файлы.
sk: Základný textový editor na vykonávanie malých zmien v textovom súbore.
sr: Основни едитор текста за прављење малих измена у чистим текст фајловима.
tr: Düz metin dosyalarında küçük değişiklikler yapmak için basit bir metin düzenleyicisi.
uk: Простий текстовий редактор для внесення невеликих змін у текстових файлах.
zh_cn: 可以编辑纯文本文件的简单文本编辑器。

source: Text editor: open last file
ar: محرر النص: افتح الملف الأخير
ca: Editor de text: obrir l'últim arxiu
cs: Textový editor: otevřít poslední soubor
de: Texteditor: letzte Datei öffnen
el: Επεξεργαστής κειμένου: άνοιγμα του τελευταίου αρχείου
es: Editor de texto: abrir el último documento
fa: ویرایشگر متن: باز کردن آخرین فایل
fr: Éditeur de texte : ouvrir le dernier fichier
gl: Editor de texto: abrir derradeiro arquivo
hu: Editor: legutóbbi fájl megnyitása
it_it: Editor di testo: apri ultimo file
ja: テキストエディタ: 前回のファイルを開く
ko_kr: 텍스트 편집기: 마지막 파일 열기
nl_nl: Tekstbewerker: laatste bestand openen
pl: Edytor tekstowy: otwórz ostatni plik
pt_br: Editor de texto: abrir último arquivo
ro: Editor text: deschide ultimul fișier
ru: Текстовый редактор: открыть последний файл
sk: Textový editor: otvoriť posledný súbor
sr: Едитор текста: отвори последњи фајл
tr: Metin düzenleyici: Son dosyayı aç
uk: Текстовий редактор: відкрити останній файл
zh_cn: 文本编辑器：打开上次的文件

source: Text font size: %1
ar: حجم خط النص: %1
ca: Grandària de lletra del text: %1
cs: Velikost písma textu: %1
de: Text-Schriftgröße: %1
el: Μέγεθος γραμματοσειράς κειμένου: %1
es: Tamaño de letra de texto: %1
fa: اندازه قلم متن: %1
fr: Taille de la police du texte : %1
gl: Tamaño da fonte do texto: %1
hu: Szöveg betűmérete: %1
it_it: Dimensione carattere di testo: %1
ja: フォントサイズ: %1
ko_kr: 본문 글꼴 크기: %1
nl_nl: Lettergrootte van tekst: %1
pl: Rozmiar czcionki tekstu: %1
pt_br: Tamanho da fonte do texto: %1
ro: Mărime font text: %1
ru: Размер шрифта текста: %1
sk: Veľkosť písma textu: %1
sr: Величина фонта текста: %1
tr: Metin yazı boyutu: %1
uk: Розмір шрифту тексту: %1
zh_cn: 文本字体尺寸：%1

source: Text font size
ar: حجم خط النص
ca: Grandària de lletra del text
cs: Velikost písma textu
de: Text-Schriftgröße
el: Μέγεθος γραμματοσειράς κειμένου
es: Tamaño de letra del texto
fa: اندازه قلم متن
fr: Taille de la police du texte
gl: Tamaño da fonte do texto
hu: Szöveg betűmérete
it_it: Dimensione carattere di testo
ja: フォントサイズ
ko_kr: 본문 글씨 크기
nl_nl: Lettergrootte van tekst
pl: Rozmiar czcionki tekstu
pt_br: Tamanho da fonte do texto
ro: Mărime font text
ru: Размер шрифта текста
sk: Veľkosť písma textu
sr: Величина фонта текста
tr: Metin yazı boyutu
uk: Розмір шрифту тексту
zh_cn: 文本字体尺寸

source: Use monospace font
ar: استخدم خطًّا يترك مسافاتٍ متساوية بين الأحرف
ca: Usar el tipus de lletra monospace
cs: Použít neproporcionální písmo
de: Monospace-Schriftart verwenden
el: Χρήση γραμματοσειράς σταθερού πλάτους
es: Usar letra de anchura fija
fa: استفاده از قلم یکپارچه (monospace)
fr: Utiliser une police monospace
gl: Usar fonte monospace
hu: Monospace betűtípus használata
it_it: Usa carattere a spaziatura fissa
ja: 等幅フォントを使用
ko_kr: 고정 폭 글꼴 사용
nl_nl: Gebruik monospace-lettertype
pl: Użyj czcionki o stałej szerokości
pt_br: Usar fonte monoespaçada
ro: Folosește font monospațiere
ru: Использовать моноширинный шрифт
sk: Použiť neproporcionálne písmo (znaky rovnakej šírky)
sr: Користи фонт фиксне ширине
tr: Eş aralıklı yazı tipi kullanılsın
uk: Застосувати моноширинний шрифт
zh_cn: 使用等宽字体

source: Auto paragraph direction
ca: Direcció automàtica de paràgraf
cs: Automatický směr odstavců
de: Automatische Absatzrichtung
el: Αυτόματη κατεύθυνση παραγράφου
es: Dirección automática de párrafo
fa: جهت گیری خودکار پاراگراف
fr: Sens du paragraphe automatique
gl: Dirección automática de parágrafo
hu: Automatikus bekezdés irány
it_it: Direzione automatica del paragrafo
ja: 段落方向を自動決定
ko_kr: 문단 방향 자동
nl_nl: Auto-alinearichting
pl: Automatyczny kierunek akapitu
pt_br: Direção automática de parágrafo
ro: Direcție paragraf automată
ru: Автоматическое направление абзаца
sk: Automatický smer zarovnania odstavcov
sr: Аутоматски смер пасуса
tr: Otomatik paragraf doğrultusu
uk: Автоматичний напрямок письма в абзаці
zh_cn: 自动检测段落方向

source: Detect the direction of each paragraph in the text: align to the right paragraphs in languages such as Arabic and Hebrew…, while keeping other paragraphs aligned to the left. If disabled, paragraphs align according to KOReader's language default direction.
ca: Detectar la direcció de cada paràgraf del text: alinear els paràgrafs de la dreta en idiomes com l'àrab i l'hebreu..., mantenint els altres paràgrafs alineats a l'esquerra. Si està desactivat, els paràgrafs s'alineen d'acord amb la direcció per defecte de KOReader.
cs: Rozpozná podle textu směr každého odstavce. Odstavce v jazycích jako je arabština nebo hebrejština zarovná vpravo a ostatní odstavce nechá zarovnané vlevo. Pokud zakážete, budou odstavce zarovnané podle směru výchozího jazyka KOReaderu.
de: Erkennung der Richtung jedes Absatzes im Text: Ausrichtung nach rechts in Sprachen wie Arabisch und Hebräisch...., während andere Absätze nach links ausgerichtet bleiben. Wenn deaktiviert, richten sich die Absätze nach der Standardrichtung von KOReader.
el: Εντοπίζει την κατεύθυνση κάθε παραγράφου στο κείμενο: ευθυγραμμίζει στα δεξιά τις παραγράφους σε γλώσσες όπως τα αραβικά και τα εβραϊκά..., ενώ άλλες παράγραφοι παραμένουν ευθυγραμμισμένες στα αριστερά. Αν απενεργοποιηθεί, οι παράγραφοι ευθυγραμμίζονται σύμφωνα με την προεπιλεγμένη κατεύθυνση της γλώσσας του KOReader.
es: Detectar la dirección de cada párrafo del texto: alinear los párrafos de la derecha en idiomas como el árabe y el hebreo..., manteniendo los demás párrafos alineados a la izquierda. Si está desactivado, los párrafos se alinean de acuerdo a la dirección por defecto de KOReader.
fr: Détecte le sens de lecture de chaque paragraphe dans le texte : aligne les paragraphes à droite dans des langues telles que l’arabe et l’hébreu…, tout en gardant les autres paragraphes alignés à gauche. Si désactivé, les paragraphes s’alignent selon le sens classique de la langue de KOReader.
gl: Detectar a dirección de cada parágrafo no texto: xustificar á dereita parágrafos en linguaxes como árabe ou hebreo mantendo ao mesmo tempo outros parágrafos á xustificados á esquerda. Coa opción desactivada, xustificar os parágrafos usando a dirección por defecto do idioma de KOReader.
hu: A bekezdések irányának azonosítása olyan nyelveken, mint például arab és héber…, miközben a többi bekezdést balra igazítva marad. Letiltva, a bekezdéseket a KOReader az alapértelmezett nyelv iránya szerint igazítja.
it_it: Rileva la direzione di ogni paragrafo nel testo: allinea i paragrafi a destra in lingue come l'arabo e l'ebraico…, mantenendo gli altri paragrafi allineati a sinistra. Se disabilitata, i paragrafi vengono allineati in base alla direzione predefinita della lingua di KOReader.
ja: 本文中の各段落の方向を検出します: アラビア語やヘブライ語などの言語の段落は右寄せにし、それ以外の段落は左寄せにします。 無効にすると、KOReaderの言語デフォルトの方向に沿って段落が揃います。
ko_kr: 텍스트에서 각 문단의 방향을 감지합니다. 아랍어나 히브리어 등의 언어로 된 문단은 오른쪽에 정렬하고, 다른 언어로 된 문단이면 왼쪽에 정렬합니다. 비활성화되면, 문단이 KOReader의 기본 언어 방향에 따라 정렬됩니다.
nl_nl: Detecteer de richting van elke alinea in de tekst: rechts uitlijnen in talen als Arabisch en Hebreeuws…, terwijl andere alinea's links zullen worden uitgelijnd. Wanneer deze optie is uitgeschakeld, zullen alinea's volgens de richting van de ingestelde KOReader-taal worden uitgelijnd.
pl: Wykryj kierunek każdego akapitu w tekście: wyrównaj do prawego akapitu w językach takich jak arabski i hebrajski…, pozostawiając pozostałe akapity wyrównane do lewej. Jeśli wyłączone, wówczas akapity są wyrównane zgodnie z domyślnym kierunkiem języka.
pt_br: Detecta a direção de cada parágrafo no texto: alinha os parágrafos à direita em idiomas como árabe e hebraico…, enquanto mantém outros parágrafos alinhados à esquerda. Se desativado, os parágrafos serão alinhados de acordo com a direção padrão do idioma do KOReader.
ro: Detectează direcția fiecărui paragraf din text: aliniază la dreapta paragrafele în limbi precum Araba sau Ebraica în timp ce ține restul paragrafelor aliniate la stînga. Dacă este dezactivată, paragrafele se aliniează respectînd direcția implicită a limbii din KOReader.
ru: Определяет направление в каждом абзаце текста: выравнивает по правому краю абзацы на таких языках, как арабский и иврит, при этом оставляя остальные абзацы выровненными по левому краю. Если отключено, абзацы выравниваются в соответствии с направлением языка KOReader'а по умолчанию.
sk: Zistí smer každého odseku v texte: zarovná odseky doprava v jazykoch, ako je arabčina a hebrejčina..., pričom ostatné odseky ponechá zarovnané doľava. Ak je funkcia zakázaná, odseky sa zarovnajú podľa predvoleného smeru jazyka KOReader.
sr: Открива смер сваког пасуса у тексту: пасусе на језицима као што су арапски, хебрејски… поравнава десно, док задржава лево поравнање осталих пасуса. Ако је искључено, пасуси се поравнавају сагласно са подразумеваним смером за језик програма KOReader.
tr: Metindeki her paragrafın yönünü algılar: Arapça ve İbranice gibi dillerde paragrafları sağa hizalarken diğer dillerde sola hizalar. Devre dışı bırakılırsa, paragraflar varsayılan KOReader dilinin doğrultusuna göre hizalanır.
uk: Визначте напрямок кожного абзацу в тексті: вирівняйте за правим краєм абзаци такими мовами, як арабська та іврит…, лишаючи інші абзаци вирівняними за лівим краєм. Якщо цей пункт вимкнено, абзаци вирівнюються відповідно до типового напрямку мови KOReader.
zh_cn: 尝试检测每个段落的方向，将阿拉伯语和希伯来语等需要从右向左显示的段落右对齐，保持其余段落左对齐。 如果关闭，段落的对齐方向会与KOReader的当前语言的默认方向一致。

source: Force paragraph direction LTR
ca: Forçar direcció de paràgraf LTR
cs: Vynutit směr odstavců L→P
de: Absatzrichtung LTR erzwingen
el: Επιβολή κατεύθυνσης παραγράφου ΑπΔ
es: Forzar dirección de párrafo LTR
fa: اجبار پاراگراف به جهت‌گیری چپ به راست
fr: Forcer le sens de lecture de gauche à droite
gl: Forzar dirección do parágrafo EAD
hu: Erőltetett bekezdés irány B->J
it_it: Forza direzione paragrafo LTR
ja: 強制的に段落の向きをLTRにする
ko_kr: 문단 방향 LTR 강제
nl_nl: Alinearichting LnR forceren
pl: Wymuś kierunek akapitu od lewej do prawej
pt_br: Forçar direção de parágrafo LTR
ro: Forțează direcția paragrafului LTR
ru: Направление абзаца всегда слева направо (ЛНП)
sk: Vynútiť smer odseku zľava doprava (LTR)
sr: Форсирај LTR смер пасуса
tr: Paragraf doğrultusu soldan sağa olsun
uk: Вказати напрямок письма зліва направо в усіх абзацах
zh_cn: 强制从左向右的段落方向

source: Force all text to be displayed Left-To-Right (LTR) and aligned to the left. Enable this if you are mostly editing code, HTML, CSS…
ar: فرض عرض النص بالكامل من اليسار إلى اليمين (LTR) ومحاذاته إلى اليسار. قم بتمكين هذا إذا كنت تقوم في الغالب بتحرير كود,CSS,HTML…
ca: Forçar presentació del text d'esquerra a dreta (LTR) i alineació a l'esquerra. Activar aquesta opció principalment si s'està editant codi, HTML, CSS…
cs: Vynutí, aby byl všechen text zobrazen zleva doprava (L→P) a zarovnán vlevo. Povolte tuto možnost, pokus často upravujete kód, HTML, CSS…
de: Erzwingt die Anzeige aller Textes von links nach rechts (LTR) und links ausgerichtet. Aktivieren Sie dies, wenn Sie hauptsächlich Code, HTML, CSS … bearbeiten.
el: Επιβάλλει την εμφάνιση όλου του κειμένου από Αριστερά προς τα Δεξιά (ΑπΔ) και την ευθυγράμμιση στα αριστερά. Ενεργοποιήστε το εάν επεξεργάζεστε κυρίως κώδικα, HTML, CSS…
es: Forzar presentación del texto de izquierda a derecha (LTR) y alineación a la izquierda. Activar esta opción principalmente si se está editando código, HTML, CSS…
fr: Force l’intégralité du texte en mode de gauche à droite (LTR), aligné à gauche. Activez cette option si vous éditez du code, HTML, CSS…
gl: Forzar a mostra de todo o texto de esquerda a dereita (EAD) e aliñado á esquerda. Activa isto se estás editando na maior parte código, HTML, CSS…
hu: Minden szöveg balról jobbra (LTR) és balra igazítva jelenik meg. Ezt akkor kapcsolja be, ha többnyire kódot, HTML-t, CSS-t szerkeszt…
it_it: Forza la visualizzazione di tutto il testo da sinistra a destra (LTR) e allineato a sinistra. Indispensabile se stai modificando codice, HTML, CSS…
ja: すべてのテキストをLTR (Left-To-Right)表示し、左寄せにすることを強制します。 HTMLやCSSなどのコード編集が多い場合はこの機能を有効にしてください。
ko_kr: 모든 텍스트를 왼쪽에서 오른쪽(LTR)으로 표시하고 왼쪽 정렬을 합니다. 코드, HTML, CSS를 주로 편집하는 경우이 기능을 활성화하세요…
nl_nl: Forceert de weergate van alle tekst als links naar rechts (LnR), en links uitgelijnd. Schakel dit in als je vooral code bewerkt, zoals HTML, CSS …
pl: Wymuś wyświetlanie całego tekstu od lewej do prawej (LTR) i wyrównanie do lewej. Włącz to, jeśli przeważnie edytujesz kod, HTML, CSS…
pt_br: Força todo o texto a ser exibido da esquerda para a direita (LTR) e alinhado à esquerda. Habilite isso se você estiver editando principalmente código, HTML, CSS…
ro: Forțează tot textul să fie afișat de la stînga la dreapta (LTR) și să fie aliniat la stînga. Activează asta dacă faci predominant editări de cod, HTML, CSS…
ru: Позволяет задать для всего текста направление слева направо (ЛНП) и выравнивание по левому краю. Включайте данный параметр, если вы в основном редактируете код, HTML, CSS…
sk: Vynútiť zobrazenie celého textu zľava doprava (LTR) a zarovnanie doľava. Povoľte to, ak väčšinou upravujete zdrojový kód, HTML, CSS…
sr: Форсира лево-у-десно (LTR)приказ комплетног текста и врши лево поравнање. Укључите ово ако углавном уређујете кôд, HTML, CSS…
tr: Tüm metinleri soldan sağa (LTR) görüntülenecek şekilde hizalar. Bu seçeneği çoğunlukla kod düzenliyorsanız etkinleştirin: HTML, CSS…
uk: Показувати весь текст зліва направо (LTR) та вирівнювати за лівим краєм. Увімкніть це, якщо ви переважно редагуєте код, HTML, CSS…
zh_cn: 强制所有文字从左到右显示(LTR)并向左对齐。 如果你常常编辑代码，如HTML或CSS，则可以开启这个选项。

source: Show keyboard on start
ar: إظهار لوحة المفاتيح عند البدء
ca: Mostrar el teclat en iniciar
cs: Zobrazit klávesnici při spuštění
de: Tastatur beim Start anzeigen
el: Εμφάνιση πληκτρολογίου κατά την έναρξη
es: Mostrar teclado al inicio
fa: نمایش صفحه کلید در آغاز
fr: Afficher le clavier au démarrage
gl: Mostrar teclado ao iniciar
hu: Billentyűzet megjelenítése induláskor
it_it: Mostra tastiera all'avvio
ja: 起動時にキーボードを表示
ko_kr: 시작할 때 키보드 표시
nl_nl: Toetsenbord weergeven bij het starten
pl: Pokaż klawiaturę przy starcie
pt_br: Mostrar teclado ao iniciar
ro: Afișează tastatura la pornire
ru: Показывать клавиатуру при запуске
sk: Zobraziť klávesnicu pri spustení
sr: Прикажи тастатуру приликом покретања
tr: Başlangıçta klavye görüntülensin
uk: Показувати клавіатуру під час запуску
zh_cn: 启动时显示键盘

source: Enable QR code export
ca: Habilitar l'exportació de codis QR
cs: Povolit exportování QR kódu
de: QR-Code Export aktivieren
el: Ενεργοποίηση εξαγωγής κώδικα QR
es: Habilitar la exportación de códigos QR
fa: فعال کردن خروجی کد QR
fr: Activer l’exportation de QR code
gl: Habilitar exportación de código QR
hu: QR kód exportálás engedélyezése
it_it: Abilita l'esportazione del codice QR
ja: QRコードのエクスポートを有効にする
ko_kr: QR 코드 내보내기 활성화
nl_nl: QR-code exporteren inschakelen
pl: Włącz eksport kodu QR
pt_br: Ativar exportação de código QR
ro: Activează exportul de cod QR
ru: Включить экспорт QR-кода
sk: Povoliť export QR kódu
sr: Укључи извоз QR кодом
tr: QR kodu dışa aktarmayı etkinleştir
uk: Увімкнути експорт QR-коду
zh_cn: 启用二维码导出

source: Export text to QR code, that can be scanned, for example, by a phone.
ca: Exportar text a codi QR que pot ser escanejat, per exemple, amb un telèfon.
cs: Vyexportuje text do QR kódu, který může být později vyfocen a rozpoznán např. pomocí telefonu.
de: Text in QR-Code exportieren, der z.B. von einem Telefon gescannt werden kann.
el: Εξαγωγή κειμένου σε κώδικα QR, ο οποίος μπορεί να σαρωθεί, για παράδειγμα, από ένα τηλέφωνο.
es: Exportar texto a código QR que puede ser escaneado, por ejemplo, con un teléfono.
fr: Exporter le texte vers un QR code pouvant être scanné par un téléphone, par exemple.
gl: Exportar texto a un código QR que pode ser escaneado, por exemplo, por un teléfono.
hu: Szöveg exportálása QR-kódba, amelyet például telefonnal beolvashat.
it_it: Esporta testo come codice QR, che può essere acquisito, ad esempio, da un telefono.
ja: テキストをQRコード(例えば携帯電話などで読み取ることができるように)にエクスポートします。
ko_kr: 예를 들어 전화로 스캔할 수있는 QR 코드로 텍스트를 내보냅니다.
nl_nl: Exporteer tekst naar QR-code, die bijvoorbeeld door een telefoon kan worden gescand.
pl: Eksportuj tekst do kodu QR, który można zeskanować np. telefonem.
pt_br: Exporta o texto para código QR, que pode ser escaneado, por exemplo, por um telefone.
ro: Exportă textul în cod QR care poate fi scanat de un telefon.
ru: Экспорт текста в QR-код, который можно сканировать, например, с помощью телефона.
sk: Exportovať text do QR kódu, ktorý je možné naskenovať napríklad telefónom.
sr: Извози текст у QR кôд који, на пример, може да се скенира телефоном.
tr: Metni, örneğin bir telefon tarafından taranabilecek QR koduyla dışa aktarır.
uk: Експорт тексту у QR-код, який можна сканувати, наприклад, телефоном.
zh_cn: 输出文本到可以被手机等设备扫描二维码。

source: Clean text editor history
ar: مسح سجل محرر النصوص
ca: Borrar historial de l'editor de text
cs: Pročistit historii textového editoru
de: Texteditor-Verlauf bereinigen
el: Διαγραφή ιστορικού του επεξεργαστή κειμένου
es: Borrar historial del editor de texto
fa: پاک کردن تاریخچه ویرایشگر متن
fr: Nettoyer l’historique de l’éditeur de texte
gl: Limpar historial do editor de texto
hu: Editor előzmények törlése
it_it: Pulisci cronologia dell'editor di testo
ja: テキストエディタの履歴を消去
ko_kr: 텍스트 편집기 내력 지우기
nl_nl: Tekstbewerkergeschiedenis opschonen
pl: Wyczyść historię edytora tekstowego
pt_br: Limpar histórico do editor de texto
ro: Șterge istoricul editorului de texte
ru: Очистить историю текстового редактора
sk: Vymazať históriu textového editora
sr: Обриши историју текст едитора
tr: Metin düzenleyici geçmişini temizle
uk: Очистити історію текстового редактора
zh_cn: 清除文本编辑器历史记录

source: Clean text editor history?
ar: هل تريد مسح سجل محرر النصوص؟
ca: Borrar historial de l'editor de text?
cs: Chcete pročistit historii textového editoru?
de: Texteditor-Verlauf bereinigen?
el: Να διαγραφεί το ιστορικό του επεξεργαστή κειμένου;
es: ¿Borrar historial del editor de texto?
fa: تاریخچه ویرایشگر متن پاک شود؟
fr: Nettoyer l’historique de l’éditeur de texte ?
gl: Limpar o historial do editor de texto?
hu: Törli az Editor előzményeit?
it_it: Pulire cronologia dell'editor di testo?
ja: テキストエディタの履歴を消去しますか？
ko_kr: 텍스트 편집기 내력을 지울까요?
nl_nl: Tekstbewerkergeschiedenis opschonen?
pl: Wyczyścić historię edytora tekstowego?
pt_br: Limpar histórico do editor de texto?
ro: Ștergi istoricul editorului de texte?
ru: Очистить историю текстового редактора?
sk: Vymazať históriu textového editora?
sr: Да се обрише историја текст едитора?
tr: Metin düzenleyici geçmişi temizlensin mi?
uk: Очистити історію текстового редактора?
zh_cn: 要清理文本编辑器历史记录吗？

source: New file
ar: ملف جديد
ca: Nou arxiu
cs: Nový soubor
de: Neue Datei
el: Νέο αρχείο
es: Nuevo archivo
fa: فایل جدید
fr: Nouveau fichier
gl: Novo ficheiro
hu: Új fájl
it_it: Nuovo file
ja: 新規ファイル
ko_kr: 새 파일
nl_nl: Nieuw bestand
pl: Nowy plik
pt_br: Novo arquivo
ro: Fișier nou
ru: Новый файл
sk: Nový súbor
sr: Нови фајл
tr: Yeni dosya
uk: Новий файл
zh_cn: 新文件

source: Open file
ar: فتح ملف
ca: Obrir arxiu
cs: Otevřít soubor
de: Datei öffnen
el: Άνοιγμα αρχείου
es: Abrir archivo
fa: باز کردن فایل
fr: Ouvrir le fichier
gl: Abrir ficheiro
hu: Fájl megnyitása
it_it: Apri file
ja: ファイルを開く
ko_kr: 파일 열기
nl_nl: Bestand openen
pl: Otwórz plik
pt_br: Abrir arquivo
ro: Deschide fișier
ru: Открыть файл
sk: Otvoriť súbor
sr: Отвори фајл
tr: Dosyayı aç
uk: Відкрити файл
zh_cn: 打开文件
