Repository: spruceUI/spruceOS
Catalog: App/KoReader/l10n/*/koreader.po
Languages: ar, ca, cs, de, el, es, fa, fr, gl, hu, it_it, ja, ko_kr, nl_nl, pl, pt_br, ro, ru, sk, sr, tr, uk, zh_cn

source: Number of characters to look ahead when trying to expand tap-and-hold word selection in documents.
ca: Nombre de caràcters que cal mirar cap endavant quan s'intenta ampliar la selecció de paraules en els documents mitjançant pulsacions i pulsacions llargues.
de: Anzahl der Zeichen, die beim Versuch, die Wortauswahl in Dokumenten zu erweitern, vorausschauend betrachtet werden müssen.
el: Αριθμός χαρακτήρων που πρέπει να ληφθούν υπόψη όταν προσπαθείτε να επιλέξετε λέξεις σε έγγραφα με παρατεταμένο πάτημα.
es: Número de caracteres que hay que mirar hacia delante cuando se intenta ampliar la selección de palabras en los documentos mediante pulsaciones y pulsaciones largas.
fr: Nombre de caractères à prévoir lors de l'extension de la sélection de mots par tapotement dans les documents.
gl: Número de caracteres cara diante cando se intenta expandir a selección de palabras con pulsacións e pulsacións longas.
hu: Az előre áttekintendő karakterek száma, amikor megpróbálja kiterjeszteni a koppintással és nyomva tartással történő szókijelölést a dokumentumokban.
it_it: Numero di caratteri da guardare in avanti quando si tenta di espandere la selezione delle parole al tocco prolungato nei documenti.
ja: 文書中の長押しによる単語選択を拡大しようとしたときに、先読みする文字数。
ko_kr: 문서에서 길게 탭하여 선택된 낱말을 확장하려고 할 때 미리 볼 글자 수입니다.
nl_nl: Aantal tekens om vooruit te kijken bij het uitbreiden van tik-en-vasthouden woordselectie in documenten.
pl: Liczba znaków do przewidzenia podczas próby rozszerzenia wybierania wyrazów przez stuknięcie i przytrzymanie w dokumentach.
pt_br: Número de caracteres à frente que são conferidos quando se tenta expandir a seleção de palavras por toque longo em documentos.
ro: Numărul de caractere de căutat în avans cînd se expandează selecția cuvintelor prin metoda „ține apăsat” în documente.
ru: Количество символов для просмотра вперёд при попытке расширить выделение слов в документах касанием и удерживанием.
sk: Počet znakov, ktoré sa majú prezerať dopredu, keď sa pokúšate rozšíriť výber slova ťuknutím a podržaním v dokumentoch.
sr: Број карактера који се гледају унапред када се покушава проширивање избора речи у документу помоћу тапни-и-задржи.
tr: Belgelerde dokunup basılı tutarak sözcük seçimi genişletilmeye çalışılırken ileriye bakılacak karakter sayısı.
uk: Кількість символів, які потрібно розглянути перед спробою розгорнути вибір слів у документах.
zh_cn: 在文档中长按扩展选择单词时尝试向前查找的字符数。

source: Text scan length
ar: طول فحص النص
ca: Longitud d'escaneig de text
cs: Délka zkoumaného textu
de: Text-Scan-Länge
el: Μήκος σάρωσης κειμένου
es: Longitud de escaneo de texto
fa: طول متن اسکن شده
fr: Longueur du texte scanné
gl: Lonxitude de escaneo de texto
hu: Szöveg szkennelés hossza
it_it: Lunghezza della scansione del testo
ja: 文章をスキャンする長さ
ko_kr: 텍스트 스캔 길이
nl_nl: Tekst-scanlengte
pl: Długość skanu tekstu
pt_br: Comprimento do escaneamento de texto
ro: Lungimea textului de scanat
ru: Длина сканирования текста
sk: Dĺžka prezeraného textu
sr: Дужина скенирања текста
tr: Metin tarama uzunluğu
uk: Довжина сканованого тексту
zh_cn: 文本扫描长度

source: The maximum number of characters to look ahead when trying to expand tap-and-hold word selection in documents. Larger values allow longer phrases to be selected automatically, but with the trade-off that selections may become slower. Default value: %1
ca: El nombre màxim de caràcters a mirar cap endavant quan s'intenta ampliar la selecció de paraules en els documents amb pulsacions o pulsacions llargues. Els valors més alts permeten seleccionar automàticament frases més llargues, però amb la contrapartida que les seleccions poden tornar-se més lentes. Valor per defecte: %1
de: Die maximale Anzahl der Zeichen, die bei der Erweiterung der Wortauswahl durch Antippen und Halten in Dokumenten vorausgeschaut werden. Größere Werte ermöglichen die automatische Auswahl längerer Sätze, allerdings mit dem Nachteil, dass die Auswahl langsamer werden kann. Standardwert: %1
el: Ο μέγιστος αριθμός χαρακτήρων που πρέπει να εξετάζονται προς τα εμπρός όταν προσπαθείτε να επεκτείνετε την επιλογή λέξεων με παρατεταμένο πάτημα σε έγγραφα. Μεγαλύτερες τιμές επιτρέπουν την αυτόματη επιλογή μεγαλύτερων φράσεων, αλλά με το συμβιβασμό ότι οι επιλογές μπορεί να γίνουν πιο αργές. Προεπιλεγμένη τιμή: %1
es: El número máximo de caracteres a mirar hacia adelante cuando se intenta ampliar la selección de palabras en los documentos con pulsaciones o pulsaciones largas. Los valores más altos permiten seleccionar automáticamente frases más largas, pero con la contrapartida de que las selecciones pueden volverse más lentas. Valor por defecto: %1
fr: Le nombre maximal de caractères à prévoir lors de l'extension de la sélection de mots par tapotement dans les documents. Des valeurs plus élevées permettent de sélectionner automatiquement des phrases plus longues, mais avec la contrepartie que les sélections peuvent devenir plus lentes. Valeur par défaut : %1
gl: O número máximo de caracteres para diante cando se intenta expandir a selección de palabras con pulsacións e pulsacións longas. Valores máis altos permiten seleccionar frases máis longas automaticamente, coa contrapartida de que as seleccións poden ser máis lentas. Valor por defecto: %1
hu: A maximális karakterszám, amelyet előre kell nézni, amikor a dokumentumokban a koppintás és nyomva tartás szóválasztást próbáljuk kibővíteni. A nagyobb értékek lehetővé teszik a hosszabb kifejezések automatikus kiválasztását, de ennek az a hátránya, hogy a kiválasztás lassabbá válhat. Alapértelmezett érték: %1
it_it: Il numero massimo di caratteri da guardare in avanti quando si cerca di espandere la selezione delle parole con il tocco prolungato nei documenti. Valori più grandi permettono di selezionare automaticamente frasi più lunghe, ma con il compromesso che le selezioni possono diventare più lente. Valore predefinito: %1
ja: 文書中の単語を長押しして選択する際に先読みする最大文字数です。 より大きな値ではより長いフレーズが自動的に選択されるようになりますが、選択速度が遅くなるというトレードオフが発生する可能性があります。 既定値: %1
ko_kr: 문서에서 선택된 낱말을 길게 눌러 확장하려고 할 때 미리 볼 수 있는 최대 글자 수입니다. 값이 클수록 더 긴 문구를 자동으로 선택할 수 있지만 선택이 느려질 수 있는 단점이 있습니다. 기본값: %1
nl_nl: Het maximum aantal tekens om vooruit te kijken bij het uitbreiden van tik-en-vasthouden woordselectie in documenten. Grotere waarden laten toe dat langere zinnen automatisch worden geselecteerd, maar met het compromis dat selecties trager kunnen worden. Standaardwaarde: %1
pl: Maksymalna liczba znaków do przewidzenia podczas próby rozszerzenia zaznaczania wyrazów przez stuknięcie i przytrzymanie w dokumentach. Większe wartości umożliwiają automatyczne wybieranie dłuższych fraz, ale z kompromisem polegającym na tym, że selekcje mogą stać się wolniejsze. Wartość domyślna: %1
pt_br: Número máximo de caracteres à frente que são conferidos quando se tenta expandir a seleção de palavras por toque longo em documentos. Valores maiores permitem que frases maiores sejam selecionadas automaticamente, mas em troca as seleções podem se tornar mais lentas. Valor padrão: %1
ro: Numărul maxim de caractere de căutat înainte cînd se încearcă expandarea selecției la atingere a cuvîntului selectat în documente. Valori mai mari permit selectarea automată a frazelor mai lungi, dar cu dezavantajul că selecțiile vor fi mai lente. Valoare implicită: %1
ru: Максимальное количество символов, на которые можно смотреть вперёд при попытке расширить выделение слов в документах с помощью касания и удерживания. Бо́льшие значения позволяют автоматически выделять более длинные фразы, но при этом выбор может стать медленнее. По умолчанию: %1
sk: Maximálny počet znakov, ktoré sa majú prezerať dopredu, keď sa pokúšate rozšíriť výber slova ťuknutím a podržaním v dokumentoch. Väčšie hodnoty umožňujú automatický výber dlhších fráz, ale s kompromisom, že výber môže byť pomalší. Predvolená hodnota: %1
sr: Максимални број карактера који се гледају унапред када се покушава проширивање избора речи у документима помоћу тапни-и-задржи. Веће вредности омогућавају да се дуже фразе аутоматски изаберу, али по цену споријег обављања избора. Подразумевана вредност: %1
tr: Belgelerde dokunup basılı tutarak sözcük seçimi genişletilmeye çalışılırken ileriye bakılacak en fazla karakter sayısı. Daha büyük değerler daha uzun cümlelerin otomatik olarak seçilmesini sağlar, ancak takasla birlikte seçimler yavaşlayabilir. Varsayılan değer: %1
uk: Максимальна кількість символів, які потрібно шукати перед спробою розгорнути вибір слів у документах. Великі значення уможливлюють вибирати довші фрази автоматично, але з вибір може сповільнитися. Типове значення: %1
zh_cn: 在文档中长按扩展选择单词时尝试向前查找的最大字符数。 较大的值允许自动选择较长的短语，但选择可能会变得更慢。 默认值：%1

source: Set scan length
ca: Configurar longitud d'escaneig
cs: Nastavit délku zkoumaného textu
de: Text-Scan-Länge einstellen
el: Ορισμός μήκους σάρωσης
es: Configurar longitud de escaneo
fr: Définir la longueur du balayage
gl: Configurar a lonxitude de escaneo
hu: Szkennelési hossz megadása
it_it: Imposta la lunghezza della scansione
ja: スキャンする長さを設定
ko_kr: 스캔 길이 설정
nl_nl: Scanlengte instellen
pl: Ustaw długość skanu
pt_br: Definir comprimento de escaneamento
ro: Setează lungimea de scanat
ru: Задать глубину сканирования
sk: Nastaviť dĺžku prezeraného textu
sr: Постави дужину скенирања
tr: Tarama uzunluğunu ayarla
uk: Указати довжину сканування
zh_cn: 设置扫描长度

source: Keep alive
ar: أبقِ نشطًا (منع الذهاب لوضعية الإسبات)
ca: Romandre despert
cs: Držet vzhůru
el: Πάντα ενεργό
es: Permanecer despierto
fa: زنده نگهدار
fr: Garder activé
gl: Manter activo
hu: Ébrentartás (keep alive)
it_it: Mantieni attivo
ja: キープアライブ
ko_kr: 켠 상태 유지
nl_nl: Blijf in leven
pl: Utrzymanie aktywności
pt_br: Manter ativo
ro: Ține treaz
ru: Поддерживать работу
sk: Udržiavať spojenie
sr: Одржавај будност
tr: Canlı tut
uk: Підтримувати
zh_cn: 保持活动状态

source: Keeps the device awake to prevent automatic Wi-Fi disconnects.
ar: يبقي الجهاز مستيقظًا لمنع قطع اتصال Wi-Fi التلقائي.
ca: Manté el dispositiu actiu per evitar desconnexions wifi automàtiques.
cs: Udrží zařízení vzhůru, aby se zabránilo automatickému odpojování od Wi-Fi.
de: Stellt sicher, dass das Gerät aktiv bleibt, um automatische WLAN-Trennungen zu verhindern.
el: Διατηρεί τη συσκευή ενεργή για να αποτρέψει την αυτόματη αποσύνδεση Wi-Fi.
es: Mantiene el dispositivo activo para evitar desconexiones wifi automáticas.
fa: دستگاه را برای ممانعت از قطع خودکار Wi-Fi زنده نگهدار.
fr: Maintient l’appareil actif pour éviter les déconnexions automatiques du Wi-Fi.
gl: Mantén o dispositivo activo para evitar desconexións automáticas da wifi.
hu: A készüléket ébren tartja, hogy megakadályozza a WiFi-kapcsolat automatikus magszakadását.
it_it: Mantiene il dispositivo acceso per impedire disconnessioni automatiche dal Wi-Fi.
ja: Wi-Fiの自動切断を防ぐため、端末を起床したままにします。
ko_kr: 자동으로 와이파이 연결이 끊지는 것을 막으려면 기기를 켜 놓으세요.
nl_nl: Houdt het apparaat wakker om het automatisch verbreken van wifi-verbindingen te voorkomen.
pl: Utrzymuje urządzenie w stanie czuwania, aby zapobiec automatycznym rozłączeniom Wi-Fi.
pt_br: Mantém o dispositivo acordado para evitar desconexões automáticas do Wi-Fi.
ro: Ține dispozitivul treaz pentru a preveni deconectarea Wi-Fi automată.
ru: Не даёт устройству переходить в спящий режим, чтобы предотвратить автоматическое отключение Wi-Fi.
sk: Zabráni uspatiu zariadenia, aby nedošlo ku automatickému odpojeniu siete Wi-Fi.
sr: Држи уређај у будном стању тако да се спрече прекидања Wi-Fi везе.
tr: Otomatik Wi-Fi bağlantısı kesilmelerine karşı aygıtı uyanık tutar.
uk: Зберігає пристрій в режимі очікування, щоб запобігти автоматичному відключенню Wi-Fi.
zh_cn: 保持设备唤醒以避免 Wi-Fi 自动断开。

source: The system won't sleep while this message is showing. Press "Stay alive" if you prefer to keep the system on even after closing this notification. *This will drain the battery*. If KOReader terminates before "Close" is pressed, please start and close the KeepAlive plugin again to ensure settings are reset.
ar: لن يتوقّف الجهاز (ينطفئ) وهذه الرسالة ظاهرة. اضغط "أبقِ مستيقظًا" إن كنت تريد دوام هذا حتى بعد إغلاق هذه الرسالة. *سيزيد هذا من صرفِ البطاريّة*. إن خرج KOReader قبل ضغط زرّ "إيقاف", فنرجو منط أن تفتح خيار "أبقِ مستيقظًا" وتغلقه مجدّدًا لتضمن عودة إعدادات جهازك إلى طبيعتها.
ca: El sistema no entrarà en suspensió mentre es visualitza aquest missatge. Cal pressionar "Continuar" perquè el sistema no entre en suspensió en tancar aquesta notificació. Si ho fa, la bateria podria esgotar-se.* Si KOreader falla després de pressionar "Tancar", per favor, cal iniciar de nou el complement KeepAlive i pressionar "Tancar" per assegurar-se que el plugin està inactiu.
cs: Dokud bude zobrazena tato zpráva, systém nepřejde do režimu spánku. Pokud chcete, aby systém nepřešel do režimu spánku ani po zavření této zprávy, stiskněte „Zůstat vzhůru“. *Bude vybíjet baterii*. Pokud se KOReader zavře před použitím tlačítka „Zavřít“, otevřete prosím doplněk „Zůstat vzhůru“ („KeepAlive“) a znovu ho vypněte, abyste se ujistili, že je nastavení resetováno.
de: Das System geht nicht in Standby, während diese Meldung angezeigt wird. Drücken Sie "Stay alive", wenn Sie das System auch nach dem Schließen dieser Benachrichtigung eingeschaltet lassen möchten. *Der Akku wird dabei entladen.* Wenn KOReader beendet wird, bevor "Schließen" gedrückt wird, starten und schließen Sie bitte das KeepAlive-Plugin erneut, um sicherzustellen, dass die Einstellungen zurückgesetzt werden.
el: Το σύστημα δεν θα αδρανοποιηθεί όσο εμφανίζεται αυτό το μήνυμα. Πατήστε «Πάντα ενεργό» εάν προτιμάτε να διατηρήσετε το σύστημα ενεργοποιημένο ακόμη και μετά το κλείσιμο αυτής της ειδοποίησης. * Αυτό θα εξαντλήσει την μπαταρία *. Εάν το KOReader κλείσει πριν πατηθεί το "Κλείσιμο", ξεκινήστε και κλείστε ξανά το πρόσθετο KeepAlive για να διασφαλίσετε ότι οι ρυθμίσεις θα επαναφερθούν.
es: El sistema no entrará en suspensión mientras se visualiza este mensaje. Presione "Continuar" si quiere que el sistema no entre en suspensión al cerrar esta notificación. *Si hace esto, la batería puede agotarse.* Si KOreader falla tras presionar "Cerrar", por favor, inicie de nuevo el plugin KeepAlive y presione "Cerrar" para asegurarse de que el complemento está inactivo.
fa: تا زمانی که این پیام نمایش داده می‌شود سیستم به حالت خواب نخواهد رفت. اگر ترجیح می‌دهید سیستم حتی بعد از بستن این آگاه‌ساز بیدار بماند "زنده بمان" را فشار دهید. *باعث مصرف باتری می‌شود*. اگر کوریدر قبل از فشردن "بستن" بسته شد، لطفا دوباره افزونه زنده نگهدار را باز و بسته کنید تا از بازنشانی تنظیمات اطمینان کنید.
fr: Le système ne se mettra pas en veille tant que ce message est affiché. Choisissez « Rester activé » si vous préférez garder le système activé même après avoir fermé cette fenêtre. *Cela videra la batterie*. Si KOReader s’arrête avant que l’option « Fermer » ne soit choisie, lancez à nouveau ce module et choisissez « Fermer » afin d’être sûr que les réglages soient réinitialisés.
gl: O sistema non hibernará mentres esta mensaxe sexa visible. Preme "Manter activo" se prefires manter o sistema acendido aínda despois desta notificación. *Isto consumirá batería*. Se KOReader cerra antes de premer "Pechar", por favor inicia e pecha o engadido "KeepAlive" para asegurar de que os axustes son reiniciados.
hu: A rendszer nem megy alvó módba, amíg ez az üzenet meg van jelenítve. Nyomja meg az "Életben marad" gombot, ha a rendszert az értesítés bezárása után is bekapcsolva szeretné tartani. *Ez lemeríti az akkumulátort*. Ha a KOReader a "Bezárás" megnyomása előtt bezárul, kérjük, indítsa el és zárja be újra a KeepAlive bővítményt, hogy a beállítások alaphelyzetbe álljanak.
it_it: Il sistema non è sospeso durante la visualizzazione di questo messaggio. Premere "Resta attivo" se si preferisce mantenere il sistema acceso anche dopo aver chiuso questa notifica. *Ciò scaricherà la batteria *. Se KOReader termina prima che venga premuto "Chiudi", avvia e chiudi di nuovo l'estensione KeepAlive per garantire che le impostazioni vengano ripristinate.
ja: このメッセージが表示されている間システムはスリープしません。 この通知を閉じた後でもシステムをオンのままにしたい場合は「オンのままにする」を押してください。 *バッテリーを消費します。* 「閉じる」を押す前に KOReader が終了した場合は、もう一度キープアライブプラグインを開始してから閉じて、設定がリセットされるようにしてください。
ko_kr: 이 메세지가 보이는 동안 이기기는 대기상태로 전환되지 않습니다. 이 알림 이후에도 지속적으로 시스템을 대기시키기를 원한다면 "화면을 켠채로 유지"를 누르세요. *베터리 감소가 빨라집니다.* 어떤 이유에서든지 "종료"를 누르기 전에 KOReader가 꺼진다면, 설정을 초기화하기 위해 KeepAlive 플러그인을 시작하고 종료하는 것을 반복하세요.
nl_nl: Het systeem zal niet inslapen zolang dit bericht getoond wordt. Druk op "Blijf in leven" als je het systeem aan wilt houden zelfs nadat deze mededeling gesloten is. *De batterij zal daardoor sneller leeglopen.* Als KOReader beëindigd is voordat "Sluiten" is ingedrukt, druk dan nog eens op start en sluit de "Blijf in leven" plugin om zeker de zijn dat de instellingen gereset zijn.
pl: System nie zostanie uśpiony, gdy wyświetlany jest ten komunikat. Naciśnij „Pozostań aktywny”, jeżeli chcesz, aby system pozostał włączony po zamknięciu tej informacji. *To może powodować większe zużycie akumulatora*. Jeżeli KOReader zostanie zakończony przed naciśnięciem „Zamknij”, uruchom i zamknij wtyczkę „Utrzymanie aktywności”, aby upewnić się, że ustawienia zostały zresetowane.
pt_br: O sistema não irá suspender enquanto esta mensagem estiver sendo exibida. Pressione "Manter ativo" se preferir manter o sistema ligado mesmo após fechar esta notificação. *Isto irá descarregar a bateria*. Se o KOReader terminar antes de "Fechar" ser pressionado, inicie e feche o plugin "Manter ativo" novamente para garantir que as configurações sejam redefinidas.
ro: Dispozitivul nu va întra în repaus cît timp acest mesaj este afișat. Apasă „Ține treaz” dacă preferi să ții dispozitivul treaz și după închiderea acestei notificări. *Asta va consuma bateria*. Dacă KOReader se termină înainte de a apăsa „Închide”, te rog pornește și închide extensia KeepAlive din nou pentru a te asigura că setările sînt resetate.
ru: Система не уснёт, пока данное сообщение показывается. Нажмите «Оставаться работающим», если вы хотите, чтобы система работала и после закрытия данного сообщения. *Плагин будет разряжать батарею*. Если KOReader завершится до нажатия «Закрыть», пожалуйста, запустите и снова закройте плагин «Поддерживать работу», чтобы удостовериться, что настройки сброшены.
sk: Zariadenie sa počas zobrazenia tejto správy neuspí. Ak si prajete, aby zariadenie zostalo zapnuté aj po zatvorení tohto oznámenia, stlačte tlačidlo "Udržiavať spojenie". *Tým sa rýchlejšie vybije batéria*. Ak sa aplikácia KOReader ukončí pred stlačením tlačidla "Zatvoriť", spustite a znova zatvorte doplnok KeepAlive, aby ste zabezpečili obnovenie nastavení.
sr: Систем неће улазити у стање спавања док се приказује ова порука. Притисните „Одржавај будност” ако желите да систем ради чак и када се затвори ово обавештење. *Ово ће празнити батерију*. Ако KOReader прекине извршавање пре него што се притисне „Затвори”, молимо вас да поново покренете и затворите додатак ОдржавајБудност и на тај начин будете сигурни да су подешавања ресетована.
tr: Bu ileti görüntülenirken sistem uykuya dalmaz. Bu bildirimi kapattıktan sonra da sistemin açık kalmasını istiyorsanız "Canlı kal" üzerine tıklayın. *Bu durum pilinizin daha çabuk bitmesine neden olur* KOReader herhangi bir nedenle "Kapat" üzerine tıklanmadan önce kapanırsa, lütfen yeniden başlatın ve ayarları sıfırlamak için KeepAlive uygulama ekini kapatın.
uk: Система не перейде у режим очікування, доки показано це повідомлення. Натисніть кнопку «Не вимикати», якщо ви хочете, щоб система продовжувала роботу навіть після закриття цього сповіщення. *Це призведе до розряджання батареї*. Якщо KOReader завершує роботу до натискання кнопки «Закрити», запустіть і закрийте плагін KeepAlive ще раз, щоб переконатися, що параметри скинуто.
zh_cn: 显示此消息时，系统不会休眠。 如果您希望关闭此消息后仍保持系统打开，按下"保持打开"。*这会加速电量消耗*。 如果按下"Close"关闭前KOReader中止了，请重新开关保持打开插件一次，以确保设置被重置。

source: Stay alive
ar: أبقِ مستيقظًا
ca: Continuar
cs: Zůstat vzhůru
de: Eingeschaltet lassen
el: Μείνε ενεργό
es: Continuar
fa: زنده بمان
fr: Laisser activé
gl: Manter activo
hu: Maradjon aktívan
it_it: Rimani attivo
ja: オンのままにする
ko_kr: 화면을 켠 채로 유지
nl_nl: Blijf in leven
pl: Pozostań aktywny
pt_br: Manter ativo
ro: Ține treaz
ru: Оставаться работающим
sk: Udržiavať spojenie
sr: Остани будан
tr: Canlı kal
uk: Не вимикати
zh_cn: 保持活动

source: This is a dummy implementation of 'disable' function.
ar: هذا هو تنفيذ وهمي لوظيفة "تعطيل".
ca: Això és una implementació simulada de la funció 'desactivar'.
cs: Toto je falešná implementace funkce „zakázat“.
de: Dies ist eine Dummy-Implementierung der 'Disable'-Funktion.
el: Αυτή είναι μια εικονική εφαρμογή της λειτουργίας «απενεργοποίηση».
es: Esto es una implementación simulada de la función 'desactivar'.
fr: Il s’agit d’une implémentation factice de la fonction « désactiver ».
gl: Esta é unha implementación postiza da función 'desactivar'.
hu: Ez a „tiltás/disable” funkció dummy megvalósítása.
it_it: Questa è un'implementazione fittizia della funzione "disabilita".
ja: これは '無効' 機能のダミー実装です。
ko_kr: 지금 '비활성화' 기능을 가상으로 실행하는 중입니다.
nl_nl: Dit is een fopimplementatie van de "uitschakelen"-functie.
pl: To jest atrapa funkcji wyłączenia.
pt_br: Esta é uma implementação falsa da função 'desativar'.
ro: Aceasta este o implementare fictivă a funcției „dezactivare”.
ru: Это заглушка функции «отключить».
sk: Toto je fiktívna implementácia funkcie „zakázať“.
sr: Ово је лажна имплементација функције ’искључи’.
tr: 'Devre dışı bırak' işlevinin sahte uygulaması.
uk: Це заглушка функції «вимкнути».
zh_cn: 这是“禁用”功能的虚拟实现。

source: This is a dummy implementation of 'enable' function.
ar: هذا هو تنفيذ وهمي لوظيفة "تمكين".
ca: Això és una implementació simulada de la funció 'activar'.
cs: Toto je falešná implementace funkce „povolit“.
de: Dies ist eine Dummy-Implementierung der 'Enable'-Funktion.
el: Αυτή είναι μια εικονική εφαρμογή της λειτουργίας «ενεργοποίηση».
es: Esto es una implementación simulada de la función 'activar'.
fr: Il s’agit d’une implémentation factice de la fonction « Activer ».
gl: Esta é unha implementación postiza da función 'activar'.
hu: Ez az „engedélyezés/enable” funkció dummy megvalósítása.
it_it: Questa è un'implementazione fittizia della funzione "attiva".
ja: これは '有効' 機能のダミー実装です。
ko_kr: 지금 '활성화' 기능을 가상으로 실행하는 중입니다.
nl_nl: Dit is een fopimplementatie van de "inschakelen"-functie.
pl: To jest atrapa funkcji włączenia.
pt_br: Esta é uma implementação falsa da função 'ativar'.
ro: Aceasta este o implementare fictivă a funcției „activare”.
ru: Это заглушка для функции «включить».
sk: Toto je fiktívna implementácia funkcie "povoliť".
sr: Ово је лажна имплементација функције ’укључи’.
tr: 'Etkinleştir' işlevinin sahte uygulaması.
uk: Це заглушка функції «увімкнути».
zh_cn: 这是“启用”功能的虚拟实现。

source: Progress sync
ar: مزامنة تقدم القراءة
ca: Sincronitzar la posició de lectura
cs: Synchronizace postupu čtení
de: Fortschrittssynchronisierung
el: Συγχρονισμός προόδου
es: Sincronizar la posición de lectura
fa: همگام‌سازی پیشرفت
fr: Synchronisation de la progression
gl: Porcentaxe de sincronización
hu: Olvasási állapot szinkronizálása
it_it: Sincronizzare la posizione di lettura
ja: 読書進捗同期
ko_kr: 읽은 과정 동기화
nl_nl: Voortgangssynchronisatie
pl: Synchronizacja postępu
pt_br: Sincronização de progresso
ro: Sincronizare progres
ru: Синхронизация прогресса чтения
sk: Synchronizácia priebehu
sr: Синхронизација напретка
tr: Eşitleme ilerlemesi
uk: Синхронізація прогресу
zh_cn: 进度同步
