Repository: spruceUI/spruceOS
Catalog: App/KoReader/l10n/*/koreader.po
Languages: ar, ca, cs, de, el, es, fa, fr, gl, hu, it_it, ja, ko_kr, nl_nl, pl, pt_br, ro, ru, sk, sr, tr, uk, zh_cn

source: For more information see wiki page Perception Expander Plugin
ar: لمزيدٍ من المعلومات قم بمراجعة صفحة موسوعة البرنامج عن وحدة موسّع المدارك
ca: Per a més informació pot consultar la wiki de Perception Expander Plugin
cs: Pro více informací se podívejte na wiki stránku „Perception Expander Plugin“
de: Für weitere Informationen siehe Wiki-Seite Perception Expander Plugin
el: Για περισότερες πληροφορίες δείτε την σελίδα Perception Expander Plugin
es: Para más información consulte la wiki del complemento Perception Expander
fa: برای اطلاعات بیشتر صفحه ویکی Perception Expander Plugin را ببینید
fr: Pour plus d’infos, voir la page wiki sur le module « Agrandisseur de Perception »
gl: Para máis información consulta a páxina da wiki do engadido Perception Expander
hu: További információkért tekintse meg a wiki oldal 'Perception Expander Plugin' fejezetét
it_it: Per maggiori informazioni consulta la pagina wiki Perception Expander Plugin
ja: 詳細は wiki ページの知覚(Perception)エキスパンダープラグインを参照してください
ko_kr: 더 자세한 정보는 Perception Expander Plugin(인지 향상 플러그인) 위키 페이지를 봐 주세요
nl_nl: Zie voor meer informatie de wikipagina "Perception Expander Plugin"
pl: Więcej informacji na stronie wiki – Perception Expander Plugin
pt_br: Para mais informações, veja a página do wiki Perception Expander Plugin
ro: Pentru mai multe informații vezi pagina de wiki „Perception Expander Plugin”
ru: Для получения дополнительной информации смотрите на нашем сайте вики-статью «Plugins → Perception Expander»
sk: Viac informácií o rozšírenom vnímaní nájdete na stránkach Wikipédie pre KOReader pod 'Perception Expander Plugin'
sr: За више информација, погледајте вики страницу Perception Expander Plugin
tr: Ayrıntılı bilgi almak için Wiki sayfasındaki Perception Expander uygulama ekine bakın
uk: Для отримання додаткових відомостей див. Вікі-сторінку Perception Expander Plugin
zh_cn: 参阅维基页面“Perception Expander Plugin”以获取更多信息

source: Profiles
ca: Perfils
cs: Profily
de: Profile
el: Προφίλ
es: Perfiles
fa: نمایه‌ها
fr: Profils
gl: Perfís
hu: Profilok
it_it: Profili
ja: プロフィール
ko_kr: 프로필
nl_nl: Profielen
pl: Profile
pt_br: Perfis
ro: Profile
ru: Профили
sk: Profily
sr: Профили
tr: Profiller
uk: Профілі
zh_cn: 配置文件

source: This plugin allows combining multiple settings to make switchable 'profiles'.
ca: Aquest plugin permet la combinació de diversos paràmetres per fer "perfils" commutables.
cs: Tento doplněk umožňuje zkombinovat více nastavení do „profilů“, mezi kterými lze přepínat.
de: Dieses Plugin erlaubt die Kombination mehrerer Einstellungen, um schaltbare 'Profile' zu erstellen.
el: Αυτό το πρόσθετο επιτρέπει τον συνδυασμό πολλαπλών ρυθμίσεων για να κάνετε εναλλασσόμενα «προφίλ».
es: Este plugin permite combinar múltiples configuraciones para hacer 'perfiles' conmutables.
fa: این افزونه اجازه ادغام چندین تنظیم برای ایجاد یک نمایه قابل تغییر را می‌دهد.
fr: Ce module permet de combiner plusieurs paramètres pour créer des « profils » commutables.
gl: Este engadido permite combinar múltiples configuracións para crear perfís conmutables.
hu: Ez a bővítmény lehetővé teszi több beállítás kombinálását átváltható 'profilok' létrehozásával.
it_it: Questa estensione permette di combinare impostazioni multiple, per creare 'profili' intercambiabili.
ja: 切り替え可能な「プロファイル」を作ることで複数の設定を組み合わせることができるプラグインです。
ko_kr: 이 플러그인은 여러 설정을 결합하여 전환 가능한 '프로필'을 만들 수 있습니다.
nl_nl: Deze plugin maakt het mogelijk om meerdere instellingen te combineren om schakelbare 'profielen' te maken.
pl: Ta wtyczka umożliwia łączenie wielu ustawień w celu utworzenia przełączalnych „profili”.
pt_br: Esse plugin permite combinar múltiplas configurações para criar ‘perfis’ alternáveis.
ro: Această extensie permite combinarea mai multor setări pentru a crea profile ușor de comutat.
ru: Данный плагин позволяет комбинировать различные настройки для создания переключаемых профилей.
sk: Tento doplnok umožní skombinovať viacero nastavení a tak vytvárať prepínateľné „profily“.
sr: Овај додатак омогућава комбиновање разних подешавања у ’профиле’ који могу да се укључују по потреби.
tr: Bu uygulama eki, değiştirilebilir 'profiller' oluşturmak için birden fazla ayarın birleştirilmesini sağlar.
uk: Цей плагін дозволяє поєднувати кілька налаштувань, щоб уможливити перемикання «профілів».
zh_cn: 该插件允许混合多个设置以创建可切换的“配置文件”。

source: Profile %1
ca: Perfil %1
cs: Profil %1
de: Profil %1
el: Προφίλ %1
es: Perfil %1
fa: نمایه %1
fr: Profil %1
gl: Perfil %1
hu: Profil %1
it_it: Profilo %1
ja: プロフィール %1
ko_kr: 프로필 %1
nl_nl: Profiel %1
pl: Profil %1
pt_br: Perfil %1
ru: Профиль %1
sk: Profil %1
sr: Профил %1
tr: Profil %1
uk: Профіль %1
zh_cn: 配置文件 %1

source: New
ar: جديد
ca: Nou
cs: Nový
de: Neu
el: Νέο
es: Nuevo
fa: جدید
fr: Nouveau
gl: Novo
hu: Új
it_it: Nuovo
ja: 新規
ko_kr: 새로
nl_nl: Nieuw
pl: Nowy
pt_br: Novo
ro: Nou
ru: Новый
sk: Nový
sr: Нови
tr: Yeni
uk: Новий
zh_cn: 新建

source: New with current document settings
ca: Crear nou amb la configuració actual del document
cs: Nový s aktuálním nastavením dokumentu
de: Neu mit aktuellen Dokumenteinstellungen
el: Νέο με τις τρέχουσες ρυθμίσεις του εγγράφου
es: Crear nuevo con la configuración actual del documento
fa: جدید با تنظیمات سند فعلی
fr: Nouveau avec les paramètres de document actuels
gl: Novo coa configuración actual do documento
hu: Új, a jelenlegi dokument beállításaival
it_it: Nuovo, con le impostazioni correnti del documento
ja: 現在の書籍設定を元に新規
ko_kr: 현재 문서 설정으로 새로 만들기
nl_nl: Nieuw met huidige documentinstellingen
pl: Nowy z bieżącymi ustawieniami dokumentu
pt_br: Criar novo com as configurações atuais do documento
ru: Новый с настройками текущего документа
sk: Nový s aktuálnymi nastaveniami dokumentu
sr: Нови са текућим подешавањима документа
tr: Geçerli belge ayarları ile yeni
uk: Новий з поточними налаштуваннями документа
zh_cn: 以当前文档设置为模板新建

source: Execute
ar: نفََّذ
ca: Executar
cs: Zpracovat
de: Ausführen
el: Εκτέλεση
es: Ejecutar
fa: اجرا
fr: Exécuter
gl: Executar
hu: Futtatás
it_it: Esegui
ja: 実行
ko_kr: 실행
nl_nl: Uitvoeren
pl: Wykonaj
pt_br: Executar
ro: Execută
ru: Выполнить
sk: Vykonaj
sr: Изврши
tr: Yürüt
uk: Виконати
zh_cn: 执行

source: Autostart
ar: تشغيل تلقائي
ca: Inici automàtic
cs: Automatické spuštění
el: Αυτόματη εκκίνηση
es: Inicio automático
fa: شروع خودکار
fr: Démarrage automatique
gl: Inicio automático
hu: Automatikus indulás
it_it: Avvio automatico
ja: 自動起動
ko_kr: 자동 시작
pl: Automatyczne uruchomienie
pt_br: Iniciar automaticamente
ro: Pornire automată
ru: Автостарт
sk: Automatické spustenie
sr: Аутостарт
tr: Otomatik başlatma
uk: Автозапуск
zh_cn: 自启动

source: Execute this profile when KOReader is started with 'file browser' or 'last file'.
ca: Executar aquest perfil quan KOReader s'inicia amb 'Explorador d'arxius' o 'Últim document'.
cs: Spustit tento profil, když je KOReader otevřen na „prohlížeči souborů“ nebo na „posledním souboru“.
de: Führen Sie dieses Profil aus, wenn KOReader mit "Dateibrowser" oder "Letzte Datei" gestartet wird.
el: Εκτέλεση αυτού του προφίλ όταν το KOReader ξεκινά με «περιηγητή αρχείων» ή «τελευταίο αρχείο».
es: Ejecutar este perfil cuándo KOReader se inicia con 'Explorador de archivos' o 'Último documento'.
fa: این نمایه را زمانی که کوریدر با 'مرورگر فایل' یا 'آخرین فایل' آغاز شده اجرا کن.
fr: Exécute ce profil lorsque KOReader est lancé avec 'navigateur de fichiers' ou 'dernier fichier'.
gl: Executar este perfil cando KOReader é iniciado co 'explorador de ficheiros' ou 'derradeiro ficheiro'.
hu: Ezt a profilt akkor hajtja végre, amikor a KOReader a 'fájlböngésző' vagy az 'utolsó fájl' opcióval indul.
it_it: Esegui questo profilo quando KOReader viene avviato con 'gestore di file' o 'ultimo file'.
ja: 「ファイルブラウザ」または「最後のファイル」でKOReaderを起動したときに、このプロファイルを実行します。
ko_kr: KOReader가 '파일 브라우저'나 '마지막 파일'로 시작할 때 이 프로필을 실행합니다.
nl_nl: Voer dit profiel uit wanneer KOReader wordt gestart met "bestandsverkenner" of "laatste bestand".
pl: Uruchom ten profil, gdy KOReader zostanie uruchomiony za pomocą „przeglądarki plików lub” lub „ostatniego pliku”.
pt_br: Executar este perfil quando o KOReader for iniciado com 'navegador de arquivos' ou 'último arquivo'.
ro: Execută acest profil cînd KOReader este pornit cu „navigator fișiere” sau „ultimul fișier”.
ru: Выполнять данный профиль, когда KOReader запущен из «файлового менеджера» или с «последнего файла».
sk: Spustiť tento profil, keď je KOReader spustený s „prehliadačom súborov“ alebo s „posledným súborom“.
sr: Извршава овај профил када се KOReader покреће са ’прегледач фајлова’ или ’последњи фајл’.
tr: KOReader 'dosya tarayıcı' veya 'son dosya' ile başlatıldığında bu profili yürütün.
uk: Запускати цей профіль, під час запуску KOReader з «переглядача файлів» або «останнього файлу».
zh_cn: 当 KOReader 以“文件浏览器”或“上一个文件”启动时，执行此配置文件。

source: Edit actions: (%1)
ca: Editar accions: (%1)
cs: Upravit akce: (%1)
de: Aktionen bearbeiten: (%1)
el: Επεξεργασία ενεργειών: (%1)
es: Editar acciones: (%1)
fa: ویرایش عملکرد‌ها: (%1)
fr: Modifier les actions : (%1)
gl: Editar accións: (%1)
hu: Műveletek szerkesztése: (%1)
it_it: Azioni di modifica: (%1)
ja: アクションを編集: (%1)
ko_kr: 편집 작업: (%1)
nl_nl: Acties bewerken: (%1)
pl: Edytuj czynności: (%1)
pt_br: Editar ações: (%1)
ru: Редактировать действия: (%1)
sk: Upraviť akcie: (%1)
sr: Уреди акције: (%1)
tr: İşlemleri düzenle: (%1)
uk: Редагувати дії: (%1)
zh_cn: 编辑操作：(%1)

source: Rename: %1
ca: Reanomenar: %1
cs: Přejmenovat: %1
de: Umbenennen: %1
el: Μετονομασία: %1
es: Renombrar: %1
fa: تغییر نام: %1
fr: Renommer : %1
gl: Renomear: %1
hu: Átnevezés: %1
it_it: Rinomina: %1
ja: 名前を変更: %1
ko_kr: 이름 바꾸기: %1
nl_nl: Hernoemen: %1
pl: Zmień nazwę: %1
pt_br: Renomear: %1
ru: Переименовать: (%1)
sk: Premenovať: %1
sr: Промени име: %1
tr: Yeniden adlandır: %1
uk: Перейменувати: %1
zh_cn: 重命名：%1

source: Duplicate
ca: Duplicar
cs: Duplikovat
de: Duplikat
el: Αντίγραφο
es: Duplicar
fa: تکراری
fr: Dupliquer
gl: Duplicar
hu: Másolat
it_it: Duplica
ja: 複製
ko_kr: 복제
nl_nl: Dupliceren
pl: Duplikuj
pt_br: Duplicar
ru: Дублировать
sk: Duplikovať
sr: Дуплирај
tr: Kopyala
uk: Дублікат
zh_cn: 复制

source: Do you want to delete this profile?
ar: هل تريد حذف هذا الملف الشخصي؟
ca: Suprimir aquest perfil?
cs: Chcete smazat tento profil?
de: Möchten Sie dieses Profil löschen?
el: Θέλετε να διαγραφεί αυτό το προφίλ;
es: ¿Quieres eliminar este perfil?
fa: آیا می‌خواهید این نمایه را حذف کنید؟
fr: Voulez-vous supprimer ce profil ?
gl: Queres borrar este perfil?
hu: Biztosan törli ezt a profilt?
it_it: Sei sicuro/a di volere eliminare questo file?
ja: このプロフィールを削除しますか？
ko_kr: 이 프로필을 삭제할까요?
nl_nl: Weet je zeker dat je dit profiel wilt verwijderen?
pl: Chcesz usunąć ten profil?
pt_br: Deseja remover este perfil?
ro: Dorești să ștergi acest profil?
ru: Вы хотите удалить данный профиль?
sk: Prajete si odstrániť tento profil?
sr: Желите ли да обришете овај профил?
tr: Bu profili silmek istiyor musunuz?
uk: Бажаєте видалити цей профіль?
zh_cn: 你要删除这个配置吗？

source: Enter profile name
ar: أدخل اسم ملف التعريف
ca: Introduir nom del perfil
cs: Vložte název profilu
de: Profilname eingeben
el: Εισαγάγετε το όνομα του προφίλ
es: Introducir el nombre del perfil
fa: نام نمایه را وارد کنید
fr: Saisir le nom du profil
gl: Insire o nome do perfil
hu: Profil neve
it_it: Inserisci nome del profilo
ja: プロフィール名を入力
ko_kr: 프로필 이름을 입력하세요
nl_nl: Profielnaam invoeren
pl: Wprowadź nazwę profilu
pt_br: Digite o nome do perfil
ro: Întrodu nume profil
ru: Введите имя профиля
sk: Zadajte názov profilu
sr: Унесите име профила
tr: Profil adını yazın
uk: Введіть назву профілю
zh_cn: 输入配置文件名称

source: Profile already exists: %1
ca: El perfil ja existeix: %1
cs: Profil již existuje: %1
de: Profil existiert bereits: %1
el: Το προφίλ υπάρχει ήδη: %1
es: El perfil ya existe: %1
fa: نمایه همین حالا هم وجود دارد: %1
fr: Le profil existe déjà : %1
gl: O perfil xa existe: %1
hu: Létező profil: %1
it_it: Il profilo esiste già: %1
ja: プロフィールは既にあります: %1
ko_kr: 프로필이 이미 있습니다: %1
nl_nl: Het profiel bestaat al: %1
pl: Profil już istnieje: %1
pt_br: O perfil já existe: %1
ru: Профиль уже существует: %1
sk: Profil už existuje: %1
sr: Профил већ постоји: %1
tr: %1 profili zaten var
uk: Профіль вже існує: %1
zh_cn: 配置已存在：%1

source: QR from clipboard
ca: QR des del portapapers
cs: QR ze schránky
de: QR aus der Zwischenablage
el: QR από το πρόχειρο
es: QR desde el portapapeles
fa: QR از تخته‌گیره
fr: QR code à partir du presse-papier
gl: QR a partir do portapapeis
hu: QR a vágólapról
it_it: QR dagli appunti
ja: クリップボードから QR を生成する
ko_kr: 클립보드에서 QR
nl_nl: QR van klembord
pl: QR ze schowka
pt_br: QR da área de transferência
ro: QR din clipboard
ru: QR из буфера обмена
sk: QR kód zo schránky
sr: QR из клипборда
tr: Panodan QR kodu
uk: QR з буфера обміну
zh_cn: 来自剪贴板的二维码

source: This plugin generates a QR code from clipboard content.
ca: Aquest complement genera un codi QR a partir del contingut del portapapers.
cs: Tento doplněk generuje QR kód z obsahu uloženého ve schránce.
de: Dieses Plugin erzeugt einen QR-Code aus dem Inhalt der Zwischenablage.
el: Αυτό το πρόσθετο δημιουργεί έναν κωδικό QR από το περιεχόμενο του πρόχειρου.
es: Este complemento genera un código QR a partir del contenido del portapapeles.
fa: این افزونه یک QR کد از محتوای تخته‌گیره(Clipboard) می‌سازد.
fr: Ce module génère un QR code à partir du contenu du presse-papier.
gl: Este engadido xera un código QR a partires do contido do portapapeis.
hu: Ez bővítmény QR kódot generál a vágólapon lévő tartalom alapján.
it_it: Questa estensione genera un codice QR dal contenuto degli appunti.
ja: クリップボードの内容からQRコードを生成するプラグインです。
ko_kr: 이 플러그인은 클립보드 콘텐츠에서 QR 코드를 만듭니다.
nl_nl: Deze plug-in genereert een QR-code van de inhoud van het klembord.
pl: Ta wtyczka generuje kod QR z zawartości schowka.
pt_br: Esse plugin gera um código QR a partir do conteúdo da área de transferência.
ro: Această extensie generează un cod QR din conținutul curent al clipboard-ului.
ru: Данный плагин позволяет генерировать QR-код из содержимого буфера обмена.
sk: Tento doplnok generuje QR kód z obsahu schránky.
sr: Овај додатак генерише QR кôд из садржаја клипборда.
tr: Bu uygulama eki pano içeriğinden bir QR kodu oluşturur.
uk: Цей плагін створює QR-код із вмісту буфера обміну.
zh_cn: 这个插件从剪贴板的内容生成一个二维码。

source: Read timer
ar: مؤقت القراءة
ca: Temporitzador de lectura
cs: Čtecí časovač
de: Lese-Timer
el: Χρονόμετρο ανάγνωσης
es: Temporizador de lectura
fa: تایمر مطالعه
fr: Minuterie de lecture
gl: Temporizador de lectura
hu: Olvasási időzítő
it_it: Timer di lettura
ja: 読書タイマー
ko_kr: 읽는 시간 측정
nl_nl: Leeswekkertje
pl: Alarm
pt_br: Temporizador de leitura
ro: Temporizator citire
ru: Таймер чтения
sk: Čas na prečítanie
sr: Тајмер читања
tr: Okuma zamanlayıcı
uk: Таймер читання
zh_cn: 阅读定时器

source: Shows an alarm after a specified amount of time.
ar: يظهر إنذار بعد فترة زمنية محددة.
ca: Mostra una alarma després del període de temps especificat.
cs: Zobrazí upozornění po určeném množství času.
de: Zeigt einen Alarm nach einer bestimmten Zeitdauer.
el: Εμφανίζει μια ειδοποίηση μετά από ένα καθορισμένο χρονικό διάστημα.
es: Muestra una alarma después del período de tiempo especificado.
fa: نمایش یک هشدار بعذ از مدتی مشخص.
fr: Affiche une alerte après un délai spécifié.
gl: Mostra un aviso tras un periodo de tempo especificado.
hu: Adott időtartam leteltével értesítés megjelenítése.
it_it: Mostra un allarme dopo un determinato periodo di tempo.
ja: 指定した時間経過後にアラームを表示します。
ko_kr: 지정된 시간 후에 알림을 봅니다.
nl_nl: Toons een alarm na een eerst ingestelde tijd.
pl: Wyświetla alarm po upływie określonego czasu.
pt_br: Mostra um alarme após um período de tempo especificado.
ro: Arată o alarmă după un timp specificat.
ru: Данный плагин позволяет выдавать предупреждение через заданное время.
sk: Zobrazí výstrahu po uplynutí určeného času.
sr: Приказује аларм након наведене количине времена.
tr: Belirli bir sürenin sonunda bir uyarı görüntüler.
uk: Показує будильник через заданий період часу.
zh_cn: 在指定时间后显示警告消息。

source: Time is up
ca: El temps s'ha esgotat
cs: Už je čas
de: Die Zeit ist abgelaufen
el: Ο χρόνος τελείωσε
es: Se ha agotado el tiempo
fa: وقت تمام شد
fr: Le temps est écoulé
gl: Esgotouse o tempo
hu: Lejárt az idő
it_it: Tempo scaduto
ja: 時間切れ
ko_kr: 시간이 다 됐어요
nl_nl: Tijd is om
pl: Czas minął
pt_br: O tempo acabou
ru: Время истекло
sk: Čas vypršal
sr: Време је истекло
tr: Süre doldu
uk: Час вичерпано
zh_cn: 该结束了

source: Repeat
ca: Repetir
cs: Opakovat
de: Wiederholen
el: Επανάληψη
es: Repetir
fa: تکرار
fr: Répéter
gl: Repetir
hu: Ismétlés
it_it: Ripeti
ja: 繰り返し
ko_kr: 반복
nl_nl: Herhalen
pl: Powtórz
pt_br: Repetir
ru: Повтор
sk: Opakovať
sr: Понови
tr: Yinele
uk: Повторити
zh_cn: 重复

source: Done
ca: Fet
cs: Hotovo
de: Erledigt
el: Ολοκληρώθηκε
es: Hecho
fa: تمام
fr: Terminé
gl: Feito
hu: Kész
it_it: Fatto
ja: 完了
ko_kr: 끝
nl_nl: Voltooid
pl: Gotowe
pt_br: Feito
ru: Готово
sk: Hotovo
sr: Готово
tr: Tamam
uk: Готово
zh_cn: 完成

source: Read timer (%1)
ar: عدّاد وقت القراءة (%1)
ca: Temporitzador de lectura (%1)
cs: Čtecí časovač (%1)
de: Lese-Timer (%1)
el: Χρονόμετρο ανάγνωσης (%1)
es: Temporizador de lectura (%1)
fa: زمان‌سنج مطالعه(%1)
fr: Minuterie de lecture (%1)
gl: Temporizador de lectura (%1)
hu: Olvasási időzítő (%1)
it_it: Timer di lettura (%1)
ja: 読書タイマー (%1)
ko_kr: 타이머 읽기(%1)
nl_nl: Leeswekkertje (%1)
pl: Alarm (%1)
pt_br: Temporizador de leitura (%1)
ro: Temporizator citire (%1)
ru: Таймер чтения (%1)
sk: Časovač čítania (%1)
sr: Тајмер читања (%1)
tr: Okuma zamanlayıcı (%1)
uk: Таймер читання (%1)
zh_cn: 阅读定时器 (%1)

source: Set alarm
ar: ضبط المنبه
ca: Configurar alarma
cs: Nastavit alarm
de: Setze Zeitpunkt
el: Ορισμός χρονοδιακόπτη
es: Configurar alarma
fa: تنظیم زنگ هشدار
fr: Régler l’alarme
gl: Configurar alarma
hu: Riasztás beállítása
it_it: Imposta sveglia
ja: アラームを設定
ko_kr: 알람 설정
nl_nl: Alarm instellen
pl: Ustaw alarm
pt_br: Definir alarme
ro: Setează alarmă
ru: Предупреждать
sk: Nastaviť upozornenie
sr: Постави аларм
tr: Alarmı ayarla
uk: Установити попередження
zh_cn: 设置闹钟

source: New alarm
ar: منبه جديد
ca: Nova alarma
cs: Nový alarm
de: Neuer Zeitpunkt
el: Νέος χρονοδιακόπτης
es: Nueva alarma
fa: زنگ هشدار جدید
fr: Nouvelle alarme
gl: Nova alarma
hu: Új riasztás
it_it: Nuova sveglia
ja: 新規アラーム
ko_kr: 새로운 알람
nl_nl: Nieuw alarm
pl: Nowy alarm
pt_br: Novo alarme
ro: Alarmă nouă
ru: Новое предупреждение
sk: Nové upozornenie
sr: Нови аларм
tr: Yeni alarm
uk: Нове попередження
zh_cn: 新闹钟

source: Enter a time in hours and minutes.
ca: Introduir una hora en hores i minuts.
cs: Vložte čas v hodinách a minutách.
de: Gib eine Zeit in Stunden und Minuten ein.
el: Εισαγάγετε μια ώρα σε ώρες και λεπτά.
es: Introducir una hora en horas y minutos.
fa: یک زمان به صورت ساعت و دقیقه وارد کنید.
fr: Entrez l’heure et les minutes.
gl: Insire unha hora en horas e minutos.
hu: Idő beállítása óra és perc formátumban.
it_it: Inserisci un tempo in ore e minuti.
ja: 時間を時と分で入力します。
ko_kr: 시간과 분으로 시간을 입력합니다.
nl_nl: Voer een tijd in uren en minuten in.
pl: Podaj czas w godzinach i minutach.
pt_br: Insira um tempo em horas e minutos.
ro: Întrodu un timp în ore și minute.
ru: Введите время в часах и минутах.
sk: Zadajte čas v hodinách a minútach.
sr: Унесите време у сатима и минутима.
tr: Saat ve dakika olarak bir zaman yazın.
uk: Введіть час у годинах і хвилинах.
zh_cn: 以小时和分钟为单位输入时间。

source: Timer set for %1:%2. That's %3 from now.
ar: تم ضبط المؤقت على %1: %2. هذا هو %3 من الآن.
ca: Temporitzador programat a les %1:%2. És a dir, %3 des d'aquest moment.
cs: Časovač je nastaven na: %1:%2. To je za %3 od této chvíle.
de: Timer eingestellt auf %1:%2. Das sind %3 ab jetzt.
el: Το χρονόμετρο ορίστηκε σε: %1:%2. Αυτό είναι %3 από τώρα.
es: Temporizador programado a las %1:%2. Es decir, %3 a partir del momento actual.
fa: زمان برای %1: %2 این %3 از حالا است.
fr: Minuterie réglée sur : %1:%2. C’est dans %3.
gl: Temporizador configurado para as %1:%2. Iso é dentro de %3 desde agora.
hu: Időzítő beállítva: %1:%2. Még hátravan %3.
it_it: Timer impostato alle %1:%2. Mancano %3 da questo momento.
ja: タイマーを %1:%2 で設定しました。 %3 後です。
ko_kr: %1:%2에 대한 타이머 설정. 지금부터 %3입니다.
nl_nl: Wekker ingesteld op %1:%2. Dat is %3 van nu.
pl: Alarm ustawiony na %1:%2. To %3 od teraz.
pt_br: Temporizador definido para: %1:%2. Isso é %3 a partir de agora.
ro: Temporizatorul este setat la %1:%2. Asta înseamnă %3 de acum.
ru: Таймер установлен на %1:%2. Событие произойдёт через %3.
sk: Časovač nastavený na %1:%2. To je %3 odteraz.
sr: Тајмер је постављен на %1.%2. То је за %3.
tr: Zamanlayıcı ayarı: %1:%2 Şu andan itibaren %3 sonra.
uk: Таймер встановлено на: %1:%2. Це за %3.
zh_cn: 定时器已设为：%1:%2。 现在算起还有 %3。

source: Timer could not be set. The selected time is in the past.
ar: تعذر تعيين المؤقت. لأنّ الوقت المحدد في الماضي.
ca: No s'ha pogut configurar el temporitzador. L'hora seleccionada està en el passat.
cs: Časovač nemohl být nastaven, protože jste určili čas v minulosti.
de: Der Timer konnte nicht eingestellt werden. Die gewählte Zeit liegt in der Vergangenheit.
el: Δεν ήταν δυνατή η ρύθμιση του χρονόμετρου. Η επιλεγμένη ώρα έχει παρέλθει.
es: No se ha podido configurar el temporizador. La hora seleccionada está en el pasado.
fa: نمی‌توان تایمر را تنظیم کرد. زمان تعیین شده گذشته است.
fr: La minuterie n’a pas pu être réglée. L’heure sélectionnée se situe dans le passé.
gl: Non se puido configurar o temporizador. A hora seleccionada está no pasado.
hu: Az időzítőt nem lehet beállítani. A kiválasztott időpont nem lehet múltbeli.
it_it: Impossibile impostare il timer. L'ora selezionata è già passata.
ja: タイマーを設定できませんでした。 過去の時間を指定しています。
ko_kr: 타이머를 설정할 수 없습니다. 선택한 시간은 과거입니다.
nl_nl: Wekker kon niet worden ingesteld. De geselecteerde tijd is in het verleden.
pl: Alarm nie może być ustawiony. Wybrany czas przypada w przeszłości.
pt_br: O temporizador não pôde ser definido. A hora selecionada está no passado.
ro: Temporizatorul nu a putut fi setat. Timpul ales este în trecut.
ru: Невозможно установить таймер: выбрано прошедшее время.
sk: Časovač sa nepodarilo nastaviť. Zvolený čas je v minulosti.
sr: Није могао да се постави тајмер. Изабрано време је у прошлости.
tr: Zamanlayıcı ayarlanamadı. Seçilmiş zaman geçmişte.
uk: Не вдалося встановити таймер. Ви вибрали поточний або минулий час.
zh_cn: 无法设置定时器。所选时间已过。

source: Set timer
ar: ضبط المؤقّت
ca: Iniciar temporitzador
cs: Nastavit časovač
de: Stelle Timer
el: Ρύθμιση χρονόμετρου
es: Iniciar temporizador
fa: تنظیم تایمر
fr: Régler la minuterie
gl: Configurar temporizador
hu: Időzítő beállítása
it_it: Imposta timer
ja: タイマー設定
ko_kr: 타이머 설정
nl_nl: Wekker instellen
pl: Ustaw alarm
pt_br: Iniciar temporizador
ro: Setează temporizator
ru: Применить
sk: Nastaviť časovač
sr: Постави тајмер
tr: Zamanlayıcıyı ayarla
uk: Встановити таймер
zh_cn: 设置定时器

source: Set reader timer
ar: ضبط مؤقّت القراءة
ca: Configurar temporitzador de lectura
cs: Nastavit čas v časovači
de: Stelle Lese-Timer
el: Ρύθμιση χρονόμετρου ανάγνωσης
es: Configurar temporizador de lectura
fa: تعیین تایمر مطالعه
fr: Régler la minuterie
gl: Configurar temporizador de lectura
hu: Olvasási időzítő beállítása
it_it: Imposta il timer di lettura
ja: 読書タイマー設定
ko_kr: 독서 타이머 설정
nl_nl: Leeswekkertje instellen
pl: Ustaw alarm
pt_br: Definir temporizador de leitura
ro: Setează temporizator citire la ora
ru: Установить таймер чтения
sk: Nastaviť čas na prečítanie
sr: Постави тајмер читања
tr: Okuma zamanlayıcısını ayarla
uk: Налаштування таймера читання
zh_cn: 设置阅读定时器
