Repository: spruceUI/spruceOS
Catalog: App/KoReader/l10n/*/koreader.po
Languages: ar, ca, cs, de, el, es, fa, fr, gl, hu, it_it, ja, ko_kr, nl_nl, pl, pt_br, ro, ru, sk, sr, tr, uk, zh_cn

source: In reflow mode, sets the max number of columns to try to detect in the original document. You might need to set it to 1 column if, in a full width document, text is incorrectly detected as multiple columns because of unlucky word spacing.
ar: في وضع إعادة التدفق ، يعيّن الحد الأقصى لعدد الأعمدة التي تريد اكتشافها في المستند الأصلي. قد تحتاج إلى تعيينه على عمود واحد إذا تم اكتشاف النص بشكل غير صحيح في مستند كامل العرض كأعمدة متعددة بسبب تباعد الكلمات غير المحظوظ.
ca: En el mode de redistribució de text, defineix el nombre màxim de columnes a tractar de detectar en el document original. Pot ser necessari establir-ho en 1 columna, si en un document ajustat a l'amplària, es detecten, erròniament, múltiples columnes a causa d'un desafortunat espaiat de paraules.
cs: Při „přeformátování“ umožňuje nastavit maximální počet sloupečků, které se KOReader pokusí rozpoznat v otevřeném dokumentu. V případě, že bude v dokumentu na celou šířku obrazovky text nesprávně rozpoznán jako více sloupečků (z důvodu nešťastných mezer mezi slovy), můžete zkusit nastavit 1 sloupeček.
de: Legt im Reflow-Modus die maximale Anzahl von Spalten fest, die im Originaldokument erkannt werden sollen. Möglicherweise müssen Sie sie auf 1 Spalte einstellen, wenn in einem Dokument voller Breite Text aufgrund eines unglücklichen Wortabstands fälschlicherweise als mehrspaltig erkannt wird.
el: Σε λειτουργία αναδιάταξης κειμένου, ορίζει τον μέγιστο αριθμό στηλών που θα ανιχνευθούν στο αρχικό έγγραφο. Ίσως χρειαστεί να το ορίσετε σε 1 στήλη εάν, σε ένα έγγραφο πλήρους πλάτους, το κείμενο εντοπίζεται εσφαλμένα ως πολλές στήλες λόγω κακής ρύθμισης των διαστημάτων μεταξύ των λέξεων.
es: En el modo de redistribución de texto, establece el número máximo de columnas a tratar de detectar en el documento original. Puede que sea necesario establecerlo en 1 columna en documentos ajustados al ancho, si se detectan, erróneamente, varias columnas debido a un desafortunado espaciado de palabras.
fa: حداکثر تعداد ستون‌های سند اصلی را برای شناسایی در حالت چینش مجدد تعیین کنید. ممکن است نیاز باشد ۱ ستون درنظر گرفته شود اگر تمام عرض سند را فرا گرفته باشد ولی به دلیل فضای بین کلمات، متن به اشتباه چند ستونه شناسایی شده است.
fr: En mode remise en page, définit le nombre maximum de colonnes pouvant être détéctées dans le document original. Au besoin, régler à 1 colonne si, dans un document pleine largeur, le texte est incorrectement détecté en multiples colonnes à cause d’un espacement malchanceux entre les mots.
gl: En modo de redistribución, configura o número máximo de columnas para detectar no documento orixinal. Podes necesitar configuralo a 1 columna se ocorre que nun texto a páxina completa, se detectan múltiples columnas debido a un espazado de palabras pouco afortunado.
hu: Tördelhető/reflow módban beállítja az oszlopok maximális számát, hogy így próbálja meg az eredeti dokumentumot észlelni. Lehet, hogy 1 oszloposra kell állítani, ha egy teljes szélességű dokumentumban a szöveg több oszloposként van érzékelve az elrontott szavak közti táv miatt.
it_it: In modo di testo rifluente, imposta il numero di colonne massimo da cercare di riconoscere nel documento. Potrebbe essere meglio impostarlo a 1 se, in un documento a larghezza piena, il testo viene erroneamente identificato come a più colonne per via di una spaziatura infelice tra le parole.
ja: リフローモードでの元の文書で検出しようと試みる最大列数を設定します。 全幅の文書において、不幸な単語の間隔により文章が誤って複数列として検出された場合にはこの値を1列に設定する必要があります。
ko_kr: 가변형 모드에서 원본 문서에서 감지할 최대 열 수를 설정합니다. 전체 너비 문서에서 예상치 못한 낱말 간격 때문에 텍스트가 여러 열로 잘못 감지되는 경우에는 1열로 설정해야 할 수 있습니다.
nl_nl: In tekstherschikkingsmodus, het maximum aantal kolommen dat in het originele document zal worden gedetecteerd. Het kan nodig zijn om het in te stellen op 1 kolom als een document met tekst over de volledige breedte ten onrechte wordt gedetecteerd als meerdere kolommen vanwege de ongelukkige woordspeling.
pl: W trybie reflow ustawia maksymalną liczbę kolumn do wykrycia w oryginalnym dokumencie. Może być konieczne ustawienie 1 kolumny, jeśli w dokumencie o pełnej szerokości tekst jest nieprawidłowo wykrywany jako wiele kolumn z powodu niefortunnych odstępów między wyrazami.
pt_br: No modo de refluxo, define o número máximo de colunas a serem detectadas no documento original. Pode ser necessário defini-lo como 1 coluna se, em um documento de largura total, o texto for detectado incorretamente como várias colunas devido ao espaçamento incorreto entre as palavras.
ro: În modul rearanjare setează numărul maxim de coloane care trebuie identificate în documentul original. Va trebuie să setezi acest număr la 1 dacă într-un document fără coloane textul este detectat incorect ca fiind pe mai multe coloane din cauza spațiului dintre cuvinte prea mare.
ru: Максимальное количество колонок в режиме перекомпоновки, которое необходимо обнаружить в исходном документе. Возможно, вам придётся задать одну колонку, если в документе полной ширины текст неправильно определяется многоколоночным из-за неудачного интервала между словами.
sk: V režime preformátovania nastaví maximálny počet stĺpcov, ktoré sa pokúsi program zistiť v pôvodnom dokumente. Možno budete musieť nastaviť na 1 stĺpec, ak je v dokumente s plnou šírkou text nesprávne rozpoznaný ako viacero stĺpcov z dôvodu "nešťastných" medzier medzi slovami.
sr: У режиму преслагања, поставља максимални број колона које покушавају да се детектују у оригиналном документу. Можете да поставите на 1 ако се, у случају документа пуне ширине, текст неисправно детектује као да је сложен у више колона због несрећног размака између речи.
tr: Yeniden akış kipinde, özgün belgede algılanmaya çalışılan en fazla sütun sayısını ayarlar. Tam genişlikteki bir belgede, metin şanssız bir sözcük aralığı nedeniyle yanlış bir şekilde birden çok sütun olarak algılanırsa, bunu 1 sütun olarak ayarlamanız gerekebilir.
uk: У режимі перекомпонування встановлює щонайбільшу кількість стовпиків, які необхідно виявити в початковому документі. Можливо, вам доведеться встановити його в 1 стовпчик, якщо в документі повної ширини текст неправильно визначається як кілька стовпчиків через невдалий інтервал між словами.
zh_cn: 在重排模式下，设置检测原始文档中列数的最大值。 若在部分全宽文档中，错误的将其识别为了多列文档，则你可以将这个设置修改为 1。

source: Local calibre library
ar: مكتبة calibre المحلية
ca: Biblioteca local de Calibre
cs: Lokální calibre knihovna
de: Lokaler Calibre Katalog
el: Τοπικός κατάλογος calibre
es: Biblioteca local de Calibre
fa: کتابخانه محلی کالیبره
fr: Bibliothèque d’une instance locale de calibre
gl: Catálogo local de calibre
hu: Helyi Calibre könyvtár
it_it: Biblioteca locale di Calibre
ja: ローカルCalibre書庫
ko_kr: 기기의 캘리버 라이브러리
nl_nl: Lokale calibrebibliotheek
pl: Lokalny katalog calibre
pt_br: Biblioteca local do Calibre
ro: Bibliotecă Calibre locală
ru: Локальная библиотека Calibre
sk: Lokálna knižnica Calibre
sr: Локална calibre библиотека
tr: Yerel Calibre kitaplığı
uk: Локальна бібліотека calibre
zh_cn: 本地 Calibre 书目

# Font size
source: pt
ca: punts
de: pkt
es: puntos
hu: pont
ja: ポイント
ru: п
sk: bodov
uk: пт

# Length
source: mm
ca: mil·límetres
el: χιλ.
es: milímetros
fa: میلیمتر
pt_br: milímetros
ru: мм
tr: aa
uk: мм
zh_cn: 毫米

# Length
source: in
ca: polzades
el: ίντσες
es: pulgadas
fa: اینچ
fr: pouce
gl: polgadas
hu: inch
it_it: pollice
ja: インチ
nl_nl: inch
pt_br: polegadas
ru: дм
tr: şu olarak
uk: дюймів
zh_cn: 英寸

source: custom
ar: مخصّص
ca: personalitzat
cs: vlastní
de: Benutzerdefiniert
el: προσαρμοσμένα
es: personalizado
fa: سفارشی
fr: personnalisé
gl: personalizado
hu: egyedi
it_it: personalizzato
ja: カスタム
ko_kr: 사용자화
nl_nl: aangepast
pl: niestandardowy
pt_br: personalizado
ro: particularizat
ru: свой
sk: vlastné
sr: произвољно
tr: özel
uk: власне
zh_cn: 自定义

source: %1 %2 Current value: %3 Default value: %4
ar: %1 %2 القيمة الحالية: %3 القيمة الافتراضية: %4
ca: %1 %2 Valor actual: %3 Valor per defecte: %4
cs: %1 %2 Aktuální hodnota: %3 Výchozí hodnota: %4
de: %1 %2 Aktueller Wert: %3 Standard Wert: %4
el: %1 %2 Τρέχουσα τιμή: %3 Προεπιλεγμένη τιμή: %4
es: %1 %2 Valor actual: %3 Valor predeterminado: %4
fa: %1 %2 مقدار فعلی: %3 مقدار پیشفرض: %4
fr: %1 %2 Valeur actuelle : %3 Valeur par défaut : %4
gl: %1 %2 Valor actual: %3 Valor por defecto: %4
hu: %1 %2 Aktuális érték: %3 Alapértelmezett érték: %4
it_it: %1 %2 Valore attuale: %3 Valore predefinito: %4
ja: %1 %2 現在値: %3 既定値: %4
ko_kr: %1 %2 현재 값: %3 초기 값: %4
nl_nl: %1 %2 Huidige waarde: %3 Standaardwaarde: %4
pl: %1 %2 Aktualna wartość: %3 Domyślna wartość: %4
pt_br: %1 %2 Valor atual: %3 Valor padrão: %4
ro: %1 %2 Valoarea curentă: %3 Valoarea implicită: %4
ru: %1 %2 Текущее значение: %3 По умолчанию: %4
sk: %1 %2 Aktuálna hodnota: %3 Predvolená hodnota: %4
sr: %1 %2 Текућа вредност: %3 Подразумевана вредност: %4
tr: %1 %2 Geçerli değer: %3 Varsayılan değer: %4
uk: %1 %2 Поточне значення:%3 Типове значення:%4
zh_cn: %1: %2 当前值: %3 默认值: %4

source: %1 %2 Current value: %3 (%4) Default value: %5 (%6)
ar: %1 %2 القيمة الحالية: %3 (%4) القيمة الافتراضية: %5 (%6)
ca: %1 %2 Valor actual: %3 (%4) Valor per defecte: %5 (%6)
cs: %1 %2 Aktuální hodnota: %3 (%4) Výchozí hodnota: %5 (%6)
de: %1: %2 Aktueller Wert: %3 (%4) Standard Wert: %5 (%6)
el: %1 %2 Τρέχουσα τιμή: %3 (%4) Προεπιλεγμένη τιμή: %5 (%6)
es: %1 %2 Valor actual: %3 (%4) Valor predeterminado: %5 (%6)
fa: %1 %2 مقدار فعلی: %3 (%4) مقدار پیشفرض: %5 (%6)
fr: %1 %2 Valeur actuelle : %3 (%4) Valeur par défaut : %5 (%6)
gl: %1 %2 Valor actual: %3 (%4) Valor por defecto: %5 (%6)
hu: %1 %2 Aktuális érték: %3 (%4) Alapértelmezett érték: %5 (%6)
it_it: %1 %2 Valore attuale: %3 (%4) Valore predefinito: %5 (%6)
ja: %1 %2 現在値: %3 (%4) 既定値: %5 (%6)
ko_kr: %1 %2 현재 값: %3 (%4) 초기 값: %5 (%6)
nl_nl: %1: %2 Huidige waarde: %3 (%4) Standaardwaarde: %5 (%6)
pl: %1 %2 Aktualna wartość: %3 (%4) Domyślna wartość: %5 (%6)
pt_br: %1 %2 Valor atual: %3 (%4) Valor padrão: %5 (%6)
ro: %1 %2 Valoarea curentă: %3 (%4) Valoarea implicită: %5 (%6)
ru: %1 %2 Текущее значение: %3 (%4) По умолчанию: %5 (%6)
sk: %1 %2 Aktuálna hodnota: %3 (%4) Predvolená hodnota: %5 (%6)
sr: %1 %2 Текућа вредност: %3 (%4) Подразумевана вредност: %5 (%6)
tr: %1 %2 Geçerli değer: %3 (%4) Varsayılan değer: %5 (%6)
uk: %1 %2 Поточне значення:%3 (%4) Типове значення:%5 (%6)
zh_cn: %1: %2 当前值: %3 (%4) 默认值: %5 (%6)

source: %1 %2 Current value: %3 (%4) Default value: %5
ar: %1 %2 القيمة الحاليّة: %3 (%4) القيمة الافتراضيّة: %5
ca: %1 %2 Valor actual: %3 (%4) Valor per defecte: %5
cs: %1 %2 Aktuální hodnota: %3 (%4) Výchozí hodnota: %5
de: %1: %2 Aktueller Wert: %3 (%4) Standard Wert: %5
el: %1 %2 Τρέχουσα τιμή: %3 (%4) Προεπιλεγμένη τιμή: %5
es: %1 %2 Valor actual: %3 (%4) Valor por defecto: %5
fa: %1 %2 مقدار فعلی: %3 (%4) مقدار پیشفرض: %5
fr: %1 %2 Valeur actuelle : %3 (%4) Valeur par défaut : %5
gl: %1 %2 Valor actual: %3 (%4) Valor por defecto: %5
hu: %1 %2 Aktuális érték: %3 (%4) Alapértelmezett érték: %5
it_it: %1 %2 Valore attuale: %3 (%4) Valore predefinito: %5
ja: %1 %2 現在値: %3 (%4) 既定値: %5
ko_kr: %1 %2 현재 값: %3 (%4) 초기 값: %5
nl_nl: %1: %2 Huidige waarde: %3 (%4) Standaardwaarde: %5
pl: %1 %2 Aktualna wartość: %3 (%4) Domyślna wartość: %5
pt_br: %1 %2 Valor atual: %3 (%4) Valor padrão: %5
ro: %1 %2 Valoarea curentă: %3 (%4) Valoarea implicită: %5
ru: %1 %2 Текущее значение: %3 (%4) По умолчанию: %5
sk: %1 %2 Aktuálna hodnota: %3 (%4) Predvolená hodnota: %5
sr: %1 %2 Текућа вредност: %3 (%4) Подразумевана вредност: %5
tr: %1 %2 Geçerli değer: %3 (%4) Varsayılan değer: %5
uk: %1 %2 Поточне значення:%3 (%4) Типове значення:%5
zh_cn: %1: %2 当前值: %3 (%4) 默认值: %5

source: %1 %2 Current value: %3%4 Default value: %5%6
ca: %1 %2 Valor actual: %3%4 Valor per defecte: %5%6
cs: %1 %2 Aktuální hodnota: %3 %4 Výchozí hodnota: %5%6
de: %1 %2 Aktueller Wert: %3%4 Standardwert: %5%6
el: %1 %2 Τρέχουσα τιμή: %3%4 Προεπιλεγμένη τιμή: %5%6
es: %1 %2 Valor actual: %3%4 Valor por defecto: %5%6
fa: %1 %2 مقدار فعلی: %3%4 مقدار پیشفرض: %5%6
fr: %1 %2 Valeur actuelle : %3%4 Valeur par défaut : %5%6
gl: %1 %2 Valor actual: %3%4 Valor por defecto: %5%6
hu: %1 %2 Aktuális érték: %3 (%4) Alapértelmezett érték: %5%6
it_it: %1 %2 Valore attuale: %3%4 Valore predefinito: %5%6
ja: %1 %2 現在値: %3%4 既定値: %5%6
ko_kr: %1 %2 현재 값: %3%4 기본 값: %5%6
nl_nl: %1 %2 Huidige waarde: %3%4 Standaardwaarde: %5%6
pl: %1 %2 Aktualna wartość: %3%4 Domyślna wartość: %5%6
pt_br: %1 %2 Valor atual: %3%4 Valor padrão: %5%6
ro: %1 %2 Valoarea curentă: %3%4 Valoarea implicită: %5%6
ru: %1 %2 Текущее значение: %3%4 По умолчанию: %5%6
sk: %1 %2 Aktuálna hodnota: %3%4 Predvolená hodnota: %5%6
sr: %1 %2 Текућа вредност: %3%4 Подразумевана вредност: %5%6
tr: %1 %2 Geçerli değer: %3%4 Varsayılan değer: %5%6
uk: %1 %2 Поточне значення: %3%4 Типове значення: %5%6
zh_cn: %1 %2 当前值: %3%4 默认值: %5%6

source: Current margins: left: %1%2 right: %3%4 Default margins: not set
ca: Marges actuals: esquerre: %1%2 dret: %3%4 Marges per defecte: sense configurar
cs: Aktuální okraje: levý: %1%2 pravý: %3%4 Výchozí okraje: nenastaveny
de: Aktuelle Ränder: links: %1%2 rechts: %3%4 Standardränder: nicht festgelegt
el: Τρέχοντα περιθώρια: αριστερά: %1%2 δεξιά: %3%4 Προεπιλεγμένα περιθώρια: δεν έχουν οριστεί
es: Márgenes actuales: izquierdo: %1%2 derecho: %3%4 Márgenes por defecto: sin configurar
fa: حاشیه‌های فعلی: چپ: %1%2 راست: %3%4 حاشیه‌های پیشفرض: تعیین نشده
fr: Marges actuelles : gauche : %1%2 droite : %3%4 Marges par défaut : non définies
gl: Marxes actuais: esquerda: %1%2 dereita: %3%4 Marxes por defecto: sen configurar
hu: Aktuális margók: bal: %1%2 jobb: %3%4 Alapértelmezett margó: nincs beállítva
it_it: Margini attuali: sinistro: %1%2 destro: %3%4 Margini predefiniti: non impostati
ja: 現在の余白: 左: %1%2 右: %3%4 既定の余白: 未設定
ko_kr: 현재 여백: 왼쪽: %1%2 오른쪽: %3%4 기본 여백: 미설정
nl_nl: Huidige marges: links: %1%2 rechts: %3%4 Standaardmarges: niet ingesteld
pl: Aktualne marginesy: lewy: %1%2 prawy: %3%4 Domyślny margines: nie ustawiony
pt_br: Margens atuais: esquerda: %1%2 direita: %3%4 Margens padrão: não definidas
ro: Margini curente: stînga: %1%2 dreapta: %3%4 Margini implicite: nesetate
ru: Текущие поля: слева: %1%2 справа: %3%4 По умолчанию: не заданы
sk: Aktuálne okraje: vľavo: %1%2 vpravo: %3%4 Predvolené okraje: nenastavené
sr: Тренутне маргине: лева: %1%2 десна: %3%4 Подразумеване маргине: нису постављене
tr: Geçerli kenar boşlukları: sol: %1%2 sağ: %3%4 Varsayılan kenar boşlukları: Ayarlanmamış
uk: Поточні поля: ліворуч: %1%2 праворуч: %3%4 Типові поля: не встановлено
zh_cn: 当前边距： 左边距：%1%2 右边局：%3%4 默认边距：未设置

source: Current margins: left: %1%2 right: %3%4 Default margins: left: %5%6 right: %7%8
ca: Marges actuals: esquerre: %1%2 dret: %3%4 Marges per defecte: esquerre: %5%5%6 dret: %7%8
cs: Aktuální okraje: levý: %1%2 pravý: %3%4 Výchozí okraje: levý: %5%6 pravý: %7%8
de: Aktuelle Ränder: links: %1%2 rechts: %3%4 Standard-Ränder: links: %5%6 rechts: %7%8
el: Τρέχοντα περιθώρια: αριστερά: %1%2 δεξιά: %3%4 Προεπιλεγμένα περιθώρια: αριστερά: %5%6 δεξιά: %7%8
es: Márgenes actuales: izquierdo: %1%2 derecho: %3%4 Márgenes por defecto: izquierdo: %5%6 derecho:%7%8
fa: حاشیه‌های فعلی: چپ: %1%2 راست: %3%4 حاشیه‌های پیشفرض: چپ: %5%6 راست: %7%8
fr: Marges actuelles : gauche : %1%2 droite : %3%4 Marges par défaut : gauche : %5%6 droite : %7%8
gl: Marxes actuais: esquerda: %1%2 dereita: %3%4 Marxes por defecto: esquerda: %5%6 dereita: %7%8
hu: Aktuális margók: bal: %1%2 jobb: %3%4 Alapértelmezett margók: bal: %5%6 jobb: %7%8
it_it: Margini attuali: sinistro: %1%2 destro: %3%4 Margini predefiniti: sinistro: %5%6 destro: %7%8
ja: 現在の余白: 左: %1%2 右: %3%4 既定の余白: 左: %5%6 右: %7%8
ko_kr: 현재 여백: 왼쪽: %1%2 오른쪽: %3%4 기본 여백: 왼쪽: %5%6 오른쪽: %7%8
nl_nl: Huidige marges: links: %1%2 rechts: %3%4 Standaardmarges: links: %5%6 rechts: %7%8
pl: Aktualne marginesy: lewy: %1%2 prawy: %3%4 Domyślne marginesy: lewy: %5%6 prawy: %7%8
pt_br: Margens atuais: esquerda: %1%2 direita: %3%4 Margens padrão: esquerda: %5%6 direita: %7%8
ro: Margini curente: stînga: %1%2 dreapta: %3%4 Margini implicite: stînga: %5%6 dreapta: %7%8
ru: Текущие поля: слева: %1%2 справа: %3%4 По умолчанию: слева: %5%6 справа: %7%8
sk: Aktuálne okraje: vľavo: %1%2 vpravo: %3%4 Predvolené okraje: vľavo: %5%6 vpravo: %7%8
sr: Тренутне маргине: лева: %1%2 десна: %3%4 Подразумеване маргине: лева: %5%6 десна: %7%8
tr: Geçerli kenar boşlukları: sol: %1%2 sağ: %3%4 Varsayılan kenar boşlukları: sol: %5%6 sağ: %7%8
uk: Поточні поля: ліворуч: %1%2 праворуч: %3%4 Типові поля: ліворуч: %5%6 праворуч: %7%8
zh_cn: 当前边距： 左边距：%1%2 右边距：%3%4 默认边距： 左边距：%5%6 右边距：%7%8

source: Avoid mandatory black flashes in UI
ar: تَجَنَّب الرَّمشَاتِ السَّوداءِ الإجباريّةِ في واجهة البرنامج
ca: Evitar els centelleigs negres en la interfície d'usuari
cs: Omezit povinné černé blikání v uživ. rozhraní
de: Erzwungenes schwarzes Blinken in der Benutzeroberfläche vermeiden
el: Αποφυγή υποχρεωτικών μαύρων αναλαμπών στη διεπαφή χρήστη
es: Evitar los destellos negros en la interfaz de usuario
fa: از فلاش‌های سیاه اجباری در رابط کاربری خودداری شود
fr: Éviter les flashs noirs obligatoires dans l’interface utilisateur
gl: Evitar flashes en negro na interfaz
hu: Kötelező fekete villanások elkerülése az UI-ban
it_it: Impedisci il lampeggio scuro nell'interfaccia utente
ja: UIで必須の黒色フラッシュを避ける
ko_kr: UI에서 검정색 강제 깜박임 사용하지 않기
nl_nl: Vermijd verplichte zwarte flitsen in interface
pl: Unikaj mrugania w interfejsie użytkownika
pt_br: Evitar flashes pretos obrigatórios na interface do usuário
ro: Evită clipirile negre obligatorii în interfață
ru: Не обновлять интерфейс
sk: Zabrániť čiernemu preblikávaniu v užívateľskom rozhraní
sr: Спречи обавезне бљескове црне у КИ
tr: Kullanıcı arayüzünde zorunlu kararmalardan kaçınılsın
uk: Уникати обов'язкових чорних спалахів у користувацькому інтерфейсі
zh_cn: 在UI处避免强制闪烁

source: Sleep
ar: سكون
ca: Suspendre
cs: Spát
de: Ruhezustand
el: Αναστολή λειτουργίας
es: Entrar en reposo
fa: خواب
fr: Mettre en veille
gl: Suspender
hu: A KOReader altatása
it_it: Riposo
ja: スリープ
ko_kr: 잠자기
nl_nl: Slapen
pl: Uśpij
pt_br: Suspender
ro: Repaus
ru: Режим сна
sk: Spánok
sr: Спавање
tr: Uyu
uk: Сон
zh_cn: 睡眠

source: More tools
ar: المزيد من الأدوات
ca: Més eines
cs: Další nástroje
de: Weitere Werkzeuge
el: Περισσότερα εργαλεία
es: Más herramientas
fa: ابزارهای بیشتر
fr: Plus d’outils
gl: Máis ferramentas
hu: További segédeszközök
it_it: Altri strumenti
ja: その他のツール
ko_kr: 더 많은 도구
nl_nl: Meer gereedschap
pl: Więcej narzędzi
pt_br: Mais ferramentas
ro: Mai multe unelte
ru: Прочие инструменты
sk: Ďalšie nástroje
sr: Још алата
tr: Diğer araçlar
uk: Більше інструментів
zh_cn: 更多工具

source: Help
ar: مُساعَدة
ca: Ajuda
cs: Nápověda
de: Hilfe
el: Βοήθεια
es: Ayuda
fa: کمک
fr: Aide
gl: Axuda
hu: Súgó
it_it: Aiuto
ja: ヘルプ
ko_kr: 도움말
pl: Pomoc
pt_br: Ajuda
ro: Ajutor
ru: Помощь
sk: Pomocník
sr: Помоћ
tr: Yardım
uk: Довідка
zh_cn: 帮助

source: Quickstart guide
ar: دَلِيلُ إرشاداتٍ سريع
ca: Guia d'inici ràpid
cs: Rychlý průvodce
de: Kurzanleitung
el: Σύντομος οδηγός χρήσης
es: Guía de inicio rápido
fa: راهنمای شروع سریع
fr: Guide de démarrage rapide
gl: Guía rápida
hu: 'KOReader rövid útmutató' kézikönyv
it_it: Guida rapida
ja: クイックスタートガイド
ko_kr: 처음 사용자 안내서
nl_nl: Snelstartgids
pl: Podręcznik szybkiego startu
pt_br: Guia de início rápido
ro: Ghid de pornire rapidă
ru: Краткое руководство
sk: Rýchly návod
sr: Водич за брзи почетак
tr: Hızlı başlangıç rehberi
uk: Короткий посібник
zh_cn: 快速开始向导

source: Report a bug
ar: أبلغ عن مُشكِلة
ca: Informar d'un error
cs: Nahlásit chybu
de: Einen Fehler melden
el: Αναφορά προβλήματος
es: Informar de un error
fa: گزارش یک مشکل
fr: Signaler un bogue
gl: Informar dun erro
hu: Hiba bejelentése
it_it: Segnala un bug
ja: バグを報告
ko_kr: 오류 보고
nl_nl: Meld een bug
pl: Zgłoś błąd
pt_br: Relatar um erro
ro: Raportează o problemă
ru: Сообщить об ошибке
sk: Nahlásenie chýb
sr: Пријавите баг
tr: Sorun bildirin
uk: Повідомити про ваду
zh_cn: 报告故障

source: (verbose logging is enabled)
de: (ausführliche Protokollierung ist aktiviert)
el: (η λεπτομερής καταγραφή είναι ενεργοποιημένη)
es: (registro detallado activado)
fa: (وقایع‌نگاری مفصل فعال شد)
fr: (la journalisation détaillée est activée)
gl: (rexistro detallado activado)
hu: (részletes naplózás engedélyezve)
it_it: (rapporto verboso abilitato)
ko_kr: (자세한 로깅이 활성화됨)
nl_nl: (uitgebreid loggen is ingeschakeld)
pl: (pełne rejestrowanie jest włączone)
pt_br: (o registro detalhado está ativado)
ru: (подробный журнал включён)
sk: (podrobné protokolovanie je povolené)
sr: (укључено је детаљно записивање)
tr: (ayrıntılı günlükleme etkinleştirildi)
uk: (докладне журналювання ввімкнено)
zh_cn: （详细日志已经启动）

source: Please report bugs to https://github.com/koreader/koreader/issues Version: %1 Detected device: %2
ar: نرجو منكَ الإبلاغَ عن الأخطاءِ أو المشاكلِ في البرنامج عبر: https://github.com/koreader/koreader/issues إصدارُ البرنامج (Version): %1 نوعُ جهازِكَ (Detected device): %2
ca: Per informar de qualsevol error: https://github.com/koreader/koreader/issues Versió: %1 Dispositiu detectat: %2
cs: Prosím hlaste chyby na webu: https://github.com/koreader/koreader/issues Verze: %1 Detekované zařízení: %2
de: Bitte melden Sie Fehler an https://github.com/koreader/koreader/issues Version: %1 Erkanntes Gerät: %2
el: Παρακαλούμε να αναφέρετε σφάλματα στο https://github.com/koreader/koreader/issues Έκδοση: %1 Συσκευή: %2
es: Por favor, informe de cualquier error en https://github.com/koreader/koreader/issues Versión: %1 Dispositivo detectado: %2
fa: لطفا مشکل را در نشانی زیر گزارش کنید https://github.com/koreader/koreader/issues نسخه: %1 دستگاه شناسایی شده: %2
fr: Veuillez signaler les bogues sur https://github.com/koreader/koreader/issues Version : %1 Appareil détecté : %2
gl: Por favor informa de erros en https://github.com/koreader/koreader/issues Versión: %1 Dispositivo detectado: %2
hu: Kérjük hibákat itt jelentsen: https://github.com/koreader/koreader/issues Verzió: %1 Detektált eszköz: %2
it_it: Segnala bug a https://github.com/koreader/koreader/issues Versione: %1 Dispositivo rilevato: %2
ja: バグの報告をお願いします https://github.com/koreader/koreader/issues バージョン: %1 検出したデバイス: %2
ko_kr: 오류는 다음의 주소로 보고해 주세요. https://github.com/koreader/koreader/issues 버전: %1 사용 기기 %2
nl_nl: Bugs kunnen worden gemeld op https://github.com/koreader/koreader/issues Versie: %1 Gedetecteerd apparaat: %2
pl: Błędy proszę zgłaszać na: https://github.com/koreader/koreader/issues Wersja: %1 Wykryte urządzenie: %2
pt_br: Por favor, informe erros em https://github.com/koreader/koreader/issues Versão: %1 Dispositivo detectado: %2
ro: Te rog raportează problemele la https://github.com/koreader/koreader/issues Versiune: %1 Dispozitiv identificat: %2
ru: Сообщайте нам об ошибках: https://github.com/koreader/koreader/issues Версия: %1 Обнаруженное устройство: %2
sk: Chyby nahláste prosím na https://github.com/koreader/koreader/issues Verzia: %1 Zistené zariadenie: %2
sr: Молимо вас да багове пријавите на https://github.com/koreader/koreader/issues Верзија: %1 Детектовани уређај: %2
tr: Lütfen sorunları şuraya bildirin https://github.com/koreader/koreader/issues Sürüm: %1 Algılanan aygıt: %2
uk: Надсилайте звіти про вади на https://github.com/koreader/koreader/issues Версія: %1 Виявлений пристрій: %2
zh_cn: 请在此处报告故障： https://github.com/koreader/koreader/issues 版本: %1 检测到的设备: %2
