Repository: spruceUI/spruceOS
Catalog: App/KoReader/l10n/*/koreader.po
Languages: ar, ca, cs, de, el, es, fa, fr, gl, hu, it_it, ja, ko_kr, nl_nl, pl, pt_br, ro, ru, sk, sr, tr, uk, zh_cn

source: Deselect all
ar: الغاء تحديد الكل
ca: No seleccionis res
cs: Zrušit výběr všech
de: Alle abwählen
el: Αποεπιλογή όλων
es: Deseleccionar todos
fa: لغوانتخاب همه
fr: Tout désélectionner
gl: Non seleccionar nada
hu: Összes kijelölés eltávolítása
it_it: Deseleziona tutti
ja: 選択を解除
ko_kr: 모두 선택 해제
nl_nl: Alles deselecteren
pl: Usuń wybór wszystkiego
pt_br: Desmarcar todos
ro: Deselectează tot
ru: Убрать выделение со всего
sk: Odznačiť všetko
sr: Уклони избор са свих
tr: Tümünü bırak
uk: Зняти виділення з усіх
zh_cn: 取消全选

source: Delete selected files? If you delete a file, it is permanently lost.
ar: حذف الملفات المحددة؟ إن حذفتَ ملفًّا, فسيذهب للأبد.
ca: Voleu suprimir els fitxers seleccionats? En suprimir un fitxer, es perd permanentment.
cs: Chcete smazat vybrané soubory? Pokud smažete soubor, bude trvale ztracen.
de: Ausgewählte Dateien löschen? Wenn Sie eine Datei löschen, ist sie dauerhaft verloren.
el: Να διαγραφούν τα επιλεγμένα αρχεία; Εάν διαγράψετε ένα αρχείο, αυτό χάνεται οριστικά.
es: ¿Borrar archivos seleccionados? Al borrar un archivo, se pierde permanentemente.
fa: پرونده‌های انتخاب‌شده حذف شود؟ اگر پرونده‌ای را حذف کنید، برای‌همیشه ازدست خواهد رفت.
fr: Supprimer les fichiers sélectionnés ? Si vous supprimez un fichier, il sera définitivement perdu.
gl: Borrar os ficheiros seleccionados? Se borras un ficheiro, este perderase para sempre.
hu: Törli a kijelölt fájlokat? A törölt fájlok véglegesen megsemmisülnek.
it_it: Eliminare i file selezionati? Se elimini un file, questo viene perso in modo permanente.
ja: 選択されたファイルを削除しますか? 削除したファイルが回復できません。
ko_kr: 선택한 파일을 삭제할까요? 파일을 삭제하면 영구적으로 사라집니다.
nl_nl: Geselecteerde bestanden verwijderen? Een verwijderd bestand is voor altijd verloren.
pl: Usunąć wybrane pliki? Jeśli usuniesz plik, zostanie on trwale utracony.
pt_br: Excluir arquivos selecionados? Se você excluir um arquivo, ele será perdido permanentemente.
ro: Ștergi fișierele selectate? Dacă ștergi un fișier, va fi pierdut definitiv.
ru: Удалить выбранные файлы? Отменить удаление файлов будет невозможно.
sk: Odstrániť vybraté súbory? Ak odstránite súbor, natrvalo sa stratí.
sr: Да обришем изабране фајлове? Ако обришете фајл, он је трајно изгубљен.
tr: Seçili dosyalar silinsin mi? Bir dosyayı silerseniz, kalıcı olarak kaybolacaktır.
uk: Видалити вибрані файли? Якщо видалити файл, він буде остаточно втрачений.
zh_cn: 删除所选文件？ 被删除的文件将永久丢失。

source: Exit select mode
ar: الخروج من الوضع المحدد
ca: Eixir del mode de selecció
cs: Opustit režim vybírání
de: Beenden des Auswahlmodus
el: Έξοδος από τη λειτουργία επιλογής
es: Salir del modo de selección
fa: خروج از حالت انتخاب
fr: Quitter le mode de sélection
gl: Saír do modo de selección
hu: Kilépés a kiválasztási módból
it_it: Esci dalla modalità di selezione
ja: 選択モードを解除
ko_kr: 선택 모드 끝내기
nl_nl: Selectiemodus verlaten
pl: Wyjdź z trybu wyboru
pt_br: Sair do modo de seleção
ro: Părăsește modul de selecție
ru: Выйти из режима выбора
sk: Ukončiť režim výberu
sr: Напусти режим избора
tr: Seçim kipinden çık
uk: Вийти з режиму вибору
zh_cn: 退出选择模式

source: Export highlights
ar: تصدير التظليلات
ca: Exportar subratllats
cs: Exportovat zvýraznění
de: Hervorhebungen exportieren
el: Εξαγωγή επισημάνσεων
es: Exportar subrayados
fa: خروجی گرفتن از هایلایت‌ها
fr: Exporter les surlignages
gl: Exportar os textos destacados
hu: Kiemelések exportálása
it_it: Esporta evidenziazioni
ja: ハイライトをエクスポート
ko_kr: 강조 표시 내보내기
nl_nl: Markeringen exporteren
pl: Eksportuj zaznaczenia
pt_br: Exportar destaques
ro: Exportă evidențieri
ru: Экспорт выделений
sk: Exportovať zvýraznenia
sr: Извези истицања
tr: Vurguları dışa aktar
uk: Експорт виділеного
zh_cn: 导出标注

source: Select files
ar: تحدّيد ملفات
ca: Seleccionar arxius
cs: Vybrat soubory
de: Dateien auswählen
el: Επιλογή αρχείων
es: Seleccionar archivos
fa: انتخاب پرونده‌ها
fr: Sélectionner des fichiers
gl: Seleccionar ficheiros
hu: Fájlok kiválasztása
it_it: Seleziona i file
ja: ファイルを選択
ko_kr: 파일 선택
nl_nl: Bestanden selecteren
pl: Wybierz pliki
pt_br: Selecionar arquivos
ro: Selectează fișiere
ru: Выбрать файлы
sk: Vybrať súbory
sr: Изаберите фајлове
tr: Dosyaları seç
uk: Вибрати файли
zh_cn: 选择文件

source: Paste
ar: لصق
ca: Pegar
cs: Vložit
de: Einfügen
el: Επικόλληση
es: Pegar
fa: جای‌گذاری
fr: Coller
gl: Pegar
hu: Beillesztés
it_it: Incolla
ja: 貼り付け
ko_kr: 붙여넣기
nl_nl: Plak
pl: Wklej
pt_br: Colar
ro: Lipește
ru: Вставить
sk: Vložiť
sr: Налепи
tr: Yapıştır
uk: Вставити
zh_cn: 粘贴

source: Go to HOME folder
ar: إذهب إلى المجلد الرئيسي
ca: Anar a la carpeta d'INICI
cs: Přejít na DOMOVSKOU složku
de: Gehe zu HOME-Verzeichnis
el: Μετάβαση στον Αρχικό Φάκελο
es: Ir a la carpeta de INICIO
fa: برو به پوشه خانه
fr: Aller dans le dossier d’accueil
gl: Ir ao cartafol de INICIO
hu: Ugrás a kezdőmappába
it_it: Vai alla cartella principale
ja: ホームフォルダーに移動
ko_kr: 홈 폴더로 이동
nl_nl: Ga naar thuismap
pl: Przejdź do folderu domowego
pt_br: Ir para a pasta de Início
ro: Mergi la dosarul „ACASĂ”
ru: Перейти в домашнюю папку
sk: Prejsť do domovského priečinku
sr: Иди у почетни директоријум
tr: Başlangıç klasörüne git
uk: Перейти до домашньої теки
zh_cn: 转到主目录

source: Open random document
ar: فتح مستند عشوائي
ca: Obre un document a l’atzar
cs: Otevřít náhodný dokument
de: Öffne zufälliges Dokument
el: Άνοιγμα τυχαίου εγγράφου
es: Abrir documento aleatorio
fa: سندی تصادفی را باز کن
fr: Ouvrir un document aléatoire
gl: Abrir documento aleatorio
hu: Véletlen könyv megnyitása
it_it: Apri documento casuale
ja: ランダムに文書を開く
ko_kr: 무작위 문서 열기
nl_nl: Willekeurig document openen
pl: Otwórz losowy dokument
pt_br: Abrir documento aleatório
ro: Deschide un document aleator
ru: Открыть случайный документ
sk: Otvoriť náhodný dokument
sr: Отвори случајно изабрани документ
tr: Rastgele bir belge aç
uk: Відкрити випадковий документ
zh_cn: 随机打开文档

source: Switch to SDCard
ar: تبديل إلى بطاقة الذاكرة
ca: Canviar a targeta SD
cs: Přepnout na SD kartu
de: Zur SD-Karte wechseln
el: Μετάβαση στην Κάρτα SD
es: Cambiar a tarjeta SD
fa: تعویض به اس‌دی‌کارت
fr: Basculer sur la carte SD
gl: Cambiar á tarxeta SD
hu: Átkapcsolás SD-kártyára
it_it: Passa alla scheda SD
ja: SDカードに切り替え
ko_kr: SDCard로 전환
nl_nl: Overschakelen naar SDCard
pl: Przełącz na kartę SD
pt_br: Mudar para cartão de memória
ro: Treci la Card SD
ru: Переключиться на SD-карту памяти
sk: Prepnúť na SD kartu
sr: Пређи на SD картицу
tr: SDCard'a geç
uk: Перемкнутися на карту SD
zh_cn: 切换至SD卡

source: Switch to internal storage
ar: التبديل إلى الذاكرة الداخلية
ca: Canviar a emmagatzematge intern
cs: Přepnout na vnitřní úložište
de: Umschalten auf internen Speicher
el: Μετάβαση στον εσωτερικό χώρο αποθήκευσης
es: Cambiar a almacenamiento interno
fa: تعویض به فضای ذخیره‌سازی داخلی
fr: Basculer sur le stockage interne
gl: Cambiar ao almecenamento interno
hu: Átkapcsolás belső tárhelyre
it_it: Passa all'archiviazione interna
ja: 内蔵ストレージに切り替え
ko_kr: 내부 저장소로 전환
nl_nl: Overschakelen naar interne opslag
pl: Przełącz na pamięć wewnętrzną
pt_br: Mudar para armazenamento interno
ro: Treci la stocare internă
ru: Переключиться на внутреннюю память
sk: Prepnúť na interné úložisko
sr: Пређи на интерно складиште
tr: Dahili depolamaya geç
uk: Перемкнутися навнутрішнє сховище
zh_cn: 切换至内部存储

source: Import files here
ar: قم باستيراد الملفّات هنا
ca: Importar arxius ací
cs: Importovat sem soubory
de: Dateien hier importieren
el: Εισαγάγετε αρχεία εδώ
es: Importar archivos aquí
fa: پرونده‌ها را به‌اینجا وارد کن
fr: Importer des fichiers ici
gl: Importar ficheiros aquí
hu: Fájlok importálása ide
it_it: Importa i file qui
ja: ここにファイルをインポートする
ko_kr: 여기에 파일 가져오기
nl_nl: Bestanden hier importeren
pl: Importuj pliki tutaj
pt_br: Importar arquivos aqui
ro: Importă fișierele aici
ru: Импортировать файлы сюда
sk: Súbory importovať sem
sr: Увези фајлове овде
tr: Dosyaları buraya içe aktar
uk: Імпортувати файли сюди
zh_cn: 导入文件到此处

source: Set '%1' as HOME folder?
ar: تحديد '%1' كمجلد البداية؟
ca: Voleu definir «%1» com a carpeta d’inici?
cs: Nastavit „%1“ jako DOMOVSKOU složku?
de: '%1' als HOME-Verzeichnis festlegen?
el: Ορισμός του "%1" ως Αρχικού Φακέλου;
es: ¿Establecer '%1' como carpeta de INICIO?
fa: %1 به‌عنوان پوشه خانه تنظیم شود؟
fr: Définir « %1 » comme dossier d’accueil ?
gl: Establecer '%1' como cartafol de INICIO?
hu: Legyen '%1' a kezdőmappa?
it_it: Impostare «%1» come cartella principale?
ja: '%1' をホームフォルダーに設定しますか?
ko_kr: '%1'를 홈 폴더로 설정할까요?
nl_nl: '%1' instellen als thuismap?
pl: Ustawić '%1' jako folder domowy?
pt_br: Definir '%1' como pasta de Início?
ro: Setezi '%1' ca dosar „ACASĂ”?
ru: Сделать «%1» домашней папкой?
sk: Nastaviť '%1' ako domovský priečinok?
sr: Да поставим ’%1’ као почетни директоријум?
tr: '%1' başlangıç klasörü olarak ayarlansın mı?
uk: Установити «%1» текою ДОМІВКИ?
zh_cn: 把 '%1' 设置为主目录吗？

source: Set as HOME
ar: تحديدٌ كمجلد البداية
ca: Defineix com a carpeta d’inici
cs: Nastavit jako DOMŮ
de: Als HOME setzten
el: Ορισμός ως Αρχικού Φακέλου
es: Establecer como carpeta de INICIO
fa: تعیین به‌ عنوان خانه
fr: Définir comme dossier d’accueil
gl: Aceptar
hu: Kezdőmappa mentése
it_it: Imposta come cartella principale
ja: ホームフォルダーに設定
ko_kr: 홈으로 설정
nl_nl: Instellen als thuismap
pl: Ustaw jako folder domowy
pt_br: Definir como Início
ro: Setare ca „Acasă”
ru: Сделать «домашней»
sk: Nastaviť ako domovský priečinok
sr: Постави као почетни
tr: Başlangıç klasörü olarak ayarla
uk: Установити ДОМАШНЬОЮ
zh_cn: 设为主目录

source: Do you want to open %1?
ar: هل تريد فتح %1؟
ca: Voleu obrir %1?
cs: Chcete otevřít %1?
de: Wollen Sie %1 öffnen?
el: Θέλετε να ανοίξετε το %1;
es: ¿Quiere abrir %1?
fa: آیا می‌خواهید %1 را باز کنید؟
fr: Voulez-vous ouvrir %1 ?
gl: Queres abrir %1?
hu: Megnyitja ezt: %1?
it_it: Vuoi aprire %1?
ja: %1 を開きますか？
ko_kr: %1을 열까요?
nl_nl: %1 openen?
pl: Czy chcesz otworzyć %1?
pt_br: Deseja abrir %1?
ro: Dorești să deschizi %1?
ru: Вы хотите открыть %1?
sk: Prajete si otvoriť %1?
sr: Желите ли да отворите %1?
tr: %1 dosyasını açmak ister misiniz?
uk: Хочете відкрити %1?
zh_cn: 是否要打开 %1?

source: Open
ar: فتح
ca: Obrir
cs: Otevřít
de: Öffnen
el: Άνοιγμα
es: Abrir
fa: باز کردن
fr: Ouvrir
gl: Abrir
hu: Megnyitás
it_it: Apri
ja: 開く
ko_kr: 열기
nl_nl: Openen
pl: Otwórz
pt_br: Abrir
ro: Deschide
ru: Открыть
sk: Otvoriť
sr: Отвори
tr: Aç
uk: Відкрити
zh_cn: 打开

source: Another
ar: ملفٌٌ آخر
ca: Un altre
cs: Jiný
de: Weiteres
el: Άλλο
es: Otro
fa: یکی‌دیگر
fr: Un autre
gl: Outro
hu: Másikat
it_it: Un altro
ja: その他
ko_kr: 또 다른
nl_nl: Andere
pl: Inny
pt_br: Outro
ro: Altul
ru: Другой
sk: Ďalší
sr: Други
tr: Diğer
uk: Інше
zh_cn: 换一个

source: File not found
ar: لم يتم العثور على الملف
ca: No s’ha trobat el fitxer
cs: Soubor nenalezen
de: Datei nicht gefunden
el: Το αρχείο δεν βρέθηκε
es: Archivo no encontrado
fa: فایل پیدا نشد
fr: Fichier introuvable
gl: Ficheiro non atopado
hu: A fájl nem található
it_it: File non trovato
ja: ファイルが見つかりません
ko_kr: 파일을 찾을 수 없음
nl_nl: Bestand niet gevonden
pl: Nie znaleziono pliku
pt_br: Arquivo não encontrado
ro: Fișierul nu a fost găsit
ru: Файл не найден
sk: Súbor nenájdený
sr: Фајл није пронађен
tr: Dosya bulunamadı
uk: Файл не знайдено
zh_cn: 无法找到文件

source: File already exists: %1
ca: El fitxer ja existeix: %1
cs: Soubor již existuje: %1
de: Die Datei existiert bereits: %1
el: Το αρχείο υπάρχει ήδη: %1
es: El archivo ya existe: %1
fa: فایل همین حالا هم وجود دارد: %1
fr: Le fichier existe déjà : %1
gl: O ficheiro xa existe: %1
hu: A fájl már létezik: %1
it_it: Il file esiste già: %1
ko_kr: 파일이 이미 있습니다: %1
nl_nl: Bestand bestaat al: %1
pl: Plik już istnieje: %1
pt_br: O arquivo já existe: %1
ru: Файл уже существует: %1
sk: Súbor už existuje: %1
sr: Фајл већ постоји: %1
tr: Dosya zaten var: %1
uk: Файл уже існує: %1
zh_cn: 文件已存在： %1

source: Folder already exists: %1
ca: La carpeta ja existeix: %1
cs: Složka již existuje: %1
de: Der Ordner existiert bereits: %1
el: Ο φάκελος υπάρχει ήδη: %1
es: La carpeta ya existe: %1
fa: پوشه همین حالا هم وجود دارد: %1
fr: Le dossier existe déjà : %1
gl: O cartafol xa existe: %1
hu: A mappa már létezik: %1
it_it: La cartella esiste già: %1
ko_kr: 폴더가 이미 있습니다: %1
nl_nl: Map bestaat al: %1
pl: Folder już istnieje: %1
pt_br: A pasta já existe: %1
ru: Папка уже существует: %1
sk: Priečinok už existuje: %1
sr: Фолдер већ постоји: %1
tr: Klasör zaten var: %1
uk: Тека вже існує: %1
zh_cn: 文件夹已存在： %1

source: Overwrite
ar: احفظ فوقه
ca: Sobreescriu
cs: Přepsat
de: Überschreiben
el: Αντικατάσταση
es: Sobrescribir
fa: بازنویسی
fr: Écraser
gl: Substituír
hu: Felülír
it_it: Sovrascrivi
ja: 上書き
ko_kr: 덮어쓰기
nl_nl: Overschrijven
pl: Nadpisz
pt_br: Substituir
ro: Suprascrie
ru: Перезаписать
sk: Prepísať
sr: Препиши
tr: Üzerine yaz
uk: Перезаписати
zh_cn: 覆盖

source: Move selected files to the current folder?
ar: نقل الملفات المحددة إلى المجلد الحالي؟
ca: Moure els arxius seleccionats a la carpeta actual?
cs: Přesunout vybrané soubory do aktuální složky?
de: Ausgewählte Dateien in den aktuellen Ordner verschieben?
el: Να μετακινηθούν τα επιλεγμένα αρχεία στον τρέχοντα φάκελο;
es: ¿Mover los archivos seleccionados a la carpeta actual?
fa: پرونده‌های انتخاب‌شده به پوشه فعلی منتقل شود؟
fr: Déplacer les fichiers sélectionnés dans le dossier actuel ?
gl: Mover os ficheiros seleccionados ao cartafol actual?
hu: Kijelölt fájlok áthelyezése a mappába?
it_it: Spostare i file selezionati nella cartella attuale?
ja: 選択されたファイルを現在のフォルダーに移動しますか？
ko_kr: 선택한 파일을 현재 폴더로 이동할까?
nl_nl: Geselecteerde bestanden naar de huidige map verplaatsen?
pl: Przenieść wybrane pliki do bieżącego folderu?
pt_br: Mover arquivos selecionados pra pasta atual?
ro: Muți fișierele selectate în dosarul curent?
ru: Перенести выбранные файлы в текущую папку?
sk: Presunúť vybraté súbory do aktuálneho priečinka?
sr: Да преместим изабране фајлове у текући директоријум?
tr: Seçili dosyalar geçerli klasöre taşınsın mı?
uk: Перемістити вибрані файли до поточної теки?
zh_cn: 将所选文件移动到当前文件夹？

source: Copy selected files to the current folder?
ar: نسخ الملفات المحددة إلى المجلد الحالي؟
ca: Voleu copiar els fitxers seleccionats en la carpeta actual?
cs: Kopírovat vybrané soubory do aktuální složky?
de: Ausgewählte Dateien in den aktuellen Ordner kopieren?
el: Να αντιγραφούν τα επιλεγμένα αρχεία στον τρέχοντα φάκελο;
es: ¿Copiar los archivos seleccionados en la carpeta actual?
fa: پرونده‌های انتخاب‌شده به پوشه فعلی رونوشت شود؟
fr: Copier les fichiers sélectionnés dans le dossier actuel ?
gl: Copiar os ficheiros seleccionados ao cartafol actual?
hu: Kijelölt fájlok másolása a mappába?
it_it: Copiare i file selezionati nella cartella attuale?
ja: 選択されたファイルを現在のフォルダーにコピーしますか？
ko_kr: 선택한 파일을 현재 폴더에 복사할까요?
nl_nl: Geselecteerde bestanden naar de huidige map kopiëren?
pl: Skopiować wybrane pliki do bieżącego folderu?
pt_br: Copiar arquivos selecionados pra pasta atual?
ro: Copiezi fișierele selectate în dosarul curent?
ru: Копировать выбранные файлы в текущую папку?
sk: Kopírovať vybrané súbory do aktuálneho priečinka?
sr: Да копирам изабране фајлове у текући директоријум?
tr: Seçili dosyalar geçerli klasöre kopyalansın mı?
uk: Копіювати вибрані файли до поточної теки?
zh_cn: 将所选文件复制到当前文件夹？

source: overwrite existing files
ca: sobreescriu els fitxers existents
cs: přepsat existující soubory
de: Bestehende Dateien überschreiben
el: αντικατάσταση υπαρχόντων αρχείων
es: sobrescribir archivos existentes
fa: بازنویسی فایلهایی که وجود دارند
fr: écraser les fichiers existants
gl: substituír os ficheiros existentes
hu: létező HTML fájl felülírása
it_it: sovrascrivere i files esistenti
ko_kr: 기존의 파일을 덮어쓰기
nl_nl: bestaande bestanden overschrijven
pl: nadpisz istniejące pliki
pt_br: sobrescrever arquivos existentes
ru: перезаписать существующие файлы
sk: prepísať existujúce súbory
sr: преписује постојеће фајлове
tr: var olan dosyaların üzerine yaz
uk: перезаписати наявні файли
zh_cn: 覆盖现有的文件

source: 1 file was not moved
ca: No s’ha mogut 1 fitxer
cs: 1 soubor nebyl přesunut
de: 1 Datei wurde nicht verschoben
el: 1 αρχείο δεν μετακινήθηκε
es: No se ha movido 1 archivo
fa: ۱ فایل منتقل نشد
fr: 1 fichier non déplacé
gl: 1 ficheiro non foi movido
hu: 1 fájl nem lett áthelyezve
it_it: 1 file non è stato spostato
ko_kr: %1 파일이 이동되지 않았습니다
nl_nl: 1 bestand niet verplaatst
pl: 1 plik nie został przeniesiony
pt_br: 1 arquivo não foi movido
ru: %1 файл не был перемещён
sk: 1 súbor nebol presunutý
sr: Премештен је %1 фајл
tr: 1 dosya taşınmadı
uk: 1 файл не переміщено
zh_cn: %1 个文件没有被删除

source: 1 file was not copied
ca: No s’ha copiat 1 fitxer
cs: 1 soubor nebyl zkopírován
de: 1 Datei wurde nicht kopiert
el: 1 αρχείο δεν αντιγράφηκε
es: No se ha copiado 1 archivo
fa: ۱ فایل کپی نشد
fr: 1 fichier n'a pas été copié
gl: 1 ficheiro non foi copiado
hu: 1 fájl nem lett átmásolva
it_it: 1 file non è stato copiato
ko_kr: %1 파일이 복사되지 않았습니다
nl_nl: 1 bestand niet gekopieerd
pl: 1 plik nie został skopiowany
pt_br: 1 arquivo não foi copiado
ru: %1 файл не был скопирован
sk: 1 súbor nebol skopírovaný
sr: Није копиран %1 фајл
tr: 1 dosya kopyalanmadı
uk: 1 файл не скопійовано
zh_cn: %1 个文件没有被复制

source: Failed to create folder: %1
ar: فشل إنشاء المجلد: %1
ca: S’ha produït un error en crear la carpeta: %1
cs: Nepodařilo se vytvořit složku: %1
de: Ordner konnte nicht erstellt werden: %1
el: Αποτυχία δημιουργία φακέλου: %1
es: Error al crear la carpeta: %1
fa: ایجاد پوشه ناموفق بود: %1
fr: Échec de la création du dossier : %1
gl: Non se puido crear o cartafol: %1
hu: Mappa létrehozási hiba: %1
it_it: Impossibile creare la cartella: %1
ja: フォルダーの作成に失敗しました: %1
ko_kr: 폴더 생성 실패: %1
nl_nl: Map aanmaken mislukt: %1
pl: Nie udało się utworzyć folderu: %1
pt_br: Falha em criar pasta: %1
ro: A eșuat crearea dosarului: %1
ru: Не удалось создать папку: %1
sk: Nepodarilo sa vytvoriť priečinok: %1
sr: Није успело креирање директоријума: %1
tr: Klasör eklenemedi: %1
uk: Не вдалося створити теку: %1
zh_cn: 未能新建文件夹： %1

source: File not found: %1
ar: لم يتم العثور على الملف: %1
ca: No s’ha trobat el fitxer: %1
cs: Soubor nenalezen: %1
de: Datei nicht gefunden: %1
el: Το αρχείο δεν βρέθηκε: %1
es: No se encontró el archivo: %1
fa: پرونده یافت نشد: %1
fr: Fichier non trouvé : %1
gl: Ficheiro non atopado: %1
hu: Fájl nem található: %1
it_it: File non trovato: %1
ja: ファイルが見つかりません: %1
ko_kr: 파일을 찾을 수 없음: %1
nl_nl: Bestand niet gevonden: %1
pl: Nie znaleziono pliku: %1
pt_br: Arquivo não encontrado: %1
ro: Fișierul nu a fost găsit: %1
ru: Файл не найден: %1
sk: Súbor nenájdený: %1
sr: Фајл није пронађен: %1
tr: Dosya bulunamadı: %1
uk: Файл не знайдено: %1
zh_cn: 未找到文件： %1

source: Delete file permanently?
ca: Voleu suprimir el fitxer permanentment?
cs: Chcete trvale smazat soubor?
de: Datei dauerhaft löschen?
el: Να διαγραφεί το αρχείο οριστικά;
es: ¿Quiere eliminar el archivo permanentemente?
fa: فایل برای همیشه حذف شود؟
fr: Supprimer définitivement le fichier ?
gl: Borrar permanentemente o ficheiro?
hu: Fájl végleges törlése?
it_it: Eliminare il file in modo permanente?
ja: 永久にファイルを削除しますか？
ko_kr: 파일을 영구적으로 삭제할까요?
nl_nl: Bestand permanent verwijderen?
pl: Usunąć plik trwale?
pt_br: Excluir arquivo permanentemente?
ru: Удалить файл безвозвратно?
sk: Odstrániť súbor natrvalo?
sr: Да ли да трајно обришем фајл?
tr: Dosya kalıcı olarak silinsin mi?
uk: Видалити файл остаточно?
zh_cn: 要永久删除文件吗？

source: Delete folder permanently?
ar: احذف المجلد للأبد؟
ca: Voleu suprimir la carpeta permanentment?
cs: Chcete trvale smazat složku?
de: Ordner dauerhaft löschen?
el: Να διαγραφεί ο φάκελος οριστικά;
es: ¿Quiere eliminar la carpeta permanentemente?
fa: پوشه برای همیشه پاک شود؟
fr: Supprimer définitivement le dossier ?
gl: Borrar o cartafol permanentemente?
hu: Mappa végleges törlése?
it_it: Eliminare la cartella definitivamente?
ja: 永久にフォルダーを削除しますか？
ko_kr: 폴더를 영구적으로 삭제할까요?
nl_nl: Map permanent verwijderen?
pl: Usunąć folder trwale?
pt_br: Excluir pasta permanentemente?
ru: Удалить папку безвозвратно?
sk: Odstrániť priečinok natrvalo?
sr: Да ли да трајно обришем директоријум трајно?
tr: Klasör kalıcı olarak silinsin mi?
uk: Видалити теку остаточно?
zh_cn: 要永久删除文件夹吗？

source: Book settings, highlights and notes will be deleted.
ar: إعدادات الكتاب، التحديدات والملاحظات ستُمحى.
ca: S'eliminaran els ajustos del llibre, els subratllats i les notes.
cs: Nastavení knihy, zvýraznění a poznámky budou smazány.
de: Die Bucheinstellungen, Markierungen und Notizen werden gelöscht.
el: Οι ρυθμίσεις του βιβλίου, οι επισημάνσεις και οι σημειώσεις θα διαγραφούν.
es: Se eliminarán los ajustes del libro, los subrayados y las notas.
fa: تنظیمات کتاب، هایلایت‌ها و یادداشتها پاک خواهد شد.
fr: Les paramètres du livre, les surlignages et les notes seront supprimés.
gl: A configuración do libro, os textos destacados e as notas serán borrados.
hu: A könyvbeállítások, kiemelések és jegyzetek törlődnek.
it_it: Le impostazioni del libro, le evidenziazioni e le note verranno eliminate.
ja: 書籍設定、ハイライトとノートが削除されます。
ko_kr: 책 설정과 하이라이트, 메모가 삭제됩니다.
nl_nl: Bookinstellingen, markeringen en notities zullen worden gewist.
pl: Ustawienia, zaznaczenia i notatki książki zostaną usunięte.
pt_br: As configurações do livro, destaques e notas serão excluídas.
ru: Настройки книги, выделения и заметки будут удалены.
sk: Nastavenia knihy, zvýraznenia a poznámky budú odstránené.
sr: Подешавања књиге, истицања и белешке ће се обрисати.
tr: Kitap ayarları, vurgular ve notları silinecek.
uk: Налаштування книги, виділені моменти та примітки буде видалено.
zh_cn: 书籍设置、标注和笔记将被删除。

source: Failed to delete: %1
ar: فشلت عملية الحذف: %1
ca: Error en esborrar: %1
cs: Nepodařilo se smazat: %1
de: Das Löschen ist fehlgeschlagen: %1
el: Αποτυχία διαγραφής αρχείου: %1
es: No se pudo eliminar: %1
fa: حذف ناموفق بود: %1
fr: Échec de la suppression : %1
gl: Non se puido borrar: %1
hu: Hiba törlés közben: %1
it_it: Impossibile eliminare il file: %1
ja: ファイルの削除に失敗しました: %1
ko_kr: 삭제 실패: %1
nl_nl: Verwijderen mislukt: %1
pl: Nie udało się usunąć: %1
pt_br: Falha ao excluir: %1
ro: A eșuat ștergerea: %1
ru: Не удалось удалить: %1
sk: Nepodarilo sa odstrániť: %1
sr: Није успело брисање: %1
tr: Dosya silinemedi: %1
uk: Не вдалося видалити: %1
zh_cn: 删除失败: %1

source: Failed to delete 1 file.
ca: No s’ha pogut suprimir 1 fitxer.
cs: Nepodařilo se smazat 1 soubor.
de: Das Löschen von 1 Datei ist fehlgeschlagen.
el: Αποτυχία διαγραφής 1 αρχείου.
es: No se pudo eliminar 1 archivo.
fa: حذف ۱ فایل ناموفق بود.
fr: Échec de la suppression de 1 fichier.
gl: Non se puido borrar 1 ficheiro.
hu: 1 fájl törlése sikertelen.
it_it: Eliminazione di 1 file fallita.
ko_kr: %1 파일을 삭제하지 못했습니다.
nl_nl: Het verwijderen van 1 bestand is mislukt.
pl: Nie udało się usunąć 1 pliku.
pt_br: Falha ao excluir 1 arquivo.
ru: Не получилось удалить %1 файл.
sk: Nepodarilo sa odstrániť 1 súbor.
sr: Није успело брисање %1 фајла.
tr: 1 dosya silinemedi.
uk: Не вдалося видалити 1 файл.
zh_cn: %1 个文件删除失败。

source: Rename file
ar: إعادة تسمية ملف
ca: Reanomena el fitxer
cs: Přejmenovat soubor
de: Datei umbenennen
el: Μετονομασία αρχείου
es: Cambiar nombre de archivo
fa: تغییر نام فایل
fr: Renommer le fichier
gl: Renomear ficheiro
hu: Fájl átnevezése
it_it: Rinomina file
ja: ファイルの名前を変更
ko_kr: 파일 이름바꾸기
nl_nl: Bestandsnaam wijzigen
pl: Zmień nazwę pliku
pt_br: Renomear arquivo
ro: Redenumește fișier
ru: Переименовать файл
sk: Premenovať súbor
sr: Промени име фајла
tr: Dosyayı yeniden adlandır
uk: Перейменувати файл
zh_cn: 重命名文件

source: Rename folder
ar: إعادة تسمية مجلد
ca: Reanomena la carpeta
cs: Přejmenovat složku
de: Ordner umbenennen
el: Μετονομασία φακέλου
es: Cambiar nombre de carpeta
fa: تغییرنام پوشه
fr: Renommer le dossier
gl: Renomear cartafol
hu: Mappa átnevezése
it_it: Rinomina cartella
ja: フォルダーの名前を変更
ko_kr: 폴더 이름 바꾸기
nl_nl: Mapnaam wijzigen
pl: Zmień nazwę folderu
pt_br: Renomear pasta
ro: Redenumește dosar
ru: Переименовать папку
sk: Premenovať priečinok
sr: Промени име директоријума
tr: Klasörü yeniden adlandır
uk: Перейменувати теку
zh_cn: 重命名文件夹
