Repository: spruceUI/spruceOS
Catalog: App/KoReader/l10n/*/koreader.po
Languages: ar, ca, cs, de, el, es, fa, fr, gl, hu, it_it, ja, ko_kr, nl_nl, pl, pt_br, ro, ru, sk, sr, tr, uk, zh_cn

source: Border fill
de: Randfüllung
el: Γέμισμα περιθωρίου
es: Rellenar los bordes
fa: حاشیه‌ها را پر کن
gl: Encher bordo
it_it: Riempimento cornice
ko_kr: 테두리 채우기
nl_nl: Randopvulling
pl: Wypełnienie obramowania
ru: Заливка полей
sk: Vyplniť okraje
sr: Испуна оквира
tr: Kenarlık doldurma

source: Black fill
de: Schwarz füllen
el: Μαύρο γέμισμα
es: Relleno negro
fa: با سیاه پر کن
gl: Encher de negro
it_it: Riempimento nero
ko_kr: 검정색 채우기
nl_nl: Zwarte opvulling
pl: Wypełnienie czarne
ru: Заливка чёрным
sk: Vyplniť čiernou
sr: Црна испуна
tr: Siyah doldurma

source: White fill
de: Weiß füllen
el: Λευκό γέμισμα
es: Relleno blanco
fa: با سفید پر کن
gl: Encher de branco
it_it: Riempimento bianco
ko_kr: 흰색 채우기
nl_nl: Witte opvulling
pl: Wypełnienie białe
ru: Заливка белым
sk: Vyplniť bielou
sr: Бела испуна
tr: Beyaz doldurma

source: No fill
de: Keine Füllung
el: Χωρίς γέμισμα
es: Sin relleno
fa: پر نکن
gl: Sen recheo
it_it: Nessun riempimento
ko_kr: 채우기 없음
nl_nl: Geen opvulling
pl: Bez wypełnienia
ru: Нет заливки
sk: Bez vyplnenia
sr: Без испуне
tr: Doldurma yok

source: Stretch to fit screen (with limit: %1 %)
ca: Ampliar per a ajustar a pantalla (amb límit: %1 %)
cs: Roztáhnout na velikost obrazovky (s omezením: %1 %)
de: Strecken zum Anpassen an die Bildschirmbreite (mit Limit %1 %)
el: Τέντωμα για προσαρμογή στην οθόνη (με όριο: %1 %)
es: Ampliar para ajustar a pantalla (con límite: %1 %)
fa: کشیدن تصویر تا انداره صفحه‌ شود (بامحدودیت: %1 ٪)
fr: Étirer pour remplir l’écran (avec limite : %1 %)
gl: Axustar ao tamaño da pantalla (con límite: %1 %)
hu: Nyújtás a képernyő kitöltéséig (szélesség korlát: %1 %)
it_it: Dilata per adattare allo schermo (con limite %1%)
ja: 画面に合わせて伸縮する(制限つき: %1 %)
ko_kr: 화면에 맞게 늘이기(제한: %1 %)
nl_nl: Rekken om scherm te vullen (met limiet: %1 %)
pl: Rozciągnij, aby dopasować do ekranu (z limitem: %1%)
pt_br: Esticar para caber na tela (com limite: %1%)
ro: Întinde pe tot ecranul (cu limita: %1 %)
ru: Растянуть на весь экран (предел: %1%)
sk: Roztiahnuť, pre prispôsobenie sa obrazovke (s limitom: %1 %)
sr: Растегни да стане на екран (уз ограничење: %1 %)
tr: Gererek ekrana sığdır (sınır ile: % %1)
uk: Розтягнути до розміру екрана (з обмеженням: %1 %)
zh_cn: 拉伸以适应屏幕（限制百分比为：%1%）

source: Stretch cover to fit screen
de: Umschlagbild an Bildschirmgröße anpassen
el: Τέντωμα εξωφύλλου για να ταιριάζει στην οθόνη
es: Ajustar la imagen de portada al tamaño de la pantalla
fa: کشیدن جلد تا انداره صفحه‌ شود
gl: Axustar a portada ao tamaño da pantalla
it_it: Estendi copertina per adattare allo schermo
ko_kr: 화면에 맞게 표지 늘이기
nl_nl: Omslag rekken om scherm te vullen
pl: Rozciągnij okładkę, aby dopasować do ekranu
ru: Растянуть обложку на весь экран
sk: Roztiahnuť obálku knihy pre prispôsobenie sa obrazovke
sr: Растегни омот тако да стане на екран
tr: Kapağı gererek ekrana yay

source: Postpone screen update after wake-up
cs: Zpozdit aktualizaci obrazovky po probuzení
de: Bildschirmaktualisierung nach dem Aufwachen aufschieben
el: Αναβολή ανανέωσης οθόνης μετά την αφύπνιση
es: Posponer la actualización de la pantalla al iniciarse
fa: تاخیر در بروزرسانی صفخه پس از بیداری
gl: Pospor a actualización da pantalla tras espertar
it_it: Posponi aggiornamento schermo a dopo il risveglio
ko_kr: 깨어난 후 화면 갱신 미루기
nl_nl: Schermupdate uitstellen na ontwaken
pl: Odrocz aktualizację ekranu po wybudzeniu
ru: Задержка обновления экрана после пробуждения
sk: Oneskoriť aktualizáciu obrazovky po zobudení
sr: Одложи ажурирање екрана након буђења
tr: Uyandırmadan sonra ekran güncellemesi ertelensin

source: No delay
cs: Bez zpoždění
de: Keine Verzögerung
el: Χωρίς καθυστέρηση
es: Sin retraso
fa: بدون تاخیر
gl: Sen retardo
it_it: Nessun ritardo
ko_kr: 지연 없음
nl_nl: Geen uitstel
pl: Bez opóźnienia
ru: Нет задержки
sk: Bez oneskorenia
sr: Без кашњења
tr: Gecikme yok

source: 1 second
ca: 1 segon
cs: 1 sekunda
de: 1 Sekunde
el: 1 δευτερόλεπτο
es: 1 segundo
fa: ۱ ثانیه
fr: 1 seconde
gl: 1 segundo
hu: 1 mp
it_it: 1 secondo
ja: %1 秒
ko_kr: %1 초
nl_nl: 1 seconde
pl: 1 sekunda
pt_br: 1 segundo
ro: 1 secundă
ru: %1 секунда
sk: 1 sekunda
sr: 1 секунда
tr: 1 saniye
uk: 1 секунда
zh_cn: %1 秒

source: 3 seconds
cs: 3 sekundy
de: 3 Sekunden
el: 3 δευτερόλεπτα
es: 3 segundos
fa: ۳ ثانیه
gl: 3 segundos
hu: 3 másodperc
it_it: 3 secondi
ko_kr: 3초
nl_nl: 3 seconden
pl: 3 sekundy
ru: 3 секунды
sk: 3 sekundy
sr: 3 секунде
tr: 3 saniye

source: 5 seconds
cs: 5 sekund
de: 5 Sekunden
el: 5 δευτερόλεπτα
es: 5 segundos
fa: ۵ ثانیه
gl: 5 segundos
hu: 5 másodperc
it_it: 5 secondi
ko_kr: 5초
nl_nl: 5 seconden
pl: 5 sekund
ru: 5 секунд
sk: 5 sekúnd
sr: 5 секунди
tr: 5 saniye

source: Until a tap
ar: حتى النقر
ca: Fins a la primera pulsació
cs: Do ťuknutím
de: Bis zu einem Tipp
el: Μέχρι το επόμενο πάτημα
es: Hasta la primera pulsación
fa: تا زمان لمس
fr: Jusqu’au prochain toucher
gl: Ata que se prema a pantalla
hu: Érintésig
it_it: Fino al tocco
ja: タップするまで
ko_kr: 탭할 때까지
nl_nl: Tot een tik
pl: Do stuknięcia
pt_br: Até um toque
ro: Pînă la o atingere
ru: До касания
sk: Až do ťuknutia
sr: Док се не тапне
tr: Dokunulana kadar
uk: До торкання
zh_cn: 直到点击

source: Until 'exit sleep screen' gesture
de: Bis zur Geste "Ruhebildschirm verlassen"
el: Μέχρι τη χειρονομία «Έξοδος από την οθόνη αναστολής λειτουργίας»
es: Hasta el gesto "salir de la pantalla de reposo"
fa: تا زمانی که ژست حرکتی 'خروج از صفحه خواب' اجرا شود
gl: Ata aceno de 'Saír da pantalla de suspensión'
it_it: Fino al gesto "Esci dallo schermo di sospensione"
ko_kr: '잠든 화면 끝내기' 제스처까지
nl_nl: Tot het gebaar "slaapscherm sluiten"
pl: Do wykonania gestu „Opuść ekran uśpienia”
ru: До использования жеста «Выход из заставки в режиме сна»
sk: Až do gesta "Ukončiť režim spánku obrazovky"
sr: Док се не изврши гестикулација ’Напусти екран спавања’
tr: 'Uyku ekranından çık' hareketine kadar

source: Custom images
cs: Vlastní obrázky
de: Benutzerdefinierte Bilder
el: Προσαρμοσμένες εικόνες
es: Imágenes personalizadas
fa: تصاویر سفارشی
gl: Imaxes personalizadas
it_it: Immagini personalizzate
ko_kr: 사용자 지정 이미지
nl_nl: Aangepaste afbeeldingen
pl: Niestandardowe obrazy
ru: Пользовательские изображения
sk: Vlastné obrázky
sr: Произвољне слике
tr: Özel görseller

source: Select image or document cover
cs: Vybrat obrázek nebo obálku dokumentu
de: Bild oder Deckblatt auswählen
el: Επιλογή εικόνας ή εξωφύλλου εγγράφου
es: Seleccionar una imagen o portada del documento
fa: انتخاب تصویر یا جلد سند
gl: Seleccionar imaxe ou portada do documento
it_it: Scegli immagine o copertina documento
ko_kr: 이미지나 문서의 표지 선택하기
nl_nl: Afbeelding of omslag selecteren
pl: Wybierz obraz lub okładkę dokumentu
ru: Выбрать изображение или обложку документа
sk: Zvoľte si obrázok alebo obálku knihy
sr: Изабери слику или омот документа
tr: Görsel ya da belge kapağı seçin

source: Select random image folder
cs: Vybrat náhodnou složku s obrázky
de: Zufälligen Bildordner auswählen
el: Επιλογή τυχαίου φακέλου εικόνας
es: Seleccionar carpeta de imágenes aleatorias
fa: انتخاب اتفاقی از پوشه تصویر
gl: Seleccionar cartafol para imaxe aleaoria
it_it: Scegli cartella immagine casuale
ko_kr: 무작위 이미지 폴더 선택하기
nl_nl: Willekeurige afbeeldingsmap selecteren
pl: Wybierz folder losowych obrazów
ru: Выбрать случайную папку с изображениями
sk: Zvoľte si priečinok pre náhodný výber obrázku
sr: Изабери случајни фолдер са сликама
tr: Rastgele görsel klasörünü seçin

source: Sleep screen message
de: Meldung auf dem Ruhebildschirm
el: Μήνυμα οθόνης αναστολής λειτουργίας
es: Mensaje de la pantalla de reposo
fa: پیام صفحه خواب
gl: Mensaxe para pantalla de suspensión
it_it: Messaggio schermo di sospensione
ko_kr: 잠든 화면 메시지
nl_nl: Slaapschermbericht
pl: Komunikat na ekranie uśpienia
ru: Сообщение на заставке в режиме сна
sk: Správa na obrazovke v režime spánku
sr: Порука екрана спавања
tr: Uyku ekranı iletisi

source: Add custom message to sleep screen
de: Benutzerdefinierte Nachricht zum Ruhebildschirm hinzufügen
el: Προσθήκη προσαρμοσμένου μηνύματος στην οθόνη αναστολής λειτουργίας
es: Añadir un mensaje personalizado a la pantalla de reposo
fa: افزودن پیام سفارشی به صفحه خواب
gl: Engadir mensaxe personalizada á pantalla de suspensión
it_it: Aggiungi messaggio personalizzato allo schermo di sospensione
ko_kr: 잠든 화면에 사용자 지정 문구 추가하기
nl_nl: Bericht aan slaapscherm toevoegen
pl: Dodaj niestandardowy komunikat do ekranu uśpienia
ru: Добавить сообщение на заставку в режиме сна
sk: Pridať vlastnú správu na obrazovku v režime spánku
sr: Додај произвољну поруку на екран спавања
tr: Uyku ekranına özel ileti ekle

source: Edit sleep screen message
de: Meldung des Ruhebildschirms bearbeiten
el: Επεξεργασία μηνύματος οθόνης αναστολής λειτουργίας
es: Editar el mensaje de la pantalla de reposo
fa: ویرایش پیما صفحه خواب
gl: Editar a mensaxe da pantalla de suspensión
it_it: Modifica messaggio della schermata di sospensione
ko_kr: 잠든 화면 문구 편집하기
nl_nl: Slaapschermbericht bewerken
pl: Edytuj komunikat na ekranie uśpienia
ru: Правка сообщения на заставке в режиме сна
sk: Upraviť správu na obrazovke v režime spánku
sr: Уреди поруку на екрану спавања
tr: Uyku ekranı iletisini düzenle

source: Background fill
de: Hintergrund füllen
el: Γέμισμα φόντου
es: Relleno del fondo
fa: پر کردن پس زمینه
gl: Encher o fondo
it_it: Riempimento sfondo
ko_kr: 백그라운드 채우기
nl_nl: Achtergrondopvulling
pl: Wypełnienie tła
ru: Заливка фона
sk: Výplň pozadia obrazovky
sr: Позадинска испуна
tr: Arka plan doldurma

source: This option will only become available, if you have selected 'Leave screen as-is' as wallpaper and have 'Sleep screen message' on.
de: Diese Option ist nur verfügbar, wenn Sie als Hintergrundbild "Bildschirm unverändert lassen" gewählt haben und die Option "Ruhebildschirmmeldung" aktiviert ist.
el: Αυτή η επιλογή θα είναι διαθέσιμη μόνο εάν έχετε επιλέξει την επιλογή «Αφήστε την οθόνη ως έχει» ως ταπετσαρία και έχετε ενεργοποιήσει την επιλογή «Μήνυμα οθόνης αναστολής λειτουργίας».
es: Esta opción solo está disponible si ha seleccionado "Mantener pantalla sin cambios" como fondo de pantalla y la opción "Notificación de pantalla inactiva" está activada.
fa: این گزینه تنها زمانی در دسترس است که 'صفحه را همانطور که هست رها کن' به عنوان کاغذ دیواری انتخاب و 'پیام صفحه خواب' را فعال کرده باشید.
gl: Esta opción estará dispoñible só se seleccionaches 'Deixar a pantalla tal cal' como fondo de pantalla e 'Mensaxe para protector de pantalla' está activado.
it_it: Questa opzione diventerà disponibile solo se hai selezionato 'Lascia schermata tale e quale' come tappezzeria e hai 'Messaggio schermata di sospensione' attivo.
ko_kr: 이 옵션은 배경 화면으로 '화면 그대로 두기'를 선택하고 '잠든 화면 문구'가 켜져 있는 경우에만 사용할 수 있습니다.
nl_nl: Deze optie is alleen beschikbaar als je 'Laat scherm zoals het is' als slaapscherm hebt geselecteerd en 'Slaapschermbericht' hebt ingeschakeld.
pl: Ta opcja będzie dostępna tylko wtedy, gdy jako tapetę wybrano opcję „Pozostaw ekran bez zmian” i włączono opcję „Komunikat na ekranie uśpienia”.
ru: Данный параметр будет доступен только в том случае, если в качестве обоев выбрано «Заставка экрана задаётся устройством» и включено «Сообщение на заставке в режиме сна».
sk: Táto možnosť bude k dispozícii iba vtedy, ak ste ako pozadie obrazovky vybrali „Ponechať obrazovku tak, ako je“ a máte zapnutú „Správa na obrazovke v režime spánku“.
sr: Ова опција ће постати доступна ако као слику позадине изаберете ’Остави екран какав јесте’ и ако је укључена опција ’Порука екрана спавања’.
tr: Bu seçenek yalnızca duvar kağıdı olarak 'Ekran olduğu gibi kalsın' seçeneğini seçtiyseniz ve 'Uyku ekranı iletisi' açıksa kullanılabilir olacaktır.

source: Message position
cs: Umístění zprávy
de: Position der Nachricht
el: Θέση μηνύματος
es: Posición del mensaje
fa: محل پیام
gl: Posición da mensaxe
hu: Üzenet pozíció
it_it: Posizione del messaggio
ko_kr: 문구의 위치
nl_nl: Berichtpositie
pl: Położenie komunikatu
ru: Положение сообщения
sk: Umiestnenie správy
sr: Позиција поруке
tr: İleti konumu

source: Middle
ar: وسط
ca: Centre
cs: Uprostřed
de: Mitte
el: Στη μέση
es: Centro
fa: وسط
fr: Milieu
gl: Medio
hu: Középen
it_it: In mezzo
ja: 中央
ko_kr: 중간
nl_nl: Midden
pl: Środek
pt_br: Meio
ro: Mijloc
ru: В середине
sk: V strede
sr: Средина
tr: Orta
uk: Середина
zh_cn: 中间

source: Hide reboot/poweroff message
ar: إخفاء رسالة إعادة التشغيل / إيقاف التشغيل
ca: No mostrar missatge de reinici/apagat
cs: Skrýt zprávu o restartu/vypnutí
de: Neustart-/Ausschaltmeldung ausblenden
el: Απόκρυψη μηνύματος επανεκκίνησης/απενεργοποίησης
es: No mostrar mensaje de reinicio/apagado
fa: پنهان کردن پیام راه‌اندازی مجدد/خاموش کردن
fr: Cacher le messages de redémarrage/arrêt
gl: Agochar a mensaxe de reiniciar/apagado
hu: Újraindítási/Kikapcsolási üzenetek elrejtése
it_it: Nascondi messaggio di riavvio/spegnimento
ja: 再起動/電源オフのメッセージを表示しない
ko_kr: 재시동/전원 끄기 메시지 숨기기
nl_nl: Bericht over opnieuw opstarten/uitschakelen verbergen
pl: Ukryj komunikat restartu/wyłączenia
pt_br: Esconder mensagem de reiniciar/desligar
ro: Ascunde mesajul de repornire/închidere
ru: Скрывать сообщение о перезагрузке/выключении
sk: Skryť správu o reštarte/vypnutí
sr: Сакриј поруку поновног покретања/искључивања
tr: Yeniden başlatma/güç kapatma iletisi gizlensin
uk: Сховати повідомлення перезавантаження/вимкнення
zh_cn: 隐藏重启/关机信息

source: 1 minute
ca: 1 minut
cs: 1 minutu
el: 1 λεπτό
es: 1 minuto
fa: ۱ دقیقه
gl: 1 minuto
hu: 1 perc
it_it: 1 minuto
ja: %1 分
ko_kr: %1 분
nl_nl: 1 minuut
pl: 1 minuta
pt_br: 1 minuto
ro: 1 minut
ru: %1 минута
sk: 1 minúta
sr: 1 минут
tr: 1 dakika
uk: 1 хвилина
zh_cn: %1 分钟

source: Allow KOReader to modify system settings? You will be prompted with a permission management screen. You'll need to give KOReader permission and then restart the program.
ar: السماح لKOReader بتعديل إعدادات النظام؟ سوف تظهر لك شاشة إدارة الإذونات. ستحتاج إلى منح KOReader الاذن ومن ثم إعادة تشغيل البرنامج.
ca: Permetre a KOReader modificar la configuració del sistema? S'obrirà una pantalla de gestió de permisos. És necessari donar permís a KOReader i després reiniciar el programa.
cs: Chcete povolit KOReaderu, aby mohl upravovat nastavení systému? Až budete vyzváni obrazovkou pro správu oprávnění, udělte KOReaderu oprávnění a restartujte ho.
de: Erlauben Sie KOReader, die Systemeinstellungen zu ändern? Es wird ein Berechtigungsverwaltungsbildschirm angezeigt. Sie müssen KOReader die Erlaubnis erteilen und das Programm dann neu starten.
el: Να επιτρέπεται στο KOReader να τροποποιεί τις ρυθμίσεις συστήματος; Θα ερωτηθείτε μέσω ενός παραθύρου διαλόγου περί διαχείρισης δικαιωμάτων. Θα πρέπει να δώσετε άδεια στο KOReader και, στη συνέχεια, να επανεκκινήσετε το πρόγραμμα.
es: ¿Permitir a KOReader modificar la configuración del sistema? Se abrirá una pantalla de gestión de permisos. Es necesario dar permiso a KOReader y después reiniciar el programa.
fa: به کوریدر اجازه می‌دهید تا تنظیمات سیستم را تغییر دهد؟ شما یک صفحه مدیریت مجوز‌ها خواهید دید. شما نیاز دارید به کوردیدر مجوز را داده سپس برنامه را مجدد راه‌اندازی کنید.
fr: Autoriser KOReader à modifier les paramètres du système ? Un écran de gestion des autorisations vous sera présenté. Vous aurez besoin de donner l’autorisation à KOReader, puis de redémarrer le programme.
gl: Permitir que KOReader modifique a configuración do sistema? Vai a aparecer unha pantalla de xestión de permisos. Terás que dar permisos a KOReader e reiniciar o programa despois.
hu: Engedélyezi a KOReadernek a Rendszer beállítások módosítását? A program megjelenít egy engedélykezelő képernyőt. Engedélyt kell adnia a KOReadernek, majd indítsa újra a programot.
it_it: Consentire a KOReader di modificare le impostazioni di sistema? Verrà visualizzata una schermata di gestione delle autorizzazioni. Dovrai dare l'autorizzazione a KOReader e riavviare il programma.
ja: KOReaderにシステム設定の変更を許可しますか？ 権限管理画面が表示されます。KOReaderに許可を与えてからプログラムを再起動する必要があります。
ko_kr: KOReader가 시스템 설정을 수정하도록 허용할까요? 그러면 권한 관리 화면이 나타납니다. KOReader에 권한을 부여하면, 프로그램을 다시 시작해야 합니다.
nl_nl: KOReader toestaan om systeeminstellingen te wijzigen? Er zal een machtigingsbeheerscherm worden getoond. Daarop kun je KOReader toestemming geven. Daarna moet je het programma opnieuw opstarten.
pl: Czy zezwolić, aby KOReader mógł modyfikować ustawienia systemowe? Zostanie wyświetlony monit z ekranem zarządzania uprawnieniami. Musisz udzielić zgody KOReaderowi, a następnie ponownie uruchomić program.
pt_br: Permitir que o KOReader modifique as configurações do sistema? Você verá a uma tela de gerenciamento de permissão. Você precisará dar permissão ao KOReader e depois reiniciar o programa.
ro: Permiți KOReader să modifice setările de sistem? Vei fi întrebat într-o fereastră de management al permisiunilor. Va trebui să acorzi permisiunea și apoi să repornești programul.
ru: Позволить KOReader'у изменять системные настройки? Вам будет предложено открыть меню управления разрешениями, где нужно будет дать KOReader'у требуемое разрешение. После этого необходимо перезапустить программу.
sk: Povoliť KOReaderu meniť systémové nastavenia? Zobrazí sa vám výzva na správu povolení. Budete musieť udeliť KOReaderu povolenie a potom ho reštartovať.
sr: Дозвољавате ли програму KOReader да мења системска подешавања? Приказаће вам се екран за управљање дозволом. Мораћете да дате дозволу програму KOReader па да га поново покренете.
tr: KOReader sistem ayarlarını değiştirebilsin mi? Bir pencerede izniniz istenecek. KORader için izinleri verdikten sonra uygulamayı yeniden başlatın.
uk: Дозволити KOReader змінювати системні параметри? Вам буде запропоновано надати дозволами. Надайте його для KOReader дозвіл, а потім перезапустити програму.
zh_cn: 允许KOReader修改系统设置吗？ 此操作将会显示权限管理窗口。你需要授予KOReader权限并重启KOReader。

source: Allow
ar: سماح
ca: Permetre
cs: Povolit
de: Erlauben
el: Να επιτρέπεται
es: Permitir
fa: مجاز
fr: Autoriser
gl: Permitir
hu: Engedélyez
it_it: Consenti
ja: 許可する
ko_kr: 허용
nl_nl: Toestaan
pl: Zezwól
pt_br: Permitir
ro: Permite
ru: Разрешить
sk: Povoliť
sr: Дозволи
tr: İzin Ver
uk: Дозволити
zh_cn: 允许

source: Use system settings
ar: استخدم إعداداتِ الجهاز
ca: Usa els paràmetres del sistema
cs: Použít nastavení systému
de: Systemeinstellungen verwenden
el: Χρήση ρυθμίσεων συστήματος
es: Usar valores predeterminados
fa: استفاده از تنظیمات سیستم
fr: Utiliser les paramètres du système
gl: Usar configuración do sistema
hu: Rendszerbeállítások használata
it_it: Usa impostazioni di sistema
ja: システム設定を使用
ko_kr: 시스템 설정 사용
nl_nl: Systeeminstellingen gebruiken
pl: Użyj ustawień systemowych
pt_br: Use as configurações do sistema
ro: Folosește setările de sistem
ru: Использовать системные настройки
sk: Použiť systémové nastavenia
sr: Користи подешавања система
tr: Sistem ayarları kullanılsın
uk: Використовувати системні параметри
zh_cn: 使用系统设置

source: Keep screen on
ar: أبقِ الشَّاشةَ مضاءة
ca: Mantenir la pantalla encesa
cs: Nechat obrazovku zapnutou
de: Bildschirm eingeschaltet lassen
el: Διατήρηση της οθόνης ενεργής
es: Mantener la pantalla encendida
fa: صفحه را روشن نگه دار
fr: Garder l’écran allumé
gl: Manter pantalla acendida
hu: Maradjon bekapcsolva a képernyő
it_it: Tieni lo schermo acceso
ja: 画面を表示したまま
ko_kr: 화면 켜두기
nl_nl: Scherm blijft aan
pl: Pozostaw ekran włączony
pt_br: Mantenha a tela ligada
ro: Ține ecranul aprins
ru: Оставить экран включённым
sk: Nechať obrazovku zapnutú
sr: Држи екран укључен
tr: Ekran açık tutulsun
uk: Не вимикати екран
zh_cn: 保持屏幕常亮

source: Allow system settings override
ar: السّماحُ بتجاوز إعدادات النظام
ca: Permetre la sobreescriptura de la configuració del sistema
cs: Povolit přepsání nastavení systému
de: Überschreiben von Systemeinstellungen zulassen
el: Να επιτρέπεται η παράκαμψη των ρυθμίσεων συστήματος
es: Permitir la sobrescritura de la configuración del sistema
fa: مجاز به بازنویسی تنظیمات سیستم
fr: Autoriser le remplacement des paramètres système
gl: Permitir invalidar a configuración do sistema
hu: Rendszerbeállítások felülbírálásának engedélyezése
it_it: Consenti sovrascrittura delle impostazioni di sistema
ja: システム設定を上書きする
ko_kr: 시스템 설정 무시하기 허용
nl_nl: Systeeminstellingen overschrijven
pl: Zezwól na zastąpienie ustawień systemowych
pt_br: Permitir a substituição das configurações do sistema
ro: Permite ignorarea setărilor de sistem
ru: Разрешить переопределение системных настроек
sk: Povoliť prepísanie systémových nastavení
sr: Дозволи преиначавање подешавања система
tr: Sistem ayarlarının değiştirilmesine izin ver
uk: Дозволити перевизначати системні параметри
zh_cn: 允许覆盖系统设置

source: Screen Timeout
ar: TODO
ca: Temps d'inactivitat de la pantalla
cs: Interval pro vypnutí obrazovky
de: Bildschirm Timeout
el: Χρονικό όριο απενεργοποίησης οθόνης
es: Tiempo de inactividad de la pantalla
fr: Veille de l’écran
gl: Tempo de espera de pantalla
hu: Kijelző időtúllépése
it_it: Tempo di attesa dello schermo
ja: 画面のタイムアウト
ko_kr: 화면 시간 제한
nl_nl: Tijdsduur scherm uitschakelen
pl: Wygaszenie ekranu
pt_br: Tempo de espera da tela
ro: Durată repaus ecran
ru: Задержка отключения экрана
sk: Časový limit obrazovky
sr: Тајмаут екрана
tr: Ekran zaman aşımı
uk: Час очікування екрана
zh_cn: 屏幕超时时间

source: Level 0: high quality, slowest
ar: المستوى 0: جودة عالية ، أبطأ
ca: Nivell 0: major qualitat, menor velocitat
cs: Úroveň 0: vysoká kvalita, nejpomalejší
de: Stufe 0: hohe Qualität, am langsamsten
el: Επίπεδο 0: υψηλή ποιότητα, πιο αργό
es: Nivel 0: mayor calidad, menor velocidad
fa: سطح ۰: کیفیت بالا, کند‌ترین
fr: Niveau 0 : haute fidélité, plus lent
gl: Nivel 0: calidade alta, máis lento
hu: 0 szint: magas minőség, lassabb
it_it: Livello 0: alta qualità, più lento
ja: レベル 0: 高画質、最も遅い
ko_kr: 레벨 0: 고품질, 가장 느림
nl_nl: Niveau 0: hoge kwaliteit, traagst
pl: Poziom 0: wysoka jakość, najwolniejsza
pt_br: Nível 0: alta qualidade, mais lento
ro: Nivelul 0: Calitate înaltă, cel mai încet
ru: Уровень 0: высокое качество, самый медленный
sk: Úroveň 0: vysoká kvalita, najpomalšia
sr: Ниво 0: висок квалитет, најспорије
tr: Düzey 0: yüksek kalite;en yavaş
uk: Рівень 0: висока якість, найповільніше
zh_cn: 级别 0: 高质量，最慢

source: Level %1: low quality, fastest
ar: المستوى %1: جودة منخفضة ، أسرع
ca: Nivell %1: menor qualitat, major velocitat
cs: Úroveň %1: nízká kvalita, rychlejší
de: Stufe %1: niedrige Qualität, am schnellsten
el: Επίπεδο %1: χαμηλή ποιότητα, ταχύτερο
es: Nivel %1: menor calidad, mayor velocidad
fa: سطح %1: کیفیت پایین، سریع‌ترین
fr: Niveau %1 : basse fidélité, plus rapide
gl: Nivel %1: calidade baixa, o máis rápido
hu: %1 szint: alacsony minőség, gyorsabb
it_it: Livello %1: bassa qualità, più veloce
ja: レベル %1: 低画質、最も速い
ko_kr: 레벨 %1: 낮은 품질, 가장 빠름
nl_nl: Niveau %1: lage kwaliteit, snelst
pl: Poziom %1: niska jakość, najszybsza
pt_br: Nível %1: baixa qualidade, mais rápido
ro: Nivelul %1: calitate scăzută, cel mai rapid
ru: Уровень %1: низкое качество, самый быстрый
sk: Úroveň %1: nízka kvalita, najrýchlejšia
sr: Ниво %1: низак квалитет, најбрже
tr: Düzey %1: düşük kalite, en hızlı
uk: Рівень %1: низька якість, найшвидше
zh_cn: 级别 %1: 低质量，最快

source: Level %1
ar: المستوى %1
ca: Nivell %1
cs: Úroveň %1
de: Stufe %1
el: Επίπεδο %1
es: Nivel %1
fa: سطح %1
fr: Niveau %1
gl: Nivel %1
hu: %1. szint
it_it: Livello %1
ja: レベル %1
ko_kr: 레벨 %1
nl_nl: Niveau %1
pl: Poziom %1
pt_br: Nível %1
ro: Nivelul %1
ru: Уровень %1
sk: Úroveň %1
sr: Ниво %1
tr: Düzey %1
uk: Рівень %1
zh_cn: 级别 %1
