Repository: spruceUI/spruceOS
Catalog: App/KoReader/l10n/*/koreader.po
Languages: ar, ca, cs, de, el, es, fa, fr, gl, hu, it_it, ja, ko_kr, nl_nl, pl, pt_br, ro, ru, sk, sr, tr, uk, zh_cn

source: Number of covers
ar: عدد الأغطية
ca: Nombre de portades
cs: Počet obálek
de: Anzahl der Umschlagbilder
el: Αριθμός εξωφύλλων
es: Número de portadas
fa: تعداد جلد‌ها
fr: Nombre de couvertures
gl: Número de portadas
hu: Borítók száma
it_it: Numero di copertine
ja: 表紙画像の数
ko_kr: 표지 수
nl_nl: Aantal omslagen
pl: Liczba okładek
pt_br: Número de capas
ro: Număr de coperți
ru: Количество обложек
sk: Počet knižných obalov
sr: Број слика корица
tr: Kapak sayısı
uk: Кількість обкладинок
zh_cn: 封面数目

source: Maximum size of cached covers: %1
ca: Grandària màxima de les portades en memòria cau: %1
cs: Maximální velikost obálek v mezipaměti: %1
de: Maximale Größe des Umschlagbilder-Caches: %1
el: Μέγιστο μέγεθος καλυμμάτων κρυφής μνήμης: %1
es: Tamaño máximo de las portadas en caché: %1
fa: حداکثر اندازه جلد‌های ذخیره شده در حافظه نهان: %1
fr: Taille maximale des couvertures en cache : %1
gl: Tamaño máximo das portadas na caché: %1
hu: Gyorsítótárazott borítók maximális mérete: %1
it_it: Dimensione massima delle copertine nella cache (%1)
ja: キャシュする表紙画像の最大サイズ: %1
ko_kr: 캐시된 표지의 최대 크기: %1
nl_nl: Maximale grootte van omslagen in de cache: %1
pl: Maksymalny rozmiar buforowanych okładek: %1
pt_br: Tamanho máximo de capas no cache: %1
ro: Dimensiunea maximă a coperților din cache: %1
ru: Максимальный размер кэша обложек: %1
sk: Max. veľkosť súboru knižných obalov vo vyrovnávacej pamäti: %1
sr: Максимална величина кешираних слика корица: %1
tr: Ön belleğe alınacak kapakların en fazla boyutu: %1
uk: Найбільший розмір кешованих обкладинок: %1
zh_cn: 缓存的封面的最大尺寸：%1

source: If set to zero the cache size is unlimited. If set to -1 the cache is disabled.
ca: Si s'estableix en zero, grandària de la memòria cau és il·limitada. Si s'estableix en -1, la memòria cau es desactiva.
cs: Pokud zadáte nulu, bude velikost mezipaměti neomezená. Pokud zadáte -1, bude mezipaměť zakázána.
de: Bei einem Wert von Null ist die Cache-Größe unbegrenzt. Bei einem Wert von -1 ist der Cache deaktiviert.
el: Αν οριστεί στο μηδέν, το μέγεθος της κρυφής μνήμης είναι απεριόριστο. Αν οριστεί σε -1 η κρυφή μνήμη είναι απενεργοποιημένη.
es: Si se establece en cero, el tamaño de la caché es ilimitado. Si se establece en -1, la caché se desactiva.
fa: اگر مقدار را صفر قرار دهید اندازه حافظه نهان بدون محدودیت خواهد بود. اگر مقدار را ۱- قرار دهید حافظه نهان غیرفعال خواهد شد.
fr: Si réglé à zéro la taille du cache sera illimitée. Si réglé à -1 le cache est désactivé.
gl: Configurado a cero, o tamaño da caché é ilimitado. Configurado a -1, a caché queda desactivada.
hu: Ha nullára állítja, a gyorsítótár mérete korlátlan. -1 érték esetén a gyorsítótár ki van kapcsolva.
it_it: Se impostato su zero, la dimensione della cache è illimitata. Se impostato su -1, la cache è disabilitata.
ja: 0に設定するとキャッシュサイズは無制限となります。 -1に設定するとキャッシュは無効になります。
ko_kr: 0으로 설정하면 캐시 크기에는 제한이 없습니다. -1로 설정하면 캐시가 비활성화됩니다.
nl_nl: Bij de waarde nul is de cache-grootte onbeperkt. Bij de waarde -1 is de cache uitgeschakeld.
pl: Jeśli jest ustawiona na zero, rozmiar pamięci podręcznej jest nieograniczony. Jeśli jest ustawiona na -1, pamięć podręczna jest wyłączona.
pt_br: Se definido como zero, o tamanho do cache é ilimitado. Se definido como -1, o cache é desativado.
ro: Dacă este setat la zero, dimensiunea cache-ului este nelimitată. Dacă este setat la -1, cache-ul este dezactivat.
ru: При нулевом значении размер кэша не ограничен. Для отключения кэша нужно задать значение -1.
sk: Ak je nastavená na nulu, veľkosť vyrovnávacej pamäte je neobmedzená. Ak je nastavená na -1, vyrovnávacia pamäť je zakázaná.
sr: Ако се постави на нула, величина кеша је неограничена. Ако се постави на -1, кеш се искључује.
tr: Sıfır olarak ayarlanırsa, ön bellek boyutu sınırsız olur. -1 olarak ayarlanırsa ön bellek devre dışı bırakılır.
uk: Якщо задати нуль – кеш буде необмежений. Якщо задати -1 – кеш вимкнеться.
zh_cn: 如果设置为零，缓存大小无限制。 如果设置为-1，表示禁用缓存。

source: Cache size
ar: حجم ذاكرة التخزين المؤقت
ca: Grandària de memòria cau
cs: Velikost mezipaměti
de: Cache-Größe
el: Μέγεθος τρέχουσας κρυφής μνήμης
es: Tamaño de caché
fa: اندازه حافظه نهان
fr: Taille du cache
gl: Tamaño da caché
hu: Cache méret
it_it: Dimensione della cache
ja: キャッシュサイズ
ko_kr: 캐시 크기
nl_nl: Cachegrootte
pl: Rozmiar pamięci podręcznej
pt_br: Tamanho do cache
ro: Mărime cache
ru: Размер кэша
sk: Veľkosť vyrovnávacej pamäte
sr: Величина кеша
tr: Ön bellek boyutu
uk: Розмір кешу
zh_cn: 缓存大小

source: Cover cache folder
ar: مجلد ذاكرة التخزين المؤقت للغطاء
ca: Carpeta de memòria cau de portades
cs: Složka mezipaměti obálek
de: Umschlagbild Cache-Verzeichnis
el: Φάκελος κρυφής μνήμης
es: Carpeta de caché de portadas
fr: Dossier du cache de couverture
gl: Cartafol da caché de portadas
hu: Borítókép gyorstár mappa
it_it: Cartella cache copertine
ja: 表紙画像キャシュフォルダー
ko_kr: 표지 캐시 폴더
nl_nl: Omslagcachemap
pl: Folder pamięci podręcznej okładek
pt_br: Pasta de cache de capas
ro: Dosar pentru cache copertă
ru: Папка кэша обложек
sk: Priečinok vyrovnávacej pamäte pre knižné obaly
sr: Директоријум за кеш слика корица
tr: Kapak ön belleği klasörü
uk: Тека кешу обкладинок
zh_cn: 缓存文件夹

source: Current cache path: %1
ar: حجم الذاكرة المؤقتة الحالي: %1
ca: Camí actual de la memòria cau: %1
cs: Aktuální cesta k mezipaměti: %1
de: Aktueller Cache-Pfad: %1
el: Μέγεθος τρέχουσας κρυφής μνήμης: %1
es: Ruta actual de la caché: %1
fa: مسیر فعلی حافظه نهان: %1
fr: Actuel chemin du cache : %1
gl: Ruta actual da caché: %1
hu: Jelenlegi cache útvonal: %1
it_it: Percorso attuale della cache: %1
ja: 現在のキャッシュパス: %1
ko_kr: 현재 캐시 경로 : %1
nl_nl: Huidig cachepad: %1
pl: Obecna ścieżka do pamięci podręcznej: %1
pt_br: Caminho do cache atual: %1
ro: Calea curentă a cache-ului: %1
ru: Текущий путь к кэшу: %1
sk: Aktuálna cesta k vyrovnávacej pamäti: %1
sr: Тренутна путања кеша: %1
tr: Geçerli ön bellek yolu: %1
uk: Поточний шлях до кешу: %1
zh_cn: 目前缓存路径： %1

source: Choose a cache folder. The contents of the old folder will be migrated.
ca: Seleccionar una carpeta de memòria cau. Es migrarà el contingut de l'antiga carpeta.
cs: Vyberte složku pro mezipaměť. Obsah staré složky bude přesunut.
de: Wählen Sie einen Cache-Ordner. Der Inhalt des alten Ordners wird migriert.
el: Επιλέξτε έναν φάκελο κρυφής μνήμης. Τα περιεχόμενα του παλιού φακέλου θα μεταφερθούν.
es: Seleccionar una carpeta de memoria caché. Se migrará el contenido de la antigua carpeta .
fa: یک پوشه برای حافظه نهان انتخاب کنید. محتویات پوشه قدیمی به مکان جدید منتقل خواهد شد.
fr: Choisissez un dossier de cache. Le contenu de l’ancien dossier sera migré.
gl: Escolle un cartafol para a caché. O contido do cartafol anterior será migrado.
hu: Válasszon gyorsítótár mappát. A régi mappa tartalma áttelepül ide.
it_it: Scegli una cartella cache. Il contenuto della vecchia cartella verrà migrato.
ja: キャッシュフォルダを選択します。古いフォルダの内容は移行されます。
ko_kr: 캐시 폴더를 선택합니다. 이전 폴더의 내용이 마이그레이션됩니다.
nl_nl: Kies een cache-map. De inhoud van de oude map zal worden overgezet.
pl: Wybierz folder pamięci podręcznej. Zawartość starego folderu zostanie przeniesiona.
pt_br: Escolha uma pasta de cache. O conteúdo da pasta antiga será migrado.
ro: Alege un dosar pentru cache. Conținutul dosarului vechi va fi migrat.
ru: Выберите папку для кэша. Содержимое прежней папки будет перенесено.
sk: Vyberte priečinok vyrovnávacej pamäte. Obsah starého priečinka bude presunutý.
sr: Изаберите директоријум кеша. Садржај старог директоријума ће да се мигрира.
tr: Bir ön bellek klasörü seçin. Eski klasörün içeriği taşınacak.
uk: Оберіть теку кешу. Вміст старої теки буде перенесено.
zh_cn: 选择一个缓存文件夹。旧文件夹的内容将被迁移。

source: Clear cached covers
ar: مسح الأغطية المخزنة مؤقتا
ca: Esborrar portades en memòria cau
cs: Pročistit mezipaměť s obálkami
de: Cache der Umschlagbilder löschen
el: Καθαρισμός εξωφύλλων από την κρυφή μνήμη
es: Borrar portadas en caché
fr: Effacer le cache de couverture
gl: Borrar portadas na caché
hu: Gyorstárazott borítók takarítása
it_it: Cancella le copertine in cache
ja: 表紙画像のキャッシュを消去
ko_kr: 캐시된 표지 지우기
nl_nl: Covercache wissen
pl: Wyczyść okładki z pamięci podręcznej
pt_br: Limpar cache de capas
ro: Golește cache coperți
ru: Очистить кэшированные обложки
sk: Vymazať knižné obaly uložené vo vyrovnávacej pamäti
sr: Обриши кеширане корице
tr: Ön bellekteki kapakları temizle
uk: Очистити кешовані обкладинки
zh_cn: 清除缓存的封面

source: The cache contains %1 files and uses %2.
ca: La memòria cau conté %1 arxius i utilitza %2.
cs: V mezipaměti je %1 souborů, které využívají %2.
de: Der Cache enthält %1 Dateien und verwendet %2.
el: Η κρυφή μνήμη περιέχει %1 αρχεία και χρησιμοποιεί το %2.
es: La memoria caché contiene %1 archivos y utiliza %2.
fa: محتویات حافظه نهان %1 فایل و استفاده شده %2.
fr: Le cache contient %1 fichiers et prend %2.
gl: A caché contén %1 ficheiros e emprega %2.
hu: A gyorsítótár %1 fájlt tartalmaz, és %2 tárhelyet foglal.
it_it: La cache contiene %1 file e usa %2.
ja: キャッシュには %1 ファイルが格納され、%2 が使用されてます。
ko_kr: 캐시는 %1 파일을 포함하고 %2을 사용합니다.
nl_nl: De cache bevat %1 bestanden en gebruikt %2.
pl: Pamięć podręczna zawiera %1 pliki(ów) i zajmuje %2.
pt_br: O cache contém %1 arquivos e usa %2.
ro: Cache-ul conține %1 fișiere și folosește %2.
ru: Кэш содержит %1 файлов и использует %2.
sk: Vyrovnávacia pamäť obsahuje %1 súbory a používa %2.
sr: Кеш садржи %1 фајлова и користи %2.
tr: Ön bellekte %1 dosya bulunuyor ve %2 kullanılıyor.
uk: Кеш містить %1 файлів і використовує %2.
zh_cn: 缓存包含 %1 个文件，使用%2 空间。

source: Clear the cover image cache?
ar: مسح ذاكرة التخزين المؤقت لصورة الغلاف؟
ca: Esborrar memòria cau de imatges de portada?
cs: Pročistit mezipaměť s obrázky obálek?
de: Cache der Umschlagbilder löschen?
el: Καθαρισμός κρυφής μνήμης εικόνων εξωφύλλων;
es: ¿Borrar la caché de imágenes de portadas?
fr: Vider le cache d’images de couverture ?
gl: Borrar a caché das imaxes de portada?
hu: Borítókép gyorsítótár törlése?
it_it: Svuotare la cache delle immagini di copertina?
ja: 表紙画像キャッシュをクリアしますか？
ko_kr: 표지 이미지 캐시를 지울까요?
nl_nl: Omslagafbeeldingscache legen?
pl: Wyczyścić pamięć podręczną okładek?
pt_br: Limpar cache da imagem da capa?
ro: Golești cache-ul pentru imaginea coperții?
ru: Очистить кэш обложек?
sk: Vymazať vyrovnávaciu pamäť obrázkov knižných obalov?
sr: Да очистим кеш слика корица?
tr: Kapak görseli ön belleği temizlensin mi?
uk: Очистити кеш зображень обкладинок?
zh_cn: 清除封面图片缓存？

source: Fit to screen, %1 background
ar: تناسب الشاشة، %1 الخلفية
ca: Ajustar a la pantalla, %1 fons
cs: Přizpůsobit obrázek, %1 pozadí
de: An Bildschirm anpassen, Hintergrund %1
el: Προσαρμογή στην οθόνη, φόντο %1
es: Ajustar a la pantalla, %1 fondo
fr: S’adapter a l’écran, sur fond %1
gl: Axustar á pantalla, fondo %1
hu: Illeszkedés a képernyőhöz, %1háttér
it_it: Adatta allo schermo, sfondo %1
ja: 画面サイズに合わせる、%1 背景
ko_kr: 화면에 맞추기, %1 배경
nl_nl: Op het scherm passen, %1 achtergrond
pl: Dopasuj do ekranu, %1 tło
pt_br: Ajustar à tela, plano de fundo %1
ro: Potrivește pe ecran, fundal %1
ru: По размеру экрана, %1 фон
sk: Prispôsobiť obrazovke, %1 pozadie
sr: Уклопи на екран, %1 позадина
tr: Ekrana sığdır, %1 arka plan
uk: Припасувати до екрана, тло %1
zh_cn: 适合屏幕，%1背景

source: Size, background and format
ca: Grandària, fons i format
cs: Velikost, pozadí a formát
de: Größe, Hintergrund und Format
el: Μέγεθος, φόντο και μορφή
es: Tamaño, fondo y formato
fa: اندازه، پس‌زمینه و فرمت
fr: Taille, arrière-plan et format
gl: Tamaño, fondo e formato
hu: Méret, háttér és formátum
it_it: Dimensione, sfondo e formato
ja: サイズ・背景・形式
ko_kr: 크기와 배경, 형식
nl_nl: Grootte, achtergrond en formaat
pl: Rozmiar, tło i format
pt_br: Tamanho, plano de fundo e formato
ro: Mărime, fundal și format
ru: Размер, фон и формат
sk: Veľkosť, pozadie a formát
sr: Величина, позадина и формат
tr: Boyut, arka plan ve biçim
uk: Розмір, тло та формат
zh_cn: 尺寸、背景和格式

source: Aspect ratio stretch threshold: %1
ar: حد امتداد نسبة العرض إلى الارتفاع: %1
ca: Llindar d'expansió de la relació d'aspecte: %1
cs: Prahová hodnota roztažení poměru stran: %1
de: Grenzwert für die Streckung: %1
el: Όριο επέκτασης αναλογίας διαστάσεων: %1
es: Umbral de expansión de la relación de aspecto: %1
fr: Seuil d’étirement par le rapport hauteur sur largeur : %1
gl: Limiar de relación de aspecto para estarricar: %1
hu: Képarány nyújtási küszöbérték: %1
it_it: Soglia delle proporzioni per lo stiramento %1
ja: 縦横比の伸縮しきい値: %1
ko_kr: 가로 세로 비율 늘이기 한계값: %1
nl_nl: Uitrekdrempel voor aspectratio: %1
pl: Próg rozciągania współczynnika proporcji: %1
pt_br: Limiar de extensão da proporção altura/largura: %1
ro: Prag de întindere raport aspect: %1
ru: Растягивать при разнице пропорций ≤%1 ⓘ
sk: Prahová hodnota pomeru strán pre roztiahnutie : %1
sr: Граница за развлачење односа страница: %1
tr: En boy oranı gerilme eşiği: %1
uk: Граничне значення розтягнення пропорцій: %1
zh_cn: 长宽比拉伸阈值：%1

source: If the image and the screen have a similar aspect ratio (±%1 %), stretch the image instead of keeping its aspect ratio.
ca: Si la imatge i la pantalla tenen una relació d'aspecte similar (±%1%), pot expandir-se la imatge en lloc de mantenir la relació d'aspecte.
cs: Pokud má obrázek i obrazovka podobný poměr stran (±%1%), obrázek se místo zachování poměru stran trochu roztáhne.
de: Wenn das Bild und der Bildschirm ein ähnliches Seitenverhältnis haben (±%1 %), wird das Bild gestreckt, anstatt sein Seitenverhältnis beizubehalten.
el: Εάν η εικόνα και η οθόνη έχουν παρόμοια αναλογία διαστάσεων (±%1%), τεντώνει την εικόνα αντί να διατηρεί την αναλογία των διαστάσεών της.
es: Si la imagen y la pantalla tienen una relación de aspecto similar (±%1%), puede expandirse la imagen en lugar de mantener la relación de aspecto.
fa: Iگر تصویر و صفحه‌نمایش نسبت تصویر شبیه داشتند(±%1 %)، تصویر را به جای حفظ نسبت تصویر بکش.
fr: Si l'image et l'écran ont un rapport d'aspect similaire (±%1 %), étirez l'image au lieu de conserver son rapport d'aspect.
gl: Se a imaxe e a pantalla teñen unha relación de aspecto semellante (±%1 %), estire a imaxe en lugar de manter a súa relación de aspecto.
hu: Ha a kép és a képernyő képaránya hasonló (±%1 %), a kép méretarányának megtartása helyett nyújtsa a képet.
it_it: Se l'immagine e lo schermo hanno proporzioni simili (±%1%), stira l'immagine invece di mantenerne le proporzioni.
ja: 画像と画面の縦横比が近い場合(±%1 %)は、縦横比を維持せずに画像を伸縮します。
ko_kr: 이미지와 화면의 가로세로 비율이 비슷하면(±%1%), 가로세로 비율을 유지하지 않고 이미지를 늘립니다.
nl_nl: Als de afbeelding en het scherm een vergelijkbare beeldverhouding hebben (±%1%), zal de afbeelding worden gestrekt in plaats van de beeldverhouding te behouden.
pl: Jeśli obraz i ekran mają podobny współczynnik proporcji (±%1%), rozciągnij obraz zamiast zachowywać jego współczynnik proporcji.
pt_br: Se a imagem e a tela tiverem proporções parecidas (± %1%), a imagem será esticada em vez de manter sua proporção.
ru: Если обложка и экран имеют одинаковое соотношение сторон (±%1%), растягивать изображение вместо сохранения пропорций.
sk: Ak majú obrázok a obrazovka podobný pomer strán (±%1 %), roztiahnuť obrázok namiesto zachovania pomeru strán.
sr: Ако слика и екран имају сличан однос страница (±%1 %), развлачи слику уместо да одржава њен однос страница.
tr: Görsel ve ekran benzer bir en boy oranına (±%%1) sahipse, görsel en boy oranını korunmak yerine uzatılsın.
uk: Якщо зображення та екран мають однакові пропорції (±%1%), розтягувати зображення замість збереження його пропорцій.
zh_cn: 如果图像和屏幕的宽高比相似 (±%1 %)，则拉伸图像而不是保持其宽高比。

source: Set stretch threshold
ca: Configurar llindar d'expansió
cs: Nastavit prahovou hodnotu pro roztažení
de: Grenzwert der Streckung setzen
el: Ορισμός ορίου τεντώματος
es: Configurar umbral de expansión
fr: Définir le seuil d’étirement
gl: Configurar limiar para expandir
hu: Nyújtási küszöbérték beállítása
it_it: Imposta la soglia di stiramento
ja: 伸縮しきい値設定
ko_kr: 늘이기 임계점 설정
nl_nl: Uitrekdrempel instellen
pl: Ustaw próg rozciągania
pt_br: Definir limite de extensão
ro: Setează prag de întindere
ru: Задать порог растягивания
sk: Nastaviť hraničnú hodnotu rozťahovania
sr: Постави границу за развлачење
tr: Germe eşiğini ayarla
uk: Установити поріг розтягування
zh_cn: 设置拉伸阈值

source: black
ca: negre
cs: černé
de: schwarz
el: μαύρο
es: negro
fa: سیاه
fr: noir
gl: negro
hu: fekete
it_it: nero
ja: 黒
ko_kr: 검정
nl_nl: zwart
pl: czarny
pt_br: preto
ro: negru
ru: чёрный
sk: čierne
sr: црна
tr: siyah
uk: чорний
zh_cn: 黑色

source: white
ar: أبيض
ca: blanc
cs: bílé
de: weiß
el: άσπρο
es: blanco
fa: سفید
fr: blanc
gl: branca
hu: fehér
it_it: bianco
ja: 白
ko_kr: 흰색
nl_nl: wit
pl: biały
pt_br: branco
ro: alb
ru: белый
sk: biele
sr: бела
tr: beyaz
uk: білий
zh_cn: 白色

source: gray
ca: gris
cs: šedé
de: grau
el: γκρι
es: gris
fa: خاکستری
fr: gris
gl: gris
hu: szürke
it_it: grigio
ja: グレー
ko_kr: 회색
nl_nl: grijs
pl: szary
pt_br: cinza
ro: gri
ru: серый
sk: šedé
sr: сива
tr: gri
uk: сірий
zh_cn: 灰色

source: Original image
ar: الصورة الأصلية
ca: Imatge original
cs: Originální obrázek v původní velikosti
de: Originalbild
el: Πρωτότυπη εικόνα
es: Imagen original
fa: تصویر اصلی
fr: Image d’origine
gl: Imaxe orixinal
hu: Eredeti kép
it_it: Immagine originale
ja: 元画像
ko_kr: 원본 이미지
nl_nl: Originele afbeelding
pl: Obraz oryginalny
pt_br: Imagem original
ro: Imagine originală
ru: Оригинальное изображение
sk: Pôvodný obrázok
sr: Оригинална слика
tr: Özgün görsel
uk: Оригінальне зображення
zh_cn: 原始图片

source: File format derived from filename
ca: Format d'arxiu obtingut del nom d'arxiu
cs: Formát souboru odvozený od názvu souboru
de: Vom Dateinamen abgeleitetes Dateiformat
el: Μορφή αρχείου που προέρχεται από το όνομα αρχείου
es: Formato de archivo obtenido del nombre de archivo
fr: Format de fichier dérivé du nom de fichier
gl: Formato do ficheiro derivado do nome
hu: Fájlnévből származtatott fájlformátum
it_it: Formato del file derivato dal nome
ja: ファイル名から推測されるファイル形式
ko_kr: 파일이름에서 유래된 파일 형식
nl_nl: Bestandsformaat van bestandsnaam afgeleid
pl: Format pliku pochodzący z nazwy pliku
pt_br: Formato do arquivo derivado do nome do arquivo
ro: Format fișier derivat din nume fișier
ru: Формат файла как у обложки ⓘ
sk: Formát súboru odvodený od názvu súboru
sr: Формат фајла је изведен из имена фајла
tr: Dosya biçimi dosya adından türetilsin
uk: Формат файлу, отриманий з назви файлу
zh_cn: 从文件名推测的文件格式

source: If the file format is not supported, then JPG will be used.
ca: Si el format d'arxiu no és compatible, s'usarà el format JPG.
cs: Pokud není formát souboru podporován, bude použit JPG.
de: Wenn das Dateiformat nicht unterstützt wird, dann wird JPG verwendet.
el: Εάν η μορφή αρχείου δεν υποστηρίζεται, τότε θα χρησιμοποιηθεί η μορφή JPG.
es: Si el formato de archivo no es compatible, se usará el formato JPG.
fa: اگر فرمت فایل پشتیبانی نشود، پس از JPG استفاده خواهد شد.
fr: Si le format de fichier n’est pas supporté, PNG sera utilisé.
gl: Se o formato de ficheiro non está soportado, usarase JPG.
hu: Ha a fájlformátum nem támogatott, akkor JPG-et fog használni.
it_it: Se il formato del file non è supportato, verrà utilizzato JPG.
ja: ファイル形式が対応されていない場合はJPGが使用されます。
ko_kr: 지원되지 않는 파일 형식이면 JPG가 사용됩니다.
nl_nl: Als het bestandsformaat niet wordt ondersteund, zal JPG worden gebruikt.
pl: Jeśli format pliku nie jest obsługiwany, zostanie użyty format JPG.
pt_br: Se o formato do arquivo não tiver suporte, então JPG vai ser usado.
ro: Dacă formatul fișierului nu este suportat, se va folosi JPG.
ru: Если формат файла не поддерживается, будет использован JPG.
sk: Ak formát súboru nie je podporovaný, použije sa formát JPG.
sr: Ако се формат не подржава, користиће се JPG.
tr: Dosya biçimi desteklenmiyorsa JPG kullanılır.
uk: Якщо формат файлу не підтримується, буде застосовано JPG.
zh_cn: 如果不支持此文件格式，则使用 JPG 格式。

source: JPG file format
ar: تنسيق ملف JPG
ca: Format de fitxer JPG
cs: JPG formát souboru
de: JPG-Dateiformat
el: Μορφή αρχείου JPG
es: Formato de archivo JPG
fr: Fichier JPG
gl: Formato JPG
hu: JPG fájlformátum
it_it: Formato di file JPG
ja: JPGファイル形式
ko_kr: JPG 파일 형식
nl_nl: JPG-bestandsformaat
pl: Format pliku JPG
pt_br: Formato JPG
ro: Format JPG
ru: JPG-формат файла
sk: Formát súboru JPG
sr: JPG формат фајла
tr: JPG dosya biçimi
uk: Формат файлу PNG
zh_cn: JPG 文件格式

source: PNG file format
ar: تنسيق ملف PNG
ca: Format de fitxer PNG
cs: PNG formát souboru
de: PNG-Dateiformat
el: Μορφή αρχείου PNG
es: Formato de archivo PNG
fr: Fichier PNG
gl: Formato PNG
hu: PNG fájlformátum
it_it: Formato di file PNG
ja: PNGファイル形式
ko_kr: PNG 파일 형식
nl_nl: PNG-bestandsformaat
pl: Format pliku PNG
pt_br: Formato PNG
ro: Format PNG
ru: PNG-формат файла
sk: Formát súboru PNG
sr: PNG формат фајла
tr: PNG dosya biçimi
uk: Формат файлу PNG
zh_cn: PNG 文件格式

source: BMP file format (color)
ar: تنسيق ملف BMP (ملون)
ca: Format de fitxer BMP (color)
cs: BMP formát souboru (barevný)
de: BMP-Dateiformat (Farbe)
el: Μορφή αρχείου BMP (χρώμα)
es: Formato de archivo BMP (color)
fr: Format de fichier BMP (couleur)
gl: Formato de ficheiro BMP (cor)
hu: BMP fájlformátum (színes)
it_it: Formato file BMP (colore)
ja: BMP(カラー)ファイル形式
ko_kr: BMP 파일 형식(색상)
nl_nl: BMP-bestandsformaat (kleur)
pl: Format pliku BMP (kolor)
pt_br: Formato de arquivo BMP (cor)
ro: Format fișier BMP (color)
ru: BMP-формат файла (цветной)
sk: Formát súboru BMP (farebný)
sr: BMP формат фајла (у боји)
tr: BMP dosya biçimi (renkli)
uk: Файл формату BMP (кольоровий)
zh_cn: BMP 文件格式 (彩色）

source: BMP file format (grayscale)
ar: تنسيق ملف BMP (تدرج رمادي)
ca: Format de fitxer BMP (escala de grisos)
cs: BMP formát souboru (černobílý)
de: BMP-Dateiformat (Graustufen)
el: Μορφή αρχείου BMP (κλίμακα του γκρι)
es: Formato de archivo BMP (escala de grises)
fr: Format de fichier BMP (niveaux de gris)
gl: Formato de ficheiro BMP (escala de grises)
hu: BMP fájlformátum (szürkeskálás)
it_it: Formato file BMP (scala di grigi)
ja: BMP(モノクロ)ファイル形式
ko_kr: BMP 파일 형식(회색조)
nl_nl: BMP-bestandsformaat (grijs)
pl: Format pliku BMP (skala szarości)
pt_br: Formato de arquivo BMP (escala de cinza)
ro: Format fișier BMP (tonuri de gri)
ru: BMP-формат файла (серый)
sk: Formát súboru BMP (odtiene šedej)
sr: BMP формат фајла (сиво)
tr: BMP dosya biçimi (gri tonlu)
uk: Файл формату BMP (відтінки сірого)
zh_cn: BMP 文件格式 (灰度）

source: About cover image
ar: حول صورة الغلاف
ca: Sobre imatge de portada
cs: O obrázku obálky
de: Über Umschlagbild
el: Σχετικά με την εικόνα εξωφύλλου
es: Acerca de imagen de portada
fa: درباره تصویر جلد
fr: À propos de l’image de couverture
gl: Acerca da imaxe de portada
hu: A borítóképről
it_it: Informazioni sull'immagine di copertina
ja: 表紙画像について
ko_kr: 표지 이미지에 대하여
nl_nl: Over omslagafbeelding
pl: O okładce
pt_br: Sobre a imagem da capa
ro: Despre imaginea coperții
ru: Об изображении обложки
sk: O obrázku knižného obalu
sr: О слици корица
tr: Kapak görseli hakında
uk: Про зображення обкладинки
zh_cn: 关于封面图片

source: Set image path
ar: تعيين مسار الصورة
ca: Defineix el camí de la imatge
cs: Nastavit cestu k obrázku
de: Bildpfad einstellen
el: Ορισμός διαδρομής εικόνας
es: Establecer ruta de la imagen
fa: تعیین مسیر تصویر
fr: Définir le chemin de l’image
gl: Axustar ruta da mensaxe
hu: Kép útvonala
it_it: Imposta il percorso dell'immagine
ja: 画像パスを設定
ko_kr: 이미지 경로 설정
nl_nl: Afbeeldingspad instellen
pl: Ustaw ścieżkę obrazu
pt_br: Definir pasta de imagens
ro: Setează cale imagine
ru: Задать путь к изображению
sk: Nastaviť cestu ku obrázku
sr: Постави путању слике
tr: Görsel yolunu ayarla
uk: Встановити шлях до зображення
zh_cn: 设置图片路径
