Repository: spruceUI/spruceOS
Catalog: App/KoReader/l10n/*/koreader.po
Languages: ar, ca, cs, de, el, es, fa, fr, gl, hu, it_it, ja, ko_kr, nl_nl, pl, pt_br, ro, ru, sk, sr, tr, uk, zh_cn

source: Prefer original non-HTML document
de: Nicht-HTML-Originaldokument bevorzugen
el: Προτιμήστε το αρχικό μη HTML έγγραφο
es: Preferir el documento original al HTML
gl: Preferir o documento orixinal que non é HTML
it_it: Preferire il documento originale non HTML
ko_kr: HTML이 아닌 원본 문서 선호
nl_nl: Origineel niet-HTML-document voorkeur geven
pl: Preferuj oryginalny dokument bez HTML
ru: В приоритете исходный документ, отличный от HTML
sk: Uprednostniť originálny dokument bez formátu HTML
sr: Радије бирај оригинални не-HTML документ
tr: HTML olmayan özgün belgeyi tercih et
uk: Надавати перевагу оригінальному не-HTML документу

source: Download directory: use a directory that is exclusively used by the Wallabag plugin. Existing files in this directory risk being deleted. Articles marked as finished or 100% read can be deleted from the server. Those articles can also be deleted automatically when downloading new articles if the 'Process deletions during download' option is enabled. The 'Synchronize remotely deleted files' option will remove local files that no longer exist on the server.
ca: Carpeta de baixades: ha d’usar-se una carpeta que només pugui utilitzar el connector Wallabag. Els fitxers existents en aquesta carpeta corren el risc de ser suprimits. Els articles marcats com a acabats o 100% llegits es poden suprimir del servidor. Aquests articles també poden suprimir-se automàticament en baixar articles nous si l’opció «Processa supressions durant la baixada» està activada. L’opció «Sincronitza els fitxers suprimits remotament» eliminarà els fitxers locals que ja no es troben al servidor.
cs: Adresář pro stahování: použijte adresář, který bude výhradně používat pouze doplněk Wallabag. Existující soubory v tomto adresáři můžou být smazány. Články označené jako „dokončené“ nebo „100% přečtené“ můžou být smazány ze serveru. Tyto články lze také smazat automaticky během stahování nových článků, pokud je povolena možnost „Zpracovat články ke smazání během stahování“. Povolení možnosti „Synchronizovat vzdáleně smazané soubory“ odstraní lokální soubory, které již neexistují na serveru.
de: Herunterladen-Verzeichnis: Verwenden Sie ein Verzeichnis, das ausschließlich vom Wallabag-Plugin verwendet wird. Bestehende Dateien in diesem Verzeichnis können gelöscht werden. Artikel, die als fertig oder zu 100 % gelesen markiert sind, können vom Server gelöscht werden. Diese Artikel können auch beim Herunterladen neuer Artikel automatisch gelöscht werden, wenn die Option „Löschen beim Herunterladen ausführen“ aktiviert ist. Die Option „Synchronisiere entfernt gelöschte Dateien“ entfernt lokale Dateien, die nicht mehr auf dem Server vorhanden sind.
el: Φάκελος λήψης: χρησιμοποιήστε έναν φάκελο που χρησιμοποιείται αποκλειστικά από το πρόσθετο Wallabag. Τα υπάρχοντα αρχεία σε αυτόν τον φάκελο κινδυνεύουν να διαγραφούν. Τα άρθρα που έχουν χαρακτηριστεί ως τελειωμένα ή 100% αναγνωσμένα μπορούν να διαγραφούν από τον διακομιστή. Αυτά τα άρθρα μπορούν επίσης να διαγραφούν αυτόματα κατά τη λήψη νέων άρθρων, εάν είναι ενεργοποιημένη η επιλογή «Επεξεργασία διαγραφών κατά τη λήψη». Η επιλογή «Συγχρονισμός αρχείων που έχουν διαγραφεί εξ αποστάσεως» θα διαγράψει τα τοπικά αρχεία που δεν υπάρχουν πλέον στο διακομιστή.
es: Carpeta de descarga: debe usarse una carpeta que sea utilizada exclusivamente por el complemento Wallabag. Los archivos existentes en esta carpeta pueden eliminarse. Los artículos marcados como terminados o 100 % leídos pueden eliminarse del servidor. Estos artículos también pueden eliminarse automáticamente al descargar nuevos artículos si la opción «Procesar eliminaciones durante la descarga» está activada. La opción «Sincronizar archivos eliminados remotamente» eliminará los archivos locales que ya no se encuentran en el servidor.
fr: Répertoire de téléchargement : utilisez un répertoire exclusivement dédié au module Wallabag. Sinon, les fichiers existants dans ce répertoire risqueraient d’être supprimés. Les articles marqués comme étant terminés ou lus à 100 % peuvent être supprimés du serveur. Ces articles peuvent également être supprimés automatiquement lors du téléchargement de nouveaux articles si l’option « Traiter les suppressions pendant le téléchargement » est activée. L’option « Synchroniser les fichiers supprimés à distance » supprime les fichiers locaux qui n’existent plus sur le serveur.
gl: Cartafol de descarga: usar un cartafol que é usado só polo engadido de Wallabag. Os ficheiros existentes neste cartafol corren o risco de ser borrados. Os artigos marcados como finalizados ou lidos ao 100% poden ser borrados do servidor. Eses artigos tamén poden ser borrados automaticamente ao descargar novos artigos se a opción de 'Procesar borrados durante a descarga' está activada. A opción de 'Sincronizar ficheiros borrados remotamente' borrará ficheiros locais que xa non existen no servidor.
hu: Letöltési könyvtár: olyan könyvtár használata, amelyet kizárólag a Wallabag bővítmény használ. Az ebben a könyvtárban lévő jelenlegi fájlok törlését kockáztatja. A befejezettnek vagy 100%-ban olvasottnak jelölt cikkek törölhetők a szerverről. Ezek a cikkek automatikusan törlődhetnek az új cikkek letöltésekor is, ha a 'Process deletions during download' (Törlések feldolgozása letöltés közben) opció engedélyezve van. A 'Távolról törölt fájlok szinkronizálása' opció eltávolítja a szerveren már nem létező helyi fájlokat.
it_it: Cartella di download: utilizza una cartella esclusivamente per l'estensione Wallabag. I file esistenti in questa cartella potrebbero essere eliminati. Gli articoli contrassegnati come finiti o letti al 100% possono essere eliminati dal server. Tali articoli possono anche essere eliminati automaticamente quando si scaricano nuovi articoli se l'opzione "Elabora eliminati durante il download" è abilitata. L'opzione "Sincronizza file eliminati da remoto" rimuoverà i file locali che non esistono più sul server.
ja: ダウンロードディレクトリ: Wallagag プラグインで排他的に使用されるディレクトリを使用してください。 このディレクトリ内の既存のファイルは削除されるかもしれないのでご注意ください。 読了または 100% 読破とマークされた記事はサーバーから削除できます。「ダウンロード中に削除処理も行う」オプションが有効になっている場合は、新しい記事をダウンロードするときに、これらの記事を自動的に削除します。 「リモートで削除されたファイルを同期する」オプションを選択すると、サーバー上に存在しなくなったローカルファイルが削除されます。
ko_kr: 다운로드 디렉터리: Wallabag 플러그인 전용 디렉터리를 사용합니다. 이 디렉터리에 있는 파일이 삭제될 위험이 있습니다. 완료나 100% 읽음으로 표시된 글감은 서버에서 삭제할 수 있습니다. '다운로드하면서 진행 과정 삭제' 옵션을 사용하면, 새 글감을 다운로드할 때도 해당 글감을 자동으로 삭제할 수 있습니다. '원격으로 삭제된 파일 동기화' 옵션은 서버에 더 이상 존재하지 않는 로컬 파일을 제거합니다.
nl_nl: Downloadmap: een map exclusief voor de Wallabagplugin. Bestaande bestanden in deze map riskeren te worden verwijderd. Artikels die als afgewerkt of 100% gelezen zijn gemarkeerd, kunnen worden verwijderd van de server. Deze artikels kunnen ook automatisch worden verwijderd bij het downloaden van nieuwe artikels, als de "Verwijderingen verwerken tijdens download"-optie aanstaat. De "Synchroniseer verwijderde bestanden op afstand" optie zal lokale bestanden die niet meer bestaan op de server verwijderen.
pl: Folder pobierania: użyj folderu używanego wyłącznie przez wtyczkę Wallabag. Istniejące pliki w tym folderze mogą zostać usunięte. Artykuły oznaczone jako zakończone lub w 100% przeczytane można usunąć z serwera. Artykuły te można również automatycznie usuwać podczas pobierania nowych artykułów, jeśli włączona jest opcja „Usuwanie procesów podczas pobierania”. Opcja „Synchronizuj zdalnie usunięte pliki” usuwa lokalne pliki, które już nie istnieją na serwerze.
pt_br: Pasta de download: use uma pasta que seja usado exclusivamente pelo plugin do Wallabag. Os arquivos existentes nesta pasta correm o risco de serem excluídos. Os artigos marcados como concluídos ou 100% lidos podem ser excluídos do servidor. Esses artigos também podem ser excluídos automaticamente ao baixar novos artigos se a opção 'Processar exclusões durante o download' estiver ativada. A opção 'Sincronizar arquivos excluídos remotamente' removerá arquivos locais que não existem mais no servidor.
ro: Dosar descărcări: folosește un dosar care va fi folosit exclusiv de extensia Wallabag. Fișierele existente din acest dosar riscă să fie șterse. Articolele marcate ca finalizate sau citite 100% pot fi șterse de pe server. Acele articole pot de asemenea să fie șterse automat cînd se descarcă noi articole dacă opțiunea „Procesare ștergeri în timpul descărcării” este activată. Opțiunea de sincronizare pe server a fișierelor șterse va șterge fișierele locale care nu mai există pe server.
ru: Папка загрузки: выбирайте её исключительно для плагина Wallabag. Имеющиеся в ней файлы могут быть удалены. Статьи, помеченные как завершённые или прочитанные на 100%, могут быть удалены с сервера. Данные статьи также могут быть автоматически удалены при загрузке новых статей, если включён параметр «Обрабатывать удаления при загрузке». Параметр «Синхронизация удаления файлов с сервером» удалит те локальные файлы, которые больше не существуют на сервере.
sk: Priečinok na stiahnutie: použite priečinok, ktorý výhradne používa doplnok Wallabag. Existujúce súbory v tomto priečinku môžu byť odstránené. Články označené ako dokončené alebo 100% prečítané môžu byť zo servera odstránené. Tieto články môžu byť tiež automaticky odstránené pri sťahovaní nových článkov, ak je povolená možnosť „Spracovať odstránené články pri sťahovaní“. Možnosť 'Synchronizovať na diaľku odstránené súbory' odstráni lokálne súbory, ktoré už na serveri neexistujú.
sr: Директоријум преузимања: користите директоријум који искључиво употребљава Wallabag додатак. Постоји ризик да се обришу постојећи фајлови у овом директоријуму. Чланци који си означени као завршени или 100% прочитани могу да се обришу са сервера. Ако је укључена опција ’Обради брисања током преузимања’, ти чланци такође могу аутоматски да се обришу када се преузимају нови чланци. Опција ’Синхронизуј удаљене обрисане фајлове’ ће да уклони локалне фајлове који више не постоје на серверу.
tr: İndirme klasörü: Wallabag uygulama eki tarafından kullanılan klasör. Bu klasörde bulunan dosyaların silinme riski vardır. Tamamlanmış ya da % 100 olarak işaretlenmiş yazılar sunucudan silinebilir. Bu yazılar ayrıca 'İndirme sırasında silmeler işlensin' seçeneği etkinleştirilmiş ise yeni yazılar indirilirken otomatik olarak silinir. 'Uzakta silinmiş dosyaları eşitle' seçeneği sunucuda bulunmayan yerel dosyaları siler.
uk: Завантажити каталог: використовуйте каталог, який застосовується лише плагіном Wallabag. Наявні файли у цьому каталозі можуть видалитися. Статті, позначені завершеними або прочитаними на 100%, можна видалити з сервера. Ці статті також можна автоматично видаляти під час завантаження нових статей, якщо ввімкнено параметр «Виконувати видалення під час завантаження». Параметр «Синхронізувати віддалено видалені файли» видалить локальні файли, яких більше немає на сервері.
zh_cn: 下载目录：专门为 Wallabag 插件使用一个目录，目录中的已有文件有可能会被删除。 被标记为阅读完毕的文章可以从服务器上删除，启用“下载时同步删除”功能可以自动将这些已经阅读完毕的文章删除。 “同步远程删除操作”会将服务器上不存在的本地文章删除。

source: Wallabag is an open source read-it-later service. This plugin synchronizes with a Wallabag server. More details: https://wallabag.org Downloads to folder: %1
ca: Wallabag és un servei de lectura diferida de codi obert. Aquest complement se sincronitza amb un servidor de Wallabag. Més informació en: https://wallabag.org Descàrregues en la carpeta: %1
cs: Wallabag je open-sourceová „čti-to-později“ služba. Tento doplněk se synchronizuje s Wallabag serverem. Více informací na: https://wallabag.org Adresář pro stahování článků: %1
de: Wallabag ist ein quelloffener read-it-later Service. Dieses Plugin synchronisiert sich mit einem Wallabag-Server. Weitere Informationen: https://wallabag.org Heruntergeladene Dateien in das Verzeichnis: %1
el: Το Wallabag είναι μια υπηρεσία ανοικτού κώδικα για ανάγνωση αργότερα. Αυτό το πρόσθετο συγχρονίζεται με έναν διακομιστή Wallabag. Περισσότερες λεπτομέρειες: https://wallabag.org Λήψεις στον φάκελο: %1
es: Wallabag es un servicio de lectura diferida de código abierto. Este complemento se sincroniza con un servidor de Wallabag. Más información en: https://wallabag.org Descargas en la carpeta: %1
fr: Wallabag est un service open source de lecture ultérieure. Ce module se synchronise avec un serveur Wallabag. Plus de détails : https://wallabag.org Télécharge dans le répertoire : %1
gl: Wallabag é un servizo de código aberto para ler máis tarde. Este complemento sincronízase cun servidor de Wallabag. Máis información: https://wallabag.org Descargas no cartafol: %1
hu: A Wallabag egy nyílt forráskódú, 'Olvasás később' (Read-It-Later) szolgáltatás. Ez a bővítmény szinkronizál egy Wallabag szerverrel. További részletek: https://wallabag.org Letöltés ebbe a könyvtárba: %1
it_it: Wallabag è un servizio open source per "leggilo più tardi". Questa estensione sincronizza con un server Wallabag. Maggiori dettagli: https://wallabag.org Scaricamento nella cartella: %1
ja: Wallabag はオープンソースの「後で読むサービス」です。このプラグインはWallabagサーバと同期します。 詳細は https://wallabag.org にて ダウンロードフォルダ: %1
ko_kr: Wallabag은 오픈 소스 나중에 읽기 서비스입니다. 이 플러그인은 Wallabag 서버와 동기화됩니다. 자세한 내용: https://wallabag.org 폴더에 다운로드합니다: %1
nl_nl: Wallabag is een open-source lees-het-later service. Deze plugin synchroniseert met een Wallabagserver. Meer details: https://wallabag.org Download naar map: %1
pl: Wallabag jest otwartoźródłowym serwisem typu „przeczytaj później”. Ta wtyczka wykonuje synchronizacje z serwerem Wallabag. Więcej informacji: https://wallabag.org Pobieranie do folderu: %1
pt_br: Wallabag é um serviço de leitura posterior em código aberto. Este plugin sincroniza com um servidor do Wallabag. Mais detalhes: https://wallabag.org Arquivos baixados na pasta: %1
ru: Wallabag - сервис с открытым исходным кодом для чтения сохранённых «на потом» статей, которые плагин синхронизирует с выбранным сервером. Подробнее: https://wallabag.org Папка для загрузки: %1
sk: Wallabag je služba "prečítajte si neskôr" s otvoreným zdrojovým kódom. Tento doplnok sa synchronizuje so serverom Wallabag. Viac informácií: https://wallabag.org Stiahnutie do priečinka: %1
sr: Wallabag је сервис накнадног читања отвореног кода. Овај додатак обавља синхронизацију са Wallabag сервером. Више детаља на: https://wallabag.org Преузима у директоријум: %1
tr: Wallabag açık kaynaklı bir daha sonra okuma hizmetidir. Bu uygulama eki verilerin bir Wallabag sunucusu ile eşitlenmesini sağlar. Şuradan ayrıntılı bilgi alabilirsiniz: https://wallabag.org İndirme klasörü: %1
uk: Wallabag — це служба читання з відкритим кодом. Цей плагін синхронізується з сервером Wallabag. Докладніше: https://wallabag.org Завантаження в теку: %1
zh_cn: Wallabag 是一个开源的稍后再读服务，此插件能够与 Wallabag 服务同步。 访问网站阅读更多信息：https://wallabag.org 下载至文件夹: %1

source: Please configure the server settings and set a download folder.
ar: يرجى تكوين إعدادات الخادم وتعيين مجلد التنزيل.
ca: Configure el servidor i establisca una carpeta de descàrrega.
cs: Prosím nakonfigurujte nastavení serveru a určete adresář pro stahování.
de: Bitte konfigurieren Sie die Servereinstellungen und legen Sie ein Herunterladen-Verzeichnis fest.
el: Παρακαλούμε διαμορφώστε τις ρυθμίσεις του διακομιστή και ορίστε ένα φάκελο λήψης.
es: Configure los ajustes del servidor y establezca una carpeta de descarga.
fa: لطفاً تنظیمات سرور را تنظیم و یک پوشه دانلود تعیین کنید.
fr: Veuillez configurer les préférences serveur et définir un dossier de téléchargement.
gl: Por favor configura os parámetros do servidor e o cartafol de descarga.
hu: Állítsa be a szerver beállításait és a letöltési mappát.
it_it: Configura le impostazioni del server e imposta una cartella di download.
ja: サーバー設定を行い、ダウンロードフォルダを設定してください。
ko_kr: 서버 설정을 구성하고 다운로드 폴더를 지정해 주세요.
nl_nl: De serverinstellingen en downloadmap moeten nog worden geconfigureerd.
pl: Proszę skonfigurować ustawienia serwera i ustawić folder pobierania.
pt_br: Por favor, configure o servidor e defina uma pasta para baixar.
ro: Te rog configurează serverul și alege un dosar pentru descărcări.
ru: Пожалуйста, настройте параметры сервера и задайте папку для загрузки.
sk: Nakonfigurujte prosím nastavenia servera a nastavte priečinok pre sťahovanie.
sr: Молимо вас да конфигуришете подешавања сервера и поставите директоријум преузимања.
tr: Lütfen sunucu ayarlarını yapılandırın ve bir indirme klasörü belirtin.
uk: Налаштуйте параметри сервера та призначте теку завантажень.
zh_cn: 请配置服务器设置并设置一个下载文件夹.

source: Server (★)
ar: سيرفر (★)
ca: Servidor (★)
el: Διακομιστής (★)
es: Servidor (★)
fa: سرور (★)
fr: Serveur (★)
gl: Servidor (★)
hu: Szerver (★)
ja: サーバー(★)
ko_kr: 서버 (★)
pl: Serwer (★)
pt_br: Servidor (★)
ru: Сервер (★)
sr: Сервер (★)
tr: Sunucu (★)
uk: Сервер (★)
zh_cn: 服务器 (★)

source: Server
ar: سيرفر
ca: Servidor
el: Διακομιστής
es: Servidor
fa: سرور
fr: Serveur
gl: Servidor
hu: Szerver
ja: サーバー
ko_kr: 서버
pl: Serwer
pt_br: Servidor
ru: Сервер
sr: Сервер
tr: Sunucu
uk: Сервер
zh_cn: 服务器

source: Folder (★)
ar: مجلد (★)
ca: Carpeta (★)
cs: Složka (★)
de: Verzeichnis (★)
el: Φάκελος (★)
es: Carpeta (★)
fa: پوشه (★)
fr: Dossier (★)
gl: Cartafol (★)
hu: Mappa (★)
it_it: Cartella (★)
ja: フォルダー(★)
ko_kr: 폴더 (★)
nl_nl: Map (★)
pt_br: Pasta (★)
ro: Dosar (★)
ru: Папка (★)
sk: Priečinok (★)
sr: Директоријум (★)
tr: Klasör (★)
uk: Тека (★)
zh_cn: 文件夹 (★)

source: Folder
ar: مجلد
ca: Carpeta
cs: Složka
de: Verzeichnis
el: Φάκελος
es: Carpeta
fa: پوشه
fr: Dossier
gl: Cartafol
hu: Mappa
it_it: Cartella
ja: フォルダー
ko_kr: 폴더
nl_nl: Map
pt_br: Pasta
ro: Dosar
ru: Папка
sk: Priečinok
sr: Директоријум
tr: Klasör
uk: Тека
zh_cn: 文件夹

source: The download directory is not valid. Please configure it in the settings.
ar: مجلد التحميل غير صالح. قم بضبطه في الإعدادات.
ca: La carpeta de descàrrega no és vàlida. Aquesta opció es pot configurar en els ajustos.
cs: Adresář pro stahování není platný. Prosím nakonfigurujte ho v nastavení.
de: Das Herunterladen-Verzeichnis ist ungültig. Bitte in den Einstellungen konfigurieren.
el: Ο φάκελος λήψης δεν είναι έγκυρος. Παρακαλούμε ορίστε τον στις ρυθμίσεις.
es: La carpeta de descarga no es válida. Esta opción puede configurarse en los ajustes.
fa: پوشه دریافت معتبر نیست. لطفاً آن را در بخش تنظیمات تنظیم کنید.
fr: Le répertoire de téléchargement est invalide. Veuillez le configurer dans les paramètres.
gl: O cartafol de descarga non é válido. Por favor configúrao nas opcións.
hu: A letöltési mappa érvénytelen. Konfigurálja a beállításokban.
it_it: La cartella di download non è valida. Cconfigurala nelle impostazioni.
ja: ダウンロードフォルダーが無効です。 設定でもう一度確認してください。
ko_kr: 다운로드 디렉터리가 맞지 않습니다. 설정에서 구성해 주세요.
nl_nl: De downloadmap is ongeldig. Gebruik de instellingen om de map te configureren.
pl: Folder pobierania jest nieprawidłowy. Proszę skonfigurować go w ustawieniach.
pt_br: A pasta para baixar não é válida. Por favor, defina-a nas configurações.
ro: Dosarul de descărcări nu este valid. Te rog configurează-l în setări.
ru: Папка загрузки недействительна. Пожалуйста, задайте её в настройках.
sk: Priečinok pre sťahovanie je neplatný. Nakonfigurujte si ho prosím v nastaveniach.
sr: Директоријум преузимања није исправан. Молимо вас да га конфигуришете у подешавањима.
tr: İndirme klasörü geçersiz. Lütfen ayarlar bölümünden düzenleyin.
uk: Каталог завантаження невірний. Сконфігуруйте його в налаштуваннях.
zh_cn: 下载目录不正确。 请在设置中配置正确的下载目录。

source: Could not login to Wallabag server.
ca: No s'ha pogut iniciar sessió en el servidor de Wallabag.
cs: Nelze se přihlásit k Wallabag serveru.
de: Anmeldung am Wallabag-Server konnte nicht durchgeführt werden.
el: Δεν ήταν δυνατή η σύνδεση στον διακομιστή Wallabag.
es: No se ha podido iniciar sesión en el servidor de Wallabag.
fa: نتوانستم به سرور Wallabag وارد شوم.
fr: Impossible de se connecter au serveur Wallabag.
gl: Non se puido iniciar sesión no servidor Wallabag.
hu: Nem sikerült bejelentkezni a Wallabag szerverre.
it_it: Impossibile accedere al server Wallabag.
ja: Wallabagサーバにログイン出来ません。
ko_kr: Wallabag 서버에 로그인할 수 없습니다.
nl_nl: Kan niet op Wallabagserver inloggen.
pl: Nie można zalogować się do serwera Wallabag.
pt_br: Não foi possível fazer login no servidor do Wallabag.
ro: Nu s-a putut conecta la serverul Wallabag.
ru: Не удалось войти на сервер Wallabag.
sk: Nepodarilo sa prihlásiť na server Wallabag.
sr: Није успела пријава на Wallabag сервер.
tr: Wallabag sunucusunda oturum açılamadı.
uk: Не вдалося залогуватись до сервера Wallabag.
zh_cn: 无法登录至 Wallabag 服务器。

source: Requesting article list failed.
ca: La sol·licitud de la llista d'articles ha fallat.
cs: Požadavek na seznam článků se nezdařil.
de: Artikelliste abrufen fehlgeschlagen.
el: Η αίτηση για λίστα άρθρων απέτυχε.
es: La solicitud de la lista de artículos ha fallado.
fa: درخواست فهرست مقالات ناموفق بود.
fr: L'obtention de la liste des articles a échoué.
gl: Fallou a solicitude da lista de artigos.
hu: A cikklista lekérése nem sikerült.
it_it: Richiesta elenco articoli fallita.
ja: 記事一覧の要求に失敗しました。
ko_kr: 글감 목록을 요청하지 못했습니다.
nl_nl: Artikellijst ophalen mislukt.
pl: Żądanie listy artykułów nie powiodło się.
pt_br: A solicitação da lista de artigos falhou.
ro: Cererea listei de articole a eșuat.
ru: Сбой при получении списка статей.
sk: Vyžiadanie zoznamu článkov zlyhalo.
sr: Није успео захтев за листом чланака.
tr: Yazı listesi istenemedi.
uk: Не вдалося надіслати запит на список статей.
zh_cn: 获取文章列表失败。

source: Server response is not valid.
ar: استجابة المزوّد (السيرفر) غير صحيحة.
ca: La resposta del servidor no és vàlida.
cs: Odpověď serveru není platná.
de: Serverantwort ungültig.
el: Η απόκριση του διακομιστή δεν είναι έγκυρη.
es: La respuesta del servidor no es válida.
fa: پاسخ سرور نامعتبر است.
fr: La réponse du serveur est invalide.
gl: A resposta do servidor non é válida.
hu: A kiszolgáló válasza érvénytelen.
it_it: Risposta del server non valida.
ja: サーバからの応答が無効です。
ko_kr: 서버 응답이 올바르지 않습니다.
nl_nl: Antwoord van server is niet geldig.
pl: Odpowiedź serwera jest nieprawidłowa.
pt_br: A resposta do servidor não é válida.
ro: Răspunsul serverului nu este valid.
ru: Недопустимый ответ сервера.
sk: Odpoveď zo servera je neplatná.
sr: Одговор сервера је неисправан.
tr: Sunucu yanıtı geçersiz.
uk: Відповідь сервера не вірна.
zh_cn: 服务器响应无效。

source: Communication with server failed.
ar: فشل الاتصال بالخادم.
ca: Error de comunicació amb el servidor.
cs: Komunikace se serverem selhala.
de: Kommunikation mit dem Server fehlgeschlagen.
el: Η επικοινωνία με τον διακομιστή απέτυχε.
es: Error de comunicación con el servidor.
fa: ارتباط با سرور ناموفق بود.
fr: La communication avec le serveur a échoué.
gl: Fallou a comunicación co servidor.
hu: A kiszolgálóval való kommunikáció nem sikerült.
it_it: Comunicazione con il server fallita.
ja: サーバーとの通信に失敗しました。
ko_kr: 서버와의 통신에 실패했습니다.
nl_nl: Communicatie met server mislukt.
pl: Komunikacja z serwerem zakończona niepowodzeniem.
pt_br: Comunicação com o servidor falhou.
ro: Comunicarea cu serverul a eșuat.
ru: Не удалось подключиться к серверу.
sk: Komunikácia zo servrom zlyhala.
sr: Није успела комуникација са сервером.
tr: Sunucu bağlantısı kurulamadı.
uk: Не вдалося з'єднатися з сервером.
zh_cn: 与服务器通信失败。

source: Connecting…
ar: جارٍ الاتصال…
ca: Connectant…
cs: Připojování…
de: Verbinden …
el: Σύνδεση σε εξέλιξη…
es: Conectando…
fa: اتصال…
fr: Connexion…
gl: A conectar…
hu: Kapcsolódás…
it_it: In connessione…
ja: 接続中…
ko_kr: 연결 중…
nl_nl: Verbinding maken…
pl: Łączenie…
pt_br: Conectando…
ro: Se conectează…
ru: Подключение…
sk: Pripája sa…
sr: Повезивање у току…
tr: Bağlantı kuruluyor…
uk: З'єднання…
zh_cn: 连接中…
