Repository: spruceUI/spruceOS
Catalog: App/KoReader/l10n/*/koreader.po
Languages: ar, ca, cs, de, el, es, fa, fr, gl, hu, it_it, ja, ko_kr, nl_nl, pl, pt_br, ro, ru, sk, sr, tr, uk, zh_cn

source: Malayalam
ar: لغة مالايالام
ca: Malaiàlam
cs: malajálamštiny
el: Μαλαγιαλαμικά
es: Malabar
fa: مالایالم
gl: malaialam
hu: Maláj
ko_kr: 말라얄람어
pl: malajalam
pt_br: Malaiala
ru: Малайзийский
sk: Malajámčina
sr: малајалам
tr: Malayamca
uk: малаялам

source: Marathi
ar: الماراثيّة
cs: maráthí
el: Μαραθικά
es: Maratí
fa: مراتی
ko_kr: 마라티어
ru: Маратхи
sk: Maratčina
sr: марати
tr: Maratice
uk: маратхі

source: Malagasy
ar: المالاجاسيّة
ca: Malgaix
cs: malgaštiny
de: Madagassisch
el: Μαλγασικά
es: Malgache
fa: مالاگاسی
fr: Malgache
gl: malgaxe
hu: Madagaszkári
it_it: Malgascio
ko_kr: 마다가스카르어
nl_nl: Malagasi
pl: malgaski
pt_br: Malgaxe
ro: Malgașă
ru: Малагасийский
sk: Malgaština
sr: малгашки
tr: Malagazca
uk: малагасійська

source: Maltese
ar: المالطيّة
ca: Maltés
cs: maltštiny
de: Maltesisch
el: Μαλτέζικα
es: Maltés
fa: مالتی
fr: Maltais
gl: maltés
hu: Máltai
ko_kr: 몰타어
nl_nl: Maltees
pl: maltański
pt_br: Maltês
ro: Malteză
ru: Мальтийский
sk: Maltčina
sr: малтешки
tr: Maltaca
uk: мальтійська

source: Mongolian
ar: المنغوليّة
ca: Mongol
cs: mongolštiny
de: Mongolisch
el: Μογγολικά
es: Mongol
fa: مغولی
fr: Mongol
gl: mongol
hu: Mongol
it_it: Mongolo
ko_kr: 몽골어
nl_nl: Mongools
pl: mongolski
pt_br: Mongol
ro: Mongolă
ru: Монгольский
sk: Mongolčina
sr: монголски
tr: Moğolca
uk: монгольська

source: Maori
ar: لغة ماوري
cs: maorštiny
de: Maorisch
el: Μαορί
es: Maorí
fa: مائوری
gl: maorí
ko_kr: 마오리어
ru: Маори
sk: Maorčina
sr: маорски
tr: Maorice
uk: маорійська

source: Malay
ar: الماليزيّة
ca: Malai
cs: malajštiny
de: Malaiisch
el: Μαλαϊκά
es: Malayo
fa: مالایی
fr: Malais
gl: malaio
hu: Maláj
it_it: Malese
ko_kr: 말레이어
nl_nl: Maleis
pl: malajski
pt_br: Malaio
ro: Malaieză
ru: Малайский
sk: Malajčina
sr: малајски
tr: Malayca
uk: малайська

source: Burmese
ca: Birmà
cs: Barmština
de: Burmesisch
el: Βιρμανικά
es: Birmano
fa: برمه‌ای
fr: Birman
gl: Birmano
hu: Burmai
it_it: Birmano
ko_kr: 버마어
nl_nl: Birmaans
pl: birmański
ru: Бирманский
sk: Barmština
sr: бурмански
tr: Birmanca
uk: Бірманська
zh_cn: 缅甸语

source: Navajo
cs: Navažština
el: Ναβάχο
fa: ناواهو
ko_kr: 나바호어
pl: nawajski
ru: Навахо
sk: Navajsky
sr: навахо
tr: Navaho
uk: Навахо
zh_cn: 纳瓦霍语

source: Norwegian Nynorsk
ca: Noruec Nynorsk
cs: Norština Nynorsk
de: Neu-Norwegisch
el: Νεονορβηγικά (Νινόρσκ)
es: Noruego «nynorsk»
fa: نروژی نو
fr: Nynorsk Norvégien
gl: Novo noruegués
hu: Norvég Nynorsk
it_it: Norvegese Nynorsk
ko_kr: 노르웨이 뉘노르스크어
nl_nl: Noors (Nynorsk)
pl: norweski (nynorsk)
ru: Новонорвежский
sk: Nórčina (Nynorsk)
sr: норвешки (нинорск)
tr: Nynorsk Norveççe
uk: Норвезька Нюношк
zh_cn: 新挪威语

source: Norwegian Bokmål
ca: Noruec Bokmål
cs: Norština Bokmål
de: Norwegisch (Bokmål)
el: Νορβηγικά Μποκμάλ
es: Noruego Bokmål
fa: نروژی بوکمُل
fr: Norvégien Bokmål
gl: Noruegués Bokmål
hu: Norvég bokmål
it_it: Norvegese Bokmål
ko_kr: 노르웨이 부크몰어
nl_nl: Noors (Bokmål)
pl: norweski (bokmål)
ru: Норвежский букмол
sk: Nórčina (Bokmål)
sr: норвешки (бокмел)
tr: Bokmål Norveççe
uk: Норвезька Букмол
zh_cn: 书面挪威语

source: Oromo
cs: Oromština
el: Ορόμο
fa: اورومو
hu: Oromó
ko_kr: 오로모어
ru: Оромо
sk: Oromčina
sr: оромо
uk: Оромо
zh_cn: 奥罗莫语

source: Panjabi
cs: Paňdžábština
el: Παντζαπικά
es: Panyabí
fa: پنجابی
fr: Punjabi
gl: Punjabi
hu: Pandzsábi
it_it: Pangiabi
ko_kr: 판자비어
pl: pendżabski
ru: Пенджабский
sk: Pandžábčina
sr: панџаби
tr: Pencapça
uk: Пенджабська
zh_cn: 旁遮普语

source: Pali
cs: Páli
el: Πάλι
fa: پالی
it_it: Pāli
ko_kr: 팔리어
pt_br: Páli
ru: Пали
sk: Pálí
sr: пали
uk: Палі
zh_cn: 巴利语

source: Pushto
ca: Paixtu
cs: Paštština
de: Paschtunisch
el: Παστού
es: Pastún
fa: پشتو
fr: Pachto
gl: Pastún
hu: Pastu
it_it: Pashtu
ko_kr: 푸시토어
nl_nl: Pasjtoe
pl: paszto
ru: Пушту
sr: паштунски
tr: Peştuca
uk: Пушту
zh_cn: 普什图语

source: Quechua
ca: Quítxua
cs: Kečuánština
el: Κέτσουα
fa: کچوایی
hu: Kecsua
ko_kr: 케추아어
pl: keczua
ru: Кечуа
sk: Kečuánčina
sr: кечуа
tr: Keçuva
uk: Кечуа
zh_cn: 克丘亚语

source: Sanskrit
ca: Sànscrit
cs: Sanskrt
el: Σανσκριτικά
es: Sánscrito
fa: سانسکریت
gl: Sánscrito
hu: Szanszkrit
it_it: Sanscrito
ko_kr: 산스크리트어
nl_nl: Sanskriet
pl: sanskryt
ru: Санскрит
sr: санскрит
tr: Sanskritçe
uk: Санскрит
zh_cn: 梵语

source: Albanian
ar: الألبانية
ca: Albanés
cs: albánštiny
de: Albanisch
el: Αλβανικά
es: Albanés
fa: آلبانیایی
fr: Albanais
gl: Albano
hu: Albán
it_it: Albanese
ko_kr: 알바니아어
nl_nl: Albanees
pl: albański
pt_br: Albanês
ro: Albaneză
ru: Албанский
sk: Albánčina
sr: албански
tr: Arnavutça
uk: албанська

source: Swati
cs: Siswatština
de: Swazi
el: Σουάτι
es: Suazi
fa: سوازی
gl: Suazi
hu: Szvázi
ko_kr: 스와티어
nl_nl: Swazi
pl: suazi
ru: Свати
sk: Svazijčina
sr: свати
uk: Сваті
zh_cn: 斯瓦蒂语

source: Sundanese
ar: السُّندَانيِّة
ca: Sondanés
cs: sundštiny
de: Sundanesisch
el: Σουντανικά
es: Sondanés
fa: سوندایی
gl: sudanés
ko_kr: 순다어
nl_nl: Soendanees
pl: sundański
pt_br: Sudanês
ro: Sundaneză
ru: Сунданский
sk: Sundčina
sr: сундански
tr: Sundaca
uk: сунданська

source: Swahili
ar: السواحيليّة
ca: Suahili
cs: svahilštiny
de: Suaheli
el: Σουαχίλι
es: Suajili
fa: سواحِلی
gl: suahili
hu: Szuahéli
ko_kr: 스와힐리어
pl: suahili
pt_br: Suaíli
ru: Суахили
sk: Svahilčina
sr: свахили
tr: Swahilice
uk: суахілі

source: Tamil
ar: التاميل (لغة هنديّة)
ca: Tàmil
cs: tamilštiny
de: Tamilisch
el: Ταμίλ
fa: تامیلی
gl: támil
ko_kr: 타밀어
pl: tamilski
pt_br: Tâmil
ro: Tamilă
ru: Тамильский
sk: Tamilčina
sr: тамилски
tr: Tamilce
uk: тамільська

source: Tatar
ca: Tàtar
cs: Tatarština
de: Tatarisch
el: Ταταρικά
es: Tártaro
fa: تاتاری
gl: Tártaro
hu: Tatár
it_it: Tartaro
ko_kr: 타타르어
nl_nl: Tataars
pl: tatarski
ru: Татарский
sk: Tatárčina
sr: татарски
tr: Tatarca
uk: Татарська
zh_cn: 鞑靼语

source: Telugu
ar: تيلوكو (لغة هنديّة)
cs: telugštiny
el: Τελούγκου
es: Télugu
fa: تلوگو
ko_kr: 텔루구어
pt_br: Télugo
ru: Телугу
sk: Telugčina
sr: телугу
tr: Teluguca
uk: телугу

source: Tajik
ar: الطاجيكيّة
ca: Tadjik
cs: tádžičtiny
de: Tadschikisch
el: Τατζικικά
es: Tayiko
fa: تاجیکی
fr: Tadjik
gl: taxico
hu: Tádzsik
it_it: Tagico
ko_kr: 타지크어
nl_nl: Tadzjieks (Tajiki)
pl: tadżycki
pt_br: Tadjique
ro: Tadjică
ru: Таджикский
sk: Tadžičtina
sr: таџички
tr: Tacikce
uk: таджицька

source: Tagalog
ca: Tagal
el: Ταγκαλόγκ
es: Tagalo
fa: تاگالوگ
gl: Tagalo
ko_kr: 타갈로그어
pl: tagalski
ru: Тагальский
sk: Tagalogčina
sr: тагалог
tr: Tagalogca
uk: Тагальська
zh_cn: 他加禄语

source: Thai
ar: التايلنديّة
ca: Tailandès
cs: thajštiny
de: Thailändisch
el: Ταϊλανδικά
es: Tailandés
fa: تایلندی
fr: Thaïlandais
gl: tailandés
it_it: Tailandese
ko_kr: 태국어
pl: tajski
pt_br: Tailandês
ro: Thailandeză
ru: Тайский
sk: Thajčina
sr: тајски
tr: Tayca
uk: тайська

source: Uighur
ca: Uigur
cs: Ujgurština
de: Uigurisch
el: Ουιγούρ
es: Uigur
fa: اویغور
fr: Ouïghours
gl: Uigur
hu: Ujgur
it_it: Uiguro
ko_kr: 위구르어
nl_nl: Oeigoers
pl: ujgurski
ru: Уйгурский
sk: Ujguri
sr: ујгурски
tr: Uygurca
uk: Уйгурська
zh_cn: 维吾尔语

source: Urdu
ar: الأُرديّة
ca: Urdú
cs: urdštiny
el: Ούρντου
fa: اردو
fr: Ourdou
gl: urdú
ko_kr: 우르두어
ru: Урду
sk: Urdčina
sr: урду
tr: Urduca
uk: урду

source: Uzbek
ar: الأوزبكيّة
cs: uzbečtiny
de: Usbekisch
el: Ουζμπεκικά
es: Uzbeco
fa: ازبکی
fr: Ouzbek
gl: uzbeko
hu: Üzbég
it_it: Uzbeco
ko_kr: 우즈벡어
nl_nl: Oezbeeks
pl: uzbecki
pt_br: Uzbeque
ro: Uzbecă
ru: Узбекский
sk: Uzbečtina
sr: узбечки
tr: Özbekçe
uk: узбецька

source: Vietnamese
ar: الفيتناميّة
ca: Vietnamita
cs: vietnamštiny
de: Vietnamesisch
el: Βιετναμέζικα
es: Vietnamita
fa: ویتنامی
fr: Vietnamien
gl: vietnamita
hu: Vietnámi
it_it: Vietnamita
ko_kr: 베트남어
nl_nl: Vietnamees
pl: wietnamski
pt_br: Vietnamita
ro: Vietnameză
ru: Вьетнамский
sk: Vietnamčina
sr: вијетнамски
tr: Vietnamca
uk: в'єтнамська

source: Volapük
el: Βολαπιούκ
fa: ولاپوک
ko_kr: 볼라퓌크어
pl: wolapik
ru: Волапюк
sr: волапик
uk: Волапюк
zh_cn: 沃拉普克语

source: Walloon
ca: Való
cs: Valonština
de: Wallonisch
el: Βαλλωνικά
es: Valón
fa: والونی
fr: Wallon
gl: Valón
hu: Vallon
it_it: Vallone
ko_kr: 왈론어
nl_nl: Waals
pl: waloński
ru: Валлонский
sk: Valónčina
sr: валонски
tr: Valonca
uk: Валлонська
zh_cn: 瓦隆语

source: Xhosa
ar: هوسا
ca: Xosa
cs: xhoštiny
el: Κόσα
es: Xosa
fa: خوسایی
gl: xosa
ko_kr: 코사어
ru: Коса
sk: Xhoština
sr: зоса
tr: Xhosaca
uk: коса

source: Yiddish
ar: الإيديش (العبرية القديمة)
ca: Ídix
cs: jidiš
de: Jiddisch
el: Γίντις
es: Yidis
fa: ییدیش
hu: Jiddis
ko_kr: 이디시어
nl_nl: Jiddisch
pl: jidysz
pt_br: Iídiche
ro: Idiş
ru: Идиш
sk: Jidiš
sr: јидиш
tr: Yidiş
uk: їдиш

source: Yoruba
ar: لغة يوروبا
ca: Ioruba
cs: jorubštiny
el: Γιορούμπα
fa: یوروبایی
ko_kr: 요루바어
pl: joruba
pt_br: Ioruba
ru: Йоруба
sk: Jorubčina
sr: јоруба
tr: Yorubaca
uk: йоруба

source: Zhuang
cs: Čuangština
el: Ζουάνγκ
es: Chuang
fa: ژوانگ
gl: Chuang
ko_kr: 주앙어
ru: Чжуанский
sk: Čuangčina
sr: жуанг
tr: Çuang
uk: Чжуанська
zh_cn: 壮语

source: Chinese
ca: Xinès
cs: Čínština
de: Chinesisch
el: Κινέζικα
es: Chino
fa: چینی
fr: Chinois
gl: Chinés
hu: Kínai
it_it: Cinese
ko_kr: 중국어
nl_nl: Chinees
pl: chiński
ru: Китайский
sk: Čínština
sr: кинески
tr: Çince
uk: Китайська
zh_cn: 中文

source: Adyghe
ca: Adigué
cs: adygejština
de: Adygeisch
el: Αντίγκε
es: Adigué
fa: آدیغی
fr: Adyghé
gl: Adigueo
it_it: Adighè
ko_kr: 아디게어
pl: adygejski
ru: Адыгейский
sk: Adygejčina
sr: адигејски
tr: Adigece
uk: Адигейська
zh_cn: 阿迪格语

source: Southern Altai
ca: Altaic meridional
cs: Jižní altajština
de: Süd-Altaisch
el: Νότια Αλταϊκά
es: Altaico meridional
fa: آلتایی جنوبی
fr: Sud de l’Altaï
gl: Altai meridional
hu: Dél-Altáj
it_it: Altaico meridionale
ko_kr: 남부 알타이어
nl_nl: Zuidelijk Altaïsch
pl: południowoałtajski
ru: Южно-алтайский
sk: Južný Altaj
sr: јужно алтајски
tr: Güney Altayca
uk: Південноалтайська
zh_cn: 南阿尔泰语

source: Old English
ca: Anglès antic
cs: Staroangličtina
de: Englisch, Alt
el: Παλαιά Αγγλικά
es: Inglés antiguo
fa: انگلیسی باستان
fr: Vieux anglais
gl: Inglés antigo
hu: Óangol
it_it: Inglese antico
ko_kr: 고대 영어
nl_nl: Oudengels
pl: staroangielski
ru: Староанглийский
sk: Stará angličtina
sr: староенглески
tr: Eski İngilizce
uk: Давньоанглійська
zh_cn: 古英语

source: Official Aramaic
ca: Arameu oficial
cs: Oficiální aramejština
de: Offizielles Aramäisch
el: Επίσημα Αραμαϊκά
es: Arameo oficial
fa: آرامی رسمی
fr: Araméen officiel
gl: Arameo oficial
hu: Hivatalos arámi
it_it: Aramaico ufficiale
ko_kr: 공식 아람어
nl_nl: Officieel Aramees
pl: aramejski oficjalny
ru: Официальный арамейский
sk: Úradná aramejčina
sr: званични арамејски
tr: Resmi Aramice
uk: Офіційна арамейська
zh_cn: 官方阿拉姆语

source: Asturian
ca: Asturià
cs: Asturština
de: Asturisch
el: Αστουριανικά
es: Asturiano
fa: آستوری
fr: Asturien
gl: Asturiano
hu: Asztúriai
it_it: Asturiano
ko_kr: 아스투리아스어
nl_nl: Asturisch
pl: asturyjski
ru: Астурийский
sk: Astúrčina
sr: астуријски
tr: Asturyasça
uk: Астурійська
zh_cn: 阿斯图里亚斯语

source: Bikol
ca: Bicol central
cs: Bikolština
el: Μπικόλ
fa: بیکولی
it_it: Bicol
ko_kr: 비콜어
pl: bikolski
ru: Бикольский
sr: бикол
uk: Бікольська
zh_cn: 比科尔语

source: Cebuano
ar: سيبوناو
ca: Cebuà
cs: Cebuánštiny
el: Σεμπουάνο
fa: سبوانو
ko_kr: 세부아노어
pl: cebuański
ru: Себуанский
sk: Cebuánčina
sr: себуански
tr: Sebuanca
uk: себуанська
zh_cn: Catalan

source: Cherokee
cs: Čerokézština
el: Τσερόκι
es: Cheroqui
fa: چروکی
ko_kr: 체로키어
pl: czirokeski
ru: Чероки
sk: Čerokézština
sr: чероки
tr: Çeroki
uk: Черокі
zh_cn: 切罗基语

source: Coptic
ca: Copte
cs: Koptština
de: Koptisch
el: Κοπτικά
es: Copto
fa: قبطی
fr: Copte
gl: Copto
hu: Kopt
it_it: Copto
ko_kr: 콥트어
nl_nl: Koptisch
pl: koptyjski
ru: Коптский
sk: Koptčina
sr: коптски
tr: Kıptice
uk: Коптська
zh_cn: 科普特语

source: Crimean Tatar
ca: Tàtar de Crimea
cs: Krymská tatarština
de: Krimtatarisch
el: Ταταρικά Κριμαίας
es: Tártaro de Crimea
fa: تاتار کریمه‌ایی
fr: Tatar de Crimée
gl: Tártaro de Crimea
hu: Krími tatár
it_it: Tartaro di Crimea
ko_kr: 크림 타타르어
nl_nl: Krim-Tataars
pl: krymskotatarski
ru: Крымско-татарский
sk: Krymská tatarčina
sr: кримски татарски
tr: Kırım Tatarcası
uk: Кримськотатарська
zh_cn: 克里米亚鞑靼语

source: Lower Sorbian
ca: Baix sòrab
cs: Dolnolužická srbština
de: Niedersorbisch
el: Κάτω Σορβικά
es: Bajo sorabo
fa: سوربی پایینی
fr: Bas-Sorabe
gl: Baixo sorabo
hu: Alsó-Sorbiai
it_it: Basso Sorbiano
ko_kr: 낮은 소르비아어
nl_nl: Nedersorbisch
pl: dolnołużycki
ru: Нижнесербский
sk: Dolná lužická srbčina
sr: доњолужичкосрпски
tr: Aşağı Sorbca
uk: Нижньолужицька
zh_cn: 下索布语

source: Middle Dutch
ca: Neerlandès mitjà
cs: Střední nizozemština
de: Mittelniederländisch
el: Μέση Ολλανδική
es: Neerlandés medio
fr: Néerlandais
gl: Holandés medio
hu: Közép-holland
it_it: Olandese medio
ko_kr: 중부 네덜란드어
nl_nl: Middelnederlands
pl: średnioniderlandzki
ru: Среднеголландский
sk: Stredná holandčina
sr: средњехоладнски
tr: Orta Hollandaca
uk: Середньонідерландська
zh_cn: 中古荷兰语

source: Middle English
ca: Anglès mitjà
cs: Střední angličtina
de: Mittelenglisch
el: Μέση Αγγλική
es: Inglés medio
fa: انگلیسی میانه
fr: Moyen Anglais
gl: Inglés medio
hu: Közép-angol
it_it: Medio inglese
ko_kr: 중세 영어
nl_nl: Middelengels
pl: średnioangielski
ru: Среднеанглийский
sk: Stredná angličtina
sr: средњоенглески
tr: Orta İngilizce
uk: Середньоанглійська
zh_cn: 中古英语

source: Middle French
ca: Francès mitjà
cs: Středofrancouzština
de: Mittelfranzösisch
el: Μέση Γαλλική
es: Francés medio
fa: فرانسوی میانه
fr: Ancien Français
gl: Francés medio
hu: Közép-francia
it_it: Medio francese
ko_kr: 중세 프랑스어
nl_nl: Middelfrans
pl: średniofrancuski
ru: Среднефранцузский
sk: Stredná francúzština
sr: средњефранцуски
tr: Orta Fransızca
uk: Середньофранцузька
zh_cn: 中古法语

source: Old French
ca: Francès antic
cs: Starofrancouzština
de: Altfranzösisch
el: Παλαιά Γαλλικά
es: Francés antiguo
fa: فرانسوی باستان
fr: Vieux Français
gl: Francés antigo
hu: Ófrancia
it_it: Francese antico
ko_kr: 고대 프랑스어
nl_nl: Oudfrans
pl: starofrancuski
ru: Старофранцузский
sk: Stará francúzština
sr: старофранцуски
tr: Eski Fransızca
uk: Давньофранцузька
zh_cn: 古法语

source: Old High German
ca: Alt alemany antic
cs: Stará horní němčina
de: Althochdeutsch
el: Παλαιά Άνω Γερμανικά
es: Alto alemán antiguo
fa: آلمانی بالای باستان
fr: Allemand
gl: Alto alemán antigo
hu: Ófelnémet
it_it: Antico Alto Tedesco
ko_kr: 고대 고등 독일어
nl_nl: Oudhoogduits
pl: staro-wysoko-niemiecki
ru: Старый верхненемецкий
sk: Stará horná nemčina
sr: старовисоконемачки
tr: Eski Yüksek Almanca
uk: Давньоверхньонімецька
zh_cn: 古高地德语

source: Gothic
ca: Gòtic
cs: Gótština
de: Gotisch
el: Γοτθικά
es: Gótico
fa: گوتیک
fr: Gothique
gl: Gótico
hu: Gótikus
it_it: Gotico
ko_kr: 고트어
nl_nl: Gothisch
pl: gocki
ru: Готский
sk: Gótčina
sr: готски
tr: Gotik
uk: Готична
zh_cn: 哥特语

source: Ancient Greek
ca: Grec antic
cs: Starořečtina
de: Altgriechisch
el: Αρχαία Ελληνικά
es: Griego antiguo
fa: یونانی باستان
fr: Grec Ancien
gl: Grego antigo
hu: Ógörög
it_it: Greco antico
ko_kr: 고대 그리스어
nl_nl: Oudgrieks
pl: starogrecki
ru: Древнегреческий
sk: Starogréčtina
sr: старогрчки
tr: Antik Yunanca
uk: Давньогрецька
zh_cn: 古希腊语

source: Swiss German
ca: Alemany suís
cs: Švýcarská němčina
de: Schweizerdeutsch
el: Ελβετικά Γερμανικά
es: Aleman de Suiza
fa: آلمانی سوئیسی
fr: Suisse Allemand
gl: Alemán suízo
hu: Svájci német
it_it: Tedesco svizzero
ko_kr: 스위스 독일
nl_nl: Zwitserduits
pl: szwajcarski niemiecki
ru: Швейцарский немецкий
sk: Švajčiarska nemčina
sr: швајцарски немачки
tr: İsviçre Almancası
uk: Швейцарська німецька
zh_cn: 瑞士德语

source: Hawaiian
ar: لغة هاواي
ca: Hawaià
cs: havajštiny
de: Hawaiianisch
el: Χαβανέζικα
es: Hawaiano
fa: هاوایی
fr: Hawaïen
gl: hawaiano
hu: Hawaii
it_it: Hawaiano
ko_kr: 하와이어
nl_nl: Hawaïaans
pl: hawajski
pt_br: Havaiano
ro: Hawaiană
ru: Гавайский
sk: Havajčina
sr: хавајски
tr: Havaice
uk: гавайська

source: Hiligaynon
ca: Ilongo
cs: Hiligayonština
el: Χιλιγκαϊνόν
es: Hiligueino
fa: هیلیگاینون
gl: Hiligainón
ko_kr: 힐리가이논어
ru: Хилигайнон
sk: Hiligajnončina
sr: хилигајнонски
uk: Хілігайнон
zh_cn: 希利盖农语

source: Kumyk
cs: Kumykština
de: Kumükisch
el: Κουμγιούκ
es: Cumuco
fa: قموقی
fr: Koumyk
it_it: Cumucco
ko_kr: 쿠미크어
pl: kumycki
ru: Кумыкский
sk: Kumyčtina
sr: кумик
tr: Kumukça
uk: Кумицька
zh_cn: 库梅克语

source: Ladino
ca: Judeocastellà
de: Judenspanisch
el: Λαντίνο
es: Judeoespañol
fa: لادینو
it_it: Ladino (giudeo-spagnolo)
ko_kr: 라디노어
ru: Сефардский
sr: ладино
uk: Ладіно
zh_cn: 拉迪诺语

source: Manchu
ca: Manxú
cs: Mandžuština
el: Μαντσού
es: Manchú
fa: مانچویی
fr: Mandchou
gl: Manchú
hu: Mandzsu
it_it: Mancese
ko_kr: 만주어
pl: mandżurski
ru: Маньчжурский
sk: Mandžuština
sr: манчу
tr: Mançu
uk: Манчжурська
zh_cn: 满语

source: Low German
ca: Baix alemany
cs: Dolnoněmčina
de: Plattdeutsch
el: Κάτω Γερμανικά
es: Bajo alemán
fa: آلمانی سفلی
fr: Bas Allemand
gl: Baixo alemán
hu: Alnémet
it_it: Basso tedesco
ko_kr: 낮은 독일어
nl_nl: Nederduits
pl: dolnoniemiecki
ru: Нижненемецкий
sk: Dolná nemčina
sr: нисконемачки
tr: Aşağı Almanca
uk: Нижньонімецька
zh_cn: 低地德语

source: Old Norse
ca: Nòrdic antic
cs: Staroseverština
de: Altnordisch
el: Παλαιά Νορβηγικά
es: Nórdico antiguo
fa: نورس باستان
fr: Vieux Norrois
gl: Nórdico antigo
hu: Ónorvég
it_it: Antico norreno
ko_kr: 고대 노르드어
nl_nl: Oudnoords
pl: staronordyjski
ru: Древнескандинавский
sk: Stará nórčina
sr: старонордијски
tr: Eski İskandinav
uk: Давньоскандинавська
zh_cn: 古挪威语

source: Ottoman Turkish
ca: Turc otomà
cs: Osmanská turečtina
de: Ottomanisch
el: Οθωμανικά Τουρκικά
es: Turco otomano
fa: ترکی عثمانی
fr: Turc Ottoman
gl: Turco otomán
hu: Ottoman török
it_it: Turco ottomano
ko_kr: 오스만 터키어
nl_nl: Ottomaans Turks
pl: osmańskoturecki
ru: Старотурецкий
sk: Osmanská turečtina
sr: османски турски
tr: Osmanlı Türkçesi
uk: Османська турецька
zh_cn: 奥斯曼土耳其语

source: Macedo-Romanian
ca: Aromanès
cs: Arumunština
de: Makedoromanisch
el: Βλάχικα
es: Arrumano
fa: مگلنو رومانی
fr: Macède-Roumain
gl: Arromanés
hu: Macedo-román
it_it: Macedo-rumeno
ko_kr: 마케도-루마니아어
nl_nl: Macedonisch-Roemeens
pl: arumuński
ru: Арумынский
sk: Macedo-rumunčina
sr: македо-романски
tr: Ulahça
uk: Македонсько-румунська
zh_cn: 马其顿—罗马尼亚语

source: Yakut
ca: Iacut
cs: Jakutština
de: Jakutisch
el: Γιακούτ
es: Yakuto
fa: یاقوتی
fr: Yakout
hu: Jakut
it_it: Sacha
ko_kr: 야쿠트어
nl_nl: Jakoetisch
pl: jakucki
ru: Якутский
sk: Jakutština
sr: јакутски
tr: Yakutça
uk: Якутська
zh_cn: 雅库特语

source: Sicilian
ca: Sicilià
cs: Sicilština
de: Sizilianisch
el: Σικελικά
es: Siciliano
fa: سیسیلی
fr: Sicilien
gl: Siciliano
hu: Szicíliai
it_it: Siciliano
ko_kr: 시칠리아어
nl_nl: Siciliaans
pl: sycylijski
ru: Сицилийский
sk: Sicílčina
sr: сицилијански
tr: Sicilyaca
uk: Сицилійська
zh_cn: 西西里语

source: Scots
ca: Escocès
cs: Skotština
de: Schottisch
el: Σκωτσέζικα
es: Escocés
fa: اسکاتلندی
fr: Ecossais
gl: Escocés
hu: Skót
it_it: Scozzese
ko_kr: 스코트어
nl_nl: Schots
ru: Шотландский
sk: Škótčina
sr: шкотски
tr: İskoçça
uk: Шотландська
zh_cn: 低地苏格兰语

source: Old Irish
ca: Irlandès antic
cs: Staroirština
de: Altirisch
el: Παλαιά Ιρλανδικά
es: Irlandés antiguo
fa: ایرلندی باستانی
fr: Vieil Irlandais
gl: Irlandés antigo
hu: Óír
it_it: Irlandese antico
ko_kr: 고대 아일랜드어
nl_nl: Oudiers
pl: staroirlandzki
ru: Староирландский
sk: Stará írčina
sr: староирски
tr: Eski İrlandaca
uk: Давньоірландська
zh_cn: 古爱尔兰语

source: Shan
cs: Šanština
de: Schan
el: Σαν
fa: شان
fr: Chan
ko_kr: 샨어
pl: szan
ru: Шанский
sk: Šančina
sr: шански
tr: Şanca
uk: Шанська
zh_cn: 掸语

source: Sumerian
ca: Sumeri
cs: Sumerština
de: Sumerisch
el: Σουμεριακά
es: Sumerio
fa: سومِری
fr: Sumérien
gl: Sumerio
hu: Sumér
it_it: Sumero
ko_kr: 수메르어
nl_nl: Sumerisch
pl: sumeryjski
ru: Шумерский
sk: Sumerský
sr: сумерски
tr: Sümerce
uk: Шумерська
zh_cn: 苏美尔语

source: Classical Syriac
ca: Siríac clàssic
cs: Syrština
de: Altsyrisch
el: Κλασικά Συριακά
es: Siríaco clásico
fa: سریانی
fr: Syriaque classique
gl: Siríaco clásico
hu: Klasszikus szíriai
it_it: Siriaco classico
ko_kr: 고전 시리아어
nl_nl: Klassiek Syrisch
pl: syryjski klasyczny
ru: Классический сирийский
sk: Klasická sýrčina
sr: класични сиријак
tr: Klasik Süryanice
uk: Класична сирійська
zh_cn: 古典叙利亚语

source: Tok Pisin
de: Neumelanesisch
el: Τοκ Πισίν
fa: توک پیسین
ko_kr: 톡 피신
ru: Ток-писин (креольский)
sr: ток писин
uk: Ток-пісін
zh_cn: 托克皮辛语

source: Assyrian Neo-Aramaic
ca: Neorameu assiri
cs: Asyrská novoaramejština
de: Assyrisch-Neuaramäisch
el: Ασσυριακά Νεο-Αραμαϊκά
es: Neoarameo asirio
fa: آرامی نو آشوری
fr: Néo-Araméen Assyrien
gl: Neoarameo asirio
hu: Asszír neoarámi
it_it: Neo-aramaico assiro
ko_kr: 아시리아 신 아람어
nl_nl: Assyrisch Neo-Aramees
pl: asyryjski neo-aramejski
ru: Ассирийский новоарамейский
sk: Asýrska neo-aramejčina
sr: асирски новоарамејски
tr: Asurca Yeni Aramice
uk: Ассирійська неоарамейська
zh_cn: 亚述新阿拉米语

source: Levantine Arabic
ca: Àrab llevantí
cs: Levantská arabština
de: Levantinisches Arabisch
el: Λεβαντίνικα Αραβικά
es: Árabe levantino
fa: عربی شامی
fr: Arabe Levantin
gl: Árabe levantino
hu: Levantine arab
it_it: Arabo levantino
ko_kr: 레반트 아랍어
nl_nl: Levantijns Arabisch
pl: arabski lewantyński
ru: Левантийский арабский
sk: Levantská arabčina
sr: левантински арапски
tr: Levanten Arapçası
uk: Левантійська арабська
zh_cn: 黎凡特阿拉伯语

source: Moroccan Arabic
ca: Àrab marroquí
cs: Marocká arabština
de: Marokkanisches Arabisch
el: Μαροκινά Αραβικά
es: Árabe marroquí
fr: Arabe Marocain
gl: Árabe marroquí
hu: Marokkói arab
it_it: Arabo marocchino
ko_kr: 모로코 아랍어
nl_nl: Marokkaans Arabisch
pl: marokański arabski
ru: Марокканский арабский
sk: Marocká arabčina
sr: марокански арапски
tr: Fas Arapçası
uk: Марокканська арабська
zh_cn: 摩洛哥阿拉伯语

source: Bantu
cs: Bantuština
de: Bantusprache
el: Μπαντού
es: Bantú
fr: Bantous
gl: Bantú
ko_kr: 반투어
nl_nl: Bantoe
ru: Банту
sr: банту
uk: Банту
zh_cn: 班图语

source: Cimbrian
ca: Cimbrià
cs: Cimbriština
de: Zimbrisch
el: Κιμβρικά
es: Cimbrio
fr: Cimbre
gl: Cimbriano
hu: Cimbriai
it_it: Cimbriano
ko_kr: 킴브리안
nl_nl: Cimbrisch
pl: cymbryjski
ru: Кимбрийский
sr: кимбријски
tr: Kimbriyan
uk: Цимбрська
zh_cn: 辛布里语

source: Mandarin Chinese
ca: Xinès mandarí
cs: Mandarinština
de: Mandarin-Chinesisch
el: Μανδαρινικά Κινέζικα
es: Chino mandarín
fr: Chinois Mandarin
gl: Chinés mandarín
hu: Mandarin kínai
it_it: Cinese mandarino
ko_kr: 만다린 중국어
nl_nl: Mandarijns Chinees
pl: chiński mandaryński
ru: Северно-китайский
sk: Mandarínska čínština
sr: мандарински кинески
tr: Mandarin Çincesi
uk: Мандаринська китайська
zh_cn: 普通话

source: Dalmatian
ca: Dàlmata
cs: Dalmatština
de: Dalmatinisch
el: Δαλματικά
es: Dálmata
fr: Dalmate
gl: Dálmata
hu: Dalmát
it_it: Dalmata
ko_kr: 달마시안
nl_nl: Dalmatisch
pl: dalmatyński
ru: Далматинский
sk: Dalmatínčina
sr: далматински
tr: Dalmaçça
uk: Далмаційська
zh_cn: 达尔马提亚语

source: Hunsrik
ca: Hunsrik de Rio Grande
de: Hunsrückisch
el: Χάνσρικ
es: Hunsriqueano riograndense
ko_kr: 훈스릭어
ru: Хунсрюкский немецкий
sr: хунсрик
uk: Хунсрік
zh_cn: 汉斯立克语

source: Ingrian
ca: Ingrià
cs: Ižorština
de: Ingrisch
el: Ιγγρικά
es: Ingrio
fr: Ingriens
gl: Ingrio
hu: Ingriai
it_it: Ingrico
ko_kr: 잉그리안
nl_nl: Ingrisch
pl: ingryjski
ru: Ижорский
sr: ингријски
tr: Ingrice
uk: Іжорська
zh_cn: 英格里亚语

source: Jejueo
ca: Jeju
cs: Čedžuština
el: Τζέτζουο
es: Jeju
gl: Jeju
ko_kr: 제주어
pl: czedżu
ru: Чеджу (корейский)
sr: ћеђуео
tr: Jejuca
uk: Чеджуео
zh_cn: 济州语

source: Kabuverdianu
ca: Crioll capverdià
cs: Kapverdská kreolština
el: Καμπουβερντιάνου
es: Criollo caboverdiano
gl: Crioulo caboverdiano
it_it: Creolo capoverdiano
ko_kr: 카부베르디아누
nl_nl: Kaapverdisch
ru: Кабувердьяну
sk: Kapverdčina
sr: зеленортски
uk: Кабувердьяну
zh_cn: 佛得角克里奥尔语

source: Ladin
ca: Ladí
cs: Ladinština
de: Ladinisch
el: Λαντίν
es: Ladino
gl: Ladino
it_it: Ladino (romanzo)
ko_kr: 라딘
nl_nl: Ladinisch
pl: ladyński
ru: Ладинский (доломитский)
sr: ладински
tr: Ladino
uk: Ладинська
zh_cn: 拉丁语

source: Laz
cs: Lazština
el: Λαζικά
ko_kr: 라즈
nl_nl: Lazisch
pl: lazyjski
ru: Лазский
sr: лаз
tr: Lazca
uk: Лазська
zh_cn: 拉兹语

source: Maquiritari
ca: Ye'kuana
cs: Maquiritarijština
el: Μακουιριτάρι
es: Yekuana
gl: Yekuana
it_it: Ye'kuana
ko_kr: 마키리타리
ru: Екуана (карибский)
sr: маквиритари
uk: Макірітарі
