Repository: spruceUI/spruceOS
Catalog: App/KoReader/l10n/*/koreader.po
Languages: ar, ca, cs, de, el, es, fa, fr, gl, hu, it_it, ja, ko_kr, nl_nl, pl, pt_br, ro, ru, sk, sr, tr, uk, zh_cn

source: Central Huasteca Nahuatl
ca: Nàhuatl de la Huasteca Central
cs: Centrální Huasteca Nahuatl
el: Κεντρική Huasteca Nahuatl
es: Náhuatl de la Huasteca Central
fr: Nahuatl de la Huasteca Centrale
gl: Náhuatl da Huasteca Central
hu: Központi Huasteca Nahuatl
it_it: Nahuatl huaxteca centrale
ko_kr: 센트럴 와스테카 나와틀
nl_nl: Centraal Huasteca Nahuatl
pl: nahuatl środkowohustecki
ru: Центрально-уастеканский науатль
sk: Centrálna Huasteca Nahuatl
sr: нахуатл Централне Хуастеке
tr: Merkez Huasteca Nahuatl
uk: Центральна гуастека науатль
zh_cn: 中瓦斯特卡纳瓦特尔语

source: Classical Nahuatl
ca: Nàhuatl clàssic
cs: Klasický nahuatl
de: Klassisches Nahuatl
el: Κλασικά Ναχουάτλ
es: Náhuatl clásico
fr: Nahuatl classique
gl: Náhuatl clásico
hu: Klasszikus nahuatl
it_it: Nahuatl classico
ko_kr: 고전 나와틀어
nl_nl: Klassiek Nahuatl
pl: nahuatl klasyczny
ru: Классический науатль
sk: Klasická nahuatčina
sr: класични нахуатл
tr: Klasik Nahuatl
uk: Класична науатль
zh_cn: 古典纳瓦特尔语

source: Jèrriais
ca: Jerseiès
cs: Jerseyština
es: Jerseyés
fr: Jérriais
ko_kr: 제리아
ru: Джерсийский нормандский
sr: жерзје
uk: Джерійська
zh_cn: 诺曼语

source: Pennsylvania German
ca: Alemany de Pennsilvània
cs: Pensylvánská němčina
de: Pennsylvania Deutsch
el: Πενσυλβανικά Γερμανικά
es: Alemán de Pensilvania
fa: آلمانی پنسیلوانیایی
fr: Allemand de Pennsylvanie
gl: Alemán de Pensilvania
hu: Pennsylvaniai német
it_it: Tedesco della Pennsylvania
ko_kr: 펜실베니아 독일어
nl_nl: Pennsylvania Duits
pl: niemiecki pensylwański
ru: Пенсильванско-немецкий
sk: Pennsylvánska nemčina
sr: пенсилванијски немачки
tr: Pensilvanya Almancası
uk: Пенсильванська німецька
zh_cn: 宾夕法尼亚德语

source: Plautdietsch
ca: Baix alemany mennonita
el: Κάτω Γερμανικά Μεννονιτών
es: Bajo alemán menonita
fa: پلات‌دیچ
gl: Baixo alemán menonita
it_it: Basso tedesco mennonita
ko_kr: 플라우트디에취
ru: Немецко-платский
sr: плаутдич
uk: Німецько-платський діалект
zh_cn: 门诺低地德语

source: Phalura
cs: Palulaština
el: Φαλούρα
es: Palula
fa: پالوله
gl: Palula
ko_kr: 팔루라
pl: palula
ru: Пхалура
sr: фалура
uk: Фалура
zh_cn: 帕卢拉语

source: Saterfriesisch
ca: Frisó de Saterland
cs: Sater-fríština
el: Φριζικά του Σάτερλαντ
es: Frisón de Saterland
fa: ساتر-فریسی
fr: Frison Saterlandais
gl: Frisón oriental
it_it: Frisone di Saterland
ko_kr: 사터프리지슈
nl_nl: Saterfries
pl: fryzyjski saterlandzki
ru: Затерландский фризский
sr: сатерфизијски
tr: Saterland Frizcesi
uk: Східнофризька
zh_cn: 萨特弗里斯兰语

source: Ternate
cs: Ternateština
el: Τερνάτε
fa: ترنات
it_it: Ternateano
ko_kr: 테르나테
ru: Тернате (папуасский)
sr: тернате
tr: Ternatece
uk: Тернате
zh_cn: 特尔纳特语

source: Tokharian B
ca: Tokhari B
cs: Tocharština B
el: Τοκάριαν Β
es: Tocario B
fa: تخاری
fr: Tokharien B
gl: Tocario B
it_it: Tocario B
ko_kr: 토카리안 B
pl: tocharski B
ru: Западно-тохарский
sk: Tokársky B
sr: токаријски Б
tr: Tokharyan B
uk: Тохарська Б
zh_cn: 吐火罗语B

source: Tangut
cs: Tangutština
el: Τανγκούτ
fa: تانگوت‌
fr: Tangout
ko_kr: 탕구트어
nl_nl: Tangoet
pl: tangucki
ru: Тангутский
sr: тангут
tr: Tangutça
uk: Тангутська
zh_cn: 西夏语

source: Venetian
ca: Venecià
cs: Benátština
de: Venezianisch
el: Βενετικά
es: Veneciano
fa: ونیزی
fr: Vénitien
gl: Véneto
hu: Velencei
it_it: Veneto
ko_kr: 베네치아어
nl_nl: Venetiaans
pl: wenecki
ru: Венецианский
sk: Benátština
sr: венецијански
tr: Venedikçe
uk: Венеційська
zh_cn: 威尼斯语

source: Veps
ca: Vepse
cs: Vepština
el: Βεπς
es: Vepsio
fa: وپس
gl: Vepsio
it_it: Vepso
ko_kr: 벱스
pl: wepski
ru: Вепсский
sr: вепс
tr: Vepsçe
uk: Вепська
zh_cn: 维普斯语

source: Wymysorys
ca: Vilamovicià
cs: Vilamovština
el: Βιμισόρις
es: Vilamoviciano
fa: ویلامووی
fr: Wymysory
gl: Vilamoviano
it_it: Vilamoviano
ko_kr: 위미소리
pl: wilamowski
ru: Вилямовский
sr: вимисорис
tr: Vilamovian
uk: Вілямівська
zh_cn: 维拉莫维安语

source: Classical Armenian
ca: Armeni clàssic
cs: Grabar (církevní arménština)
de: Klassisches Armenisch
el: Κλασικά Αρμενικά
es: Armenio clásico
fa: ارمنی کلاسیک
fr: Arménien Classique
gl: Armenio clásico
hu: Klasszikus örmény
it_it: Armeno classico
ko_kr: 고전 아르메니아어
nl_nl: Klassiek Armeens
pl: ormiański klasyczny
ru: Классический армянский
sk: Klasická arménčina
sr: класични јерменски
tr: Klasik Ermenice
uk: Класична вірменська
zh_cn: 古典亚美尼亚语

source: Yola
ca: Iola
cs: Yolština
el: Γιόλα
fa: یولا
ko_kr: 욜라
nl_nl: Jola
ru: Йола
sr: јола
tr: Yolaca
uk: Йола
zh_cn: 约拉语

source: Yue Chinese
ca: Xinès Yue
cs: Jüe
de: Yue-Chinesisch
el: Κινέζικα Yue
es: Chino yue
fa: چینی یوئی
fr: Chinois Yue
gl: Chinés yue
hu: Yue kínai
it_it: Cinese Yue
ko_kr: 웨 중국어
nl_nl: Yue Chinees
pl: yue chiński
ru: Гуандунский китайский
sk: Čínsky jazyk Yue
sr: јуе кинески
tr: Yue Çincesi
uk: Кантонська
zh_cn: 粤语

source: Proto-Finnic
ca: Proto-finès
cs: Staro-baltofinské jazyky
de: Protofinnisch
el: Πρωτο-Φινλανδικά
es: Protofinlandés
fr: Proto-finnois
gl: Proto fínico
hu: Proto-finn
it_it: Proto-finnico
ko_kr: 원시 핀란드어
nl_nl: Proto-Fins
pl: prafiński
ru: Прото-финский
sk: Proto-fínština
sr: протофински
tr: Proto-Fince
uk: Прафінська
zh_cn: 原始芬兰语

source: Proto-Germanic
ca: Protogermànic
cs: Pragermánština
de: Proto-Germanisch
el: Πρωτογερμανικά
es: Protogermánico
fa: نیاژرمنی
fr: Proto-Germanique
gl: Proto xermánico
hu: Proto-germán
it_it: Proto-germanico
ko_kr: 원시 게르만어
nl_nl: Proto-Germaans
pl: pragermański
ru: Прото-германский
sk: Proto-germánčina
sr: протогермански
tr: Proto Cermence
uk: Прагерманська
zh_cn: 原始日耳曼语

source: Proto-West Germanic
ca: Protogermànic occidental
cs: Prazápadogermánština
de: Proto-Westgermanisch
el: Πρωτο-Δυτικά Γερμανικά
es: Protogermánico occidental
fa: ژرمنی غربی
fr: Proto-Germanique Occidental
gl: Proto xermánico occidental
hu: Proto-nyugati germán
it_it: Proto-germanico occidentale
ko_kr: 원시 서부 게르만어
nl_nl: Proto-West-Germaans
pl: prazachodniogermański
ru: Прото-западногерманский
sk: Proto-západogermánčtina
sr: протозападногермански
tr: Proto-Batı Cermence
uk: Празахідногерманська
zh_cn: 原始西日耳曼语

source: Proto-Sami
cs: Prasámština
el: Πρωτοσαάμι
fr: Proto-Same
gl: Proto Saami
hu: Proto-számi
ko_kr: 원시 사미어
nl_nl: Proto-Samisch
pl: prasaamski
ru: Прото-саамский
sr: протосами
tr: Proto-Samice
uk: Прасаамська
zh_cn: 原始萨米语

source: Proto-Slavic
ca: Protoeslau
cs: Praslovanština
de: Protoslawisch
el: Πρωτοσλαβικά
es: Protoeslavo
fa: نیااسلاوی
fr: Proto- Slave
gl: Proto eslavo
hu: Proto-szláv
it_it: Proto-slavo
ko_kr: 원시 슬라브어
nl_nl: Proto-Slavisch
pl: prasłowiański
ru: Прото-славянский
sk: Praslovančina
sr: протословенски
tr: Proto-Slavca
uk: Праслов'янська
zh_cn: 原始斯拉夫语

source: Keitai tap interval: %1 second
ca: Interval de pulsació Keitai: %1 segon
cs: Keitai - interval pro ťuknutí: %1 sekunda
de: Keitai Tipp-Intervall: %1 Sekunde
el: Συχνότητα ελέγχου Keitai: %1 λεπτό
es: Intervalo de pulsación Keitai: %1 segundo
fr: Fréquence de vérification (%1 seconde)
gl: Intervalo de pulsación Keitai: %1 segundo
hu: Keitai érintés időtartam: %1 mp
it_it: Intervallo tocco Keitai: %1 secondo
ja: ケータイタップ間隔: %1 秒
ko_kr: 케이타이 탭 간격: %1초
nl_nl: Keitai tik-interval: %1 seconde
pl: Interwał stuknięć keitai: %1 sekunda
pt_br: Intervalo de toque Keitai: %1 segundo
ro: Interval atingere Keitai: %1 secundă
ru: Интервал касания Keitai: %1 секунда
sk: Interval medzi ťuknutiami na Keitai: %1 sekunda
sr: Кеитаи интервал тапа: %1 секунда
tr: Keitai dokunma aralığı: %1 saniye
uk: Інтервал торкання Keitai %1 секунда
zh_cn: “手机”模式按键间隔：%1 秒

source: Keitai input: disabled (flick-only input)
ar: إدخال كيتاي: معطل (إدخال النقر فقط)
ca: Entrada Keitai: deshabilitada (entrada només amb lliscaments)
cs: Zadávání textu „keitai“: zakázáno (pouze zadávání „flick“)
de: Keitai-Eingabe: deaktiviert (nur Flick-Eingabe)
el: Είσοδος Keitai: απενεργοποιημένη (είσοδος μόνο με κτύπημα)
es: Entrada Keitai: deshabilitada (entrada sólo con deslizamientos)
fr: Entrée Keitai : désactivée (entrée flick uniquement)
gl: Entrada keitai: desactivada (só entrada flick)
hu: Keitai input: letiltva (csak flick-input)
it_it: Input Keitai: disabilitato (solo scorrimento)
ja: ケータイ入力: 無効 (フリック入力のみ)
ko_kr: Keitai 입력: 비활성화됨(플릭 전용 입력)
nl_nl: Keitai-invoer: uitgeschakeld (alleen vegen)
pl: Wprowadzania keitai: wyłączone (tylko wprowadzanie szybkim ruchem)
pt_br: Entrada Keitai: desativada (somente entrada Flick)
ro: Întrare Keitai: dezactivată (întrare doar Flick)
ru: Ввод Keitai: отключён (ввод только щелчком)
sk: Vstup Keitai: vypnutý (iba Flick vstup)
sr: Кеитаи унос: искључен (само унос превлачењем)
tr: Keitai girişi: Devre dışı (yalnızca fiske girişi)
uk: Ввід Keitai: вимкнено (лише введення постукуванням)
zh_cn: “手机”模式：禁用（仅滑动模式）

source: How long to wait for the next tap when in keitai input mode before committing to the current character. During this window, tapping a single key will loop through candidates for the current character being input. Any other input will cause you to leave keitai mode.
ar: كم من الوقت تنتظر النقرة التالية عندما تكون في وضع إدخال keitai قبل الالتزام بالحرف الحالي. خلال هذه النافذة ، سيؤدي النقر على مفتاح واحد إلى تكرار الكلمات المرشحة لإدخال الحرف الحالي. سيؤدي أي إدخال آخر إلى مغادرة وضع keitai.
ca: Temps d'espera per a la següent pulsació abans d'introduir el caràcter actual quan s'està en la manera d'entrada keitai. Durant aquest interval, en prémer una sola tecla es mostrarà un llistat d'opcions per al caràcter actual que s'està introduint. Qualsevol altra entrada provocarà la sortida de la manera keitai.
cs: Jak dlouho se má v režimu zadávání textu „keitai“ čekat na další ťuknutí předtím, než bude použit aktuální znak. Během této doby můžete ťukáním na klávesu procházet potencionální znaky umístěné pod aktuálním znakem, které lze zadat. Jakákoliv jiná akce způsobí opuštění „keitai“ režimu.
de: Wie lange im Keitai-Eingabemodus auf das nächste Tippen gewartet wird, bevor das aktuelle Zeichen eingegeben wird. Wenn Sie in diesem Fenster eine einzelne Taste antippen, wird eine Schleife durch die Kandidaten für das aktuell eingegebene Zeichen gebildet. Jede andere Eingabe führt dazu, dass Sie den Keitai-Modus verlassen.
el: Το χρονικό διάστημα αναμονής για το επόμενο πάτημα στη λειτουργία εισαγωγής keitai πριν από την εφαρμογή του τρέχοντος χαρακτήρα. Κατά τη διάρκεια αυτού του διαστήματος, το πάτημα ενός μόνο πλήκτρου θα εναλλάσσει τους υποψήφιους χαρακτήρες για τον τρέχοντα χαρακτήρα που εισαγάγατε. Οποιαδήποτε άλλη εισαγωγή θα προκαλέσει τον τερματισμό της λειτουργίας keitai.
es: Tiempo de espera para la siguiente pulsación antes de introducir el carácter actual cuando se está en el modo de entrada keitai. Durante este intervalo, al pulsar una sola tecla se mostrará un listado de opciones para el carácter actual que se está introduciendo. Cualquier otra entrada provocará la salida del modo keitai.
fr: La durée d'attente du tape suivant en mode d'entrée keitai avant d'appliquer le caractère actuel. Durant cet intervalle, taper une seule clé fera défiler tous les candidats de l'actuel caractère entré. Toute autre entrée quittera le mode keitai.
gl: Tempo de espera ata a próxima pulsación antes de confirmar o carácter actual cando o teclado está en modo de entrada keitai. Durante este intervalo, cada tecla vai circular entre os posibles candidatos para inserir un carácter. Calquera outra entrada fará que se deixe o modo keitai.
hu: Mennyi ideig várakozzon a következő koppintásra, amikor keitai input módban van, mielőtt az aktuális karaktert rögzítené. Ebben az ablakban egyetlen billentyű megérintésével az aktuális karakter bevitelére jelölt karakterek körbejárása történik. Minden más input a keitai módból való kilépést eredményezi.
it_it: Quanto tempo aspettare per il tocco successivo quando si è in modalità di input keitai prima di impegnarsi nel carattere corrente. Durante questa finestra, toccando un singolo tasto si passa in loop tra i candidati per il carattere corrente da inserire. Qualsiasi altro input ti farà uscire dalla modalità keitai.
ja: ケータイ入力モード時に、次のタップを待って現在の文字を確定するまでの時間です。この間隔内では、キーを1つタップすると現在入力中の文字の候補をループします。それ以外の入力があるとケータイ入力モードを終了します。
ko_kr: 현재 문자를 커밋하기 전에 keitai 입력 모드에 있을 때 다음 탭을 기다리는 시간입니다. 이 창에서 단일 키를 누르면 입력 중인 현재 문자의 후보가 반복됩니다. 다른 입력은 케이타이 모드를 끝내게 합니다.
nl_nl: Hoe lang moet worden gewacht op de volgende toetsaanslag in de keitai-invoermodus voordat het huidige teken wordt ingevoerd. Tijdens dit venster zal het aantikken van een enkele toets de kandidaten voor het huidige teken doorlopen. Elke andere invoer zorgt ervoor dat de keitai-modus verlaten wordt.
pl: Jak długo czekać na następne stuknięcie w trybie wprowadzania keitai przed przejściem do bieżącego znaku. W tym oknie stuknięcie jednego klawisza spowoduje przejście przez kandydatów dla aktualnie wprowadzanego znaku. Każde inne wprowadzenie spowoduje wyjście z trybu keitai.
pt_br: Quanto esperar pelo próximo toque no mode de entrada 'keitai' antes de introduzir o caractere atual. Durante essa janela, tocar uma única tecla vai alternar ciclicamente entre caracteres candidatos a serem introduzidos. Qualquer outra entrada vai sair do modo 'keitai'.
ro: Timpul de așteptare pentru următoarea atingere în modul de întroducere keitai înainte de a confirma caracterul curent. În acest interval, atingînd o singură tastă se va naviga printre candidații caracterului curent. Orice alt input va cauza ieșirea din modul keitai.
ru: Время ожидания следующего касания в режиме ввода keitai, прежде чем переходить к текущему символу. Пока данное окно активно, кнопкой можно циклически перебирать предложения для текущего вводимого символа. Любой другой ввод закроет режим keitai.
sk: Ako dlho sa má čakať na ďalšie ťuknutie v režime zadávania keitai, než sa zapíše aktuálny znak. V tomto čase sa ťuknutím na tlačidlo budú cyklicky zobrazovať vhodné návrhy na aktuálne zadávaný znak. Akýkoľvek iný vstup spôsobí opustenie režimu keitai.
sr: Колико дуго се чека на наредни тап када сте у кеитаи режиму уноса пре завршавања текућег карактера. Током овог интервала, тап на један тастер ће да кружи кроз кандидате за текући карактер који се уноси. Било који други унос ће да напусти кеитаи режим.
tr: Keitai giriş kipinde, geçerli karaktere bağlanmadan önce bir sonraki dokunuş için ne kadar bekleneceği. Bu pencere sırasında, tek bir tuşa dokunmak, girilmekte olan geçerli karakterin adaylarını döngüsel biçimde görüntüler. Başka bir giriş keitai kipinden çıkılmasına neden olur.
uk: Час очікування наступного торкання в режимі введення keitai перед додаванням поточного символу. У цьому вікні торкання однієї клавіші буде перебором кандидатів для поточного символу, що вводиться. Будь-яке інше введення виведе вас з режиму keitai.
zh_cn: 设置在“手机”模式下文字上屏前等待下一次按键的时间。在这一时间窗口内，重复按下此按键可以依次循环选择需要输入的字符。按下其他按键即立刻退出“手机”模式。

source: Keitai tap interval
ar: فاصل Keitai الزمني للنقر
ca: Interval de pulsacions Keitai
cs: Keitai - interval pro ťuknutí
de: Keitai Tipp-Intervall
el: Μεσοδιάστημα διπλού πατήματος Keitai
es: Intervalo de pulsaciones Keitai
fr: Intervalle des tapes keitai
gl: Intervalo de pulsacións keitai
hu: "Keitai" érintés időzítése
it_it: Intervallo tocco Keitai
ja: ケータイタップ間隔
ko_kr: 케이타이 탭 간격
nl_nl: Keitai-tikinterval
pl: Interwał stuknięć keitai
pt_br: Intervalo de toque 'keitai'
ro: Interval atingere keitai
ru: Интервал касания keitai
sk: Interval ťuknutia Keitai
sr: Кеитаи интервал тапа
tr: Keitai dokunma aralığı
uk: Інтервал натискань Keitai
zh_cn: “手机”模式按键间隔

source: How long to wait (in seconds) for the next tap when in keitai input mode before committing to the current character. During this window, tapping a single key will loop through candidates for the current character being input. Any other input will cause you to leave keitai mode. If set to 0, keitai input is disabled entirely and only flick input can be used.
ca: Temps d'espera (en segons) per a la següent pulsació abans d'introduir el caràcter actual quan s'està en la manera d'entrada keitai. Durant aquest interval, en prémer una sola tecla es mostrarà un llistat d'opcions per al caràcter actual que s'està introduint. Qualsevol altra entrada provocarà la sortida de la manera keitai. Si s'estableix en 0, l'entrada keitai es desactiva per complet i només es pot utilitzar l'entrada de lliscament.
cs: Jak dlouho se má v režimu zadávání textu „keitai“ čekat (v sekundách) na další ťuknutí předtím, než bude použit aktuální znak. Během této doby můžete ťukáním na klávesu procházet potencionální znaky umístěné pod aktuálním znakem, které lze zadat. Jakákoliv jiná akce způsobí opuštění „keitai“ režimu. Pokud zadáte 0, bude „keitai“ režim úplně vypnut a bude možné použít pouze režim zadávání textu „flick“.
de: Wie lange (in Sekunden) im Keitai-Eingabemodus auf das nächste Tippen gewartet wird, bevor das aktuelle Zeichen eingegeben wird. Wenn Sie in diesem Fenster eine einzelne Taste antippen, werden die Kandidaten für das aktuell eingegebene Zeichen in einer Schleife durchlaufen. Jede andere Eingabe führt dazu, dass Sie den Keitai-Modus verlassen. Wird dieser Wert auf 0 gesetzt, ist die Keitai-Eingabe vollständig deaktiviert und es kann nur die Flick-Eingabe verwendet werden.
el: Το χρονικό διάστημα αναμονής για το επόμενο πάτημα στη λειτουργία εισαγωγής keitai πριν από την εφαρμογή του τρέχοντος χαρακτήρα. Κατά τη διάρκεια αυτού του διαστήματος, πληκτρολογώντας ένα μόνο πλήκτρο θα εναλλάσσονται όλοι οι υποψήφιοι χαρακτήρες για τον τρέχοντα χαρακτήρα που εισάγατε. Οποιαδήποτε άλλη εισαγωγή θα σας αναγκάσει να βγείτε από τη λειτουργία keitai. Εάν οριστεί στο 0, η εισαγωγή keitai απενεργοποιείται εντελώς και μπορεί να χρησιμοποιηθεί μόνο η εισαγωγή με χτύπημα.
es: Tiempo de espera (en segundos) para la siguiente pulsación antes de introducir el carácter actual cuando se está en el modo de entrada keitai. Durante este intervalo, al pulsar una sola tecla se mostrará un listado de opciones para el carácter actual. Cualquier otra entrada provocará la salida del modo keitai. Si se establece en 0, la entrada keitai se desactiva por completo y sólo se puede utilizar la entrada de deslizamiento.
fr: La durée d'attente du tape suivant en mode d'entrée keitai avant d'appliquer le caractère actuel. Durant cet intervalle, taper une seule clé fera défiler tous les candidats de l'actuel caractère entré. Toute autre entrée quittera le mode keitai. Si mis à 0, l'entrée keitai sera désactivée entièrement et seulement l'entrée flick pourra être utilisée.
gl: Tempo de espera (en segundos) ata a seguinte pulsación antes de inserir o carácter actual co teclado en modo keitai. Durante este intervalo, pulsando unha tecla circulará entre os posibles candidatos para o carácter que se está a inserir. Calquera outra entrada fará que se deixe o modo keitai. Configurado como 0, a entrada keitai é desactivada por completo e se usará so a entrada flick.
hu: Mennyi ideig várakozzon (másodpercben) a következő koppintásra, amikor keitai input módban van, mielőtt az aktuális karaktert rögzíti. Ebben az ablakban egyetlen billentyű megérintésével az aktuális karakter bevitelére jelölt karakterek körbejárása történik. Minden más input a keitai módból való kilépést eredményezi. Ha 0-ra van állítva, a keitai-input teljesen le van tiltva, és csak a flick-input használható.
it_it: Quanto tempo aspettare (in secondi) per il tocco successivo quando si è in modalità di input keitai prima di impegnarsi nel carattere corrente. Durante questa finestra, toccando un singolo tasto si passa in loop tra i candidati per il carattere corrente da inserire. Qualsiasi altro input ti farà uscire dalla modalità keitai. Se impostato su 0, l'input keitai è completamente disabilitato e può essere utilizzato solo l'input a scorrimento.
ja: ケータイ入力モード時に、現在の文字を確定するまでの次のタップまでの待ち時間(秒)。この間隔内では、キーを1回タップすると、現在入力中の文字の候補をループします。それ以外の入力があると、ケータイ入力モードを終了します。 0に設定すると、ケータイ入力は完全に無効になり、フリック入力のみが可能になります。
ko_kr: 현재 문자를 커밋하기 전에 keitai 입력 모드에 있을 때 다음 탭을 기다리는 시간(초)입니다. 이 창에서 단일 키를 누르면 현재 입력 중인 문자의 후보가 반복됩니다. 다른 입력은 케이타이 모드를 끝내게 합니다. 0으로 설정하면 keitai 입력이 완전히 비활성화되고 flick 입력만 사용할 수 있습니다.
nl_nl: Hoe lang moet worden gewacht (in seconden) op de volgende tik in de keitai-invoermodus voordat het huidige teken wordt ingevoerd. Gedurende deze wachttijd zal het aantikken van een enkele toets de kandidaten voor het huidige teken doorlopen. Elke andere invoer zorgt ervoor dat de keitai-modus verlaten wordt. Indien ingesteld op 0, wordt keitai-invoer volledig uitgeschakeld en kan alleen veeg-invoer worden gebruikt.
pl: Jak długo czekać (w sekundach) na następne stuknięcie w trybie wprowadzania keitai przed przejściem do bieżącego znaku. W tym oknie stuknięcie jednego klawisza spowoduje przejście przez kandydatów do aktualnie wprowadzanego znaku. Każde inne wprowadzenie spowoduje wyjście z trybu keitai. Jeśli ustawiono na 0, wprowadzanie keitai jest całkowicie wyłączone i można używać tylko wprowadzania szybkim ruchem.
pt_br: Quanto tempo esperar (em segundos) pelo próximo toque no modo de entrada keitai antes de se comprometer com o caractere atual. Durante esta janela, tocar em uma única tecla percorrerá os candidatos para o caractere atual que está sendo inserido. Qualquer outra entrada fará com que você saia do modo keitai. Se definido como 0, a entrada de keitai é totalmente desativada e apenas a entrada de movimento pode ser usada.
ro: Timpul de așteptare (în secunde) pentru următoarea atingere în modul de întroducere keitai înainte de a confirma caracterul curent. În acest interval, atingînd o singură tastă se va naviga printre candidații caracterului curent. Orice alt input va cauza ieșirea din modul keitai. Dacă este setat la 0, întrarea în modul keitai este dezactivată și poate fi folosită doar întrarea în mod gesturi.
ru: Как долго ждать (в секундах) следующего касания в режиме ввода keitai перед фиксацией текущего символа. В данном окне нажатие одной кнопки будет циклически перебирать кандидатов для текущего вводимого символа. Любой другой ввод заставит вас выйти из режима keitai. Если задано значение 0, ввод keitai полностью отключается, и можно использовать только ввод щелчком.
sk: Ako dlho sa má čakať (v sekundách) na ďalšie ťuknutie v režime zadávania keitai, než sa zapíše aktuálny znak. Počas zobrazenia tohto okna sa ťuknutím na tlačidlo budú cyklicky zobrazovať vhodné návrhy na aktuálne zadávaný znak. Akýkoľvek iný vstup spôsobí opustenie režimu keitai. Ak je nastavená hodnota 0, keitai vstup je úplne vypnutý a je možné používať iba "flick" vstup.
sr: Колико дуго се чека (у секундама) на наредни тап када сте у кеитаи режиму уноса пре завршавања текућег карактера. Током овог интервала, тап на један тастер ће да кружи кроз кандидате за текући карактер који се уноси. Било који други унос ће да напусти кеитаи режим. Ако се постави на 0, кеитаи унос се потпуно искључује и може да се користи само унос превлачењем.
tr: Keitai giriş kipinde, geçerli karaktere bağlanmadan önce bir sonraki dokunuş için ne kadar bekleneceği. Bu pencere sırasında, tek bir tuşa dokunmak, girilmekte olan geçerli karakterin adaylarını döngüsel biçimde görüntüler. Başka bir giriş keitai kipinden çıkılmasına neden olur. 0 olarak ayarlandığında Keitai girişi tamamen devre dışı bırakılır ve yalnızca fiske girişi kullanılabilir.
uk: Скільки часу потрібно чекати (у секундах) наступного торкання в режимі введення keitai, перш ніж перейти до поточного символу. У цьому вікні торкання однієї клавіші буде перебором кандидатів для поточного символу, що вводиться. Будь-яке інше введення виведе вас з режиму keitai. Якщо вказано значення 0, ввід keitai буде повністю вимкнено, і можна буде використовувати лише введення помахом.
zh_cn: 设置在“手机”输入模式下文字上屏前等待下一次按键的时间（秒）。在这一时间窗口内，重复按下此按键可以依次循环选择需要输入的字符。按下其他按键即立刻退出“手机”模式。 如果设置为 0，则会禁用“手机”输入模式，此时只能使用“滑动”输入。
