Repository: spruceUI/spruceOS
Catalog: App/KoReader/l10n/*/koreader.po
Languages: ar, ca, cs, de, el, es, fa, fr, gl, hu, it_it, ja, ko_kr, nl_nl, pl, pt_br, ro, ru, sk, sr, tr, uk, zh_cn

source: Tap on a location in the book to browse thumbnails of the pages there. Swipe along the left screen edge to change the level of chapters to include in the book map, and the type of book map (grid or flat) when crossing the level 0. Swipe along the bottom screen edge to change the width of page slots. Swipe or pan vertically on content to scroll. Long-press on ≡ to switch between current and initial views. Any multiswipe will close the book map.
ca: En prémer sobre una posició del llibre es visualitzaran miniatures de les pàgines. En lliscar el dit per la vora esquerra de la pantalla es modificarà el nivell de capítols que s'inclouran en el mapa del llibre, i el tipus de mapa del llibre (quadrícula o pla) en superar el nivell 0. En lliscar el dit per la vora inferior de la pantalla es modificarà l'amplària de l'espai entre pàgines. En lliscar o desplaçar verticalment el dit, es desplaçarà el contingut. En mantenir premut ≡ s'alternarà entre la vista actual i la inicial. Qualsevol lliscament múltiple tancarà el mapa del llibre.
de: Tippen Sie auf eine Stelle im Buch, um die Miniaturansichten der dortigen Seiten anzuzeigen. Wischen Sie am linken Bildschirmrand entlang, um die Ebene der Kapitel zu ändern, die in die Buchübersicht aufgenommen werden sollen, und um die Art der Buchübersicht (Gitter oder flach) zu ändern, wenn Sie die Ebene 0 überschreiten. Wischen Sie am unteren Bildschirmrand entlang, um die Breite der Seitenschlitze zu ändern. Wischen oder schwenken Sie vertikal über den Inhalt, um zu blättern. Langer Druck auf ≡ wechselt zwischen aktueller und ursprünglicher Ansicht. Durch mehrfaches Wischen wird die Buchübersicht geschlossen.
el: Πατήστε σε μια θέση του βιβλίου για να περιηγηθείτε στις μικρογραφίες των σελίδων εκεί. Σύρετε κατά μήκος της αριστερής άκρης της οθόνης για να αλλάξετε το επίπεδο των κεφαλαίων που θα συμπεριληφθούν στο Χάρτη βιβλίου και τον τύπο του Χάρτη βιβλίου (πλέγμα ή ισόπεδος), όταν περνάτε το επίπεδο 0. Σύρετε κατά μήκος της κάτω άκρης της οθόνης για να αλλάξετε το πλάτος των εγκοπών που αντιστοιχούν στις σελίδες. Σαρώστε κάθετα για να μετακινηθείτε στο περιεχόμενο. Πατήστε παρατεταμένα στο ≡ για εναλλαγή μεταξύ τρέχουσας και αρχικής προβολής. Οποιαδήποτε πολυ-σάρωση θα κλείσει τον Χάρτη βιβλίου.
es: Al pulsar sobre una posición del libro se visualizarán miniaturas de las páginas. Al deslizar el dedo por el borde izquierdo de la pantalla se modificará el nivel de capítulos que se incluirán en el mapa del libro, y el tipo de mapa del libro (cuadrícula o plano) al superar el nivel 0. Al deslizar el dedo por el borde inferior de la pantalla se modificará la anchura del espacio entre páginas. Al deslizar o desplazar verticalmente el dedo, se desplazará el contenido. Al mantener pulsado ≡ se alternará entre la vista actual y la inicial. Cualquier deslizamiento múltiple cerrará el mapa del libro.
fr: Appuyez sur une zone du livre pour parcourir les vignettes des pages qui s'y trouvent. Faites glisser le long du bord gauche de l'écran pour changer le niveau des chapitres à inclure dans la carte de livre, ainsi que le type de carte de livre (grille ou à plat) lors du passage du niveau 0. Faites glisser le long du bord inférieur de l'écran pour changer la largeur des emplacements de page. Faites glisser ou balayez verticalement sur le contenu pour faire défiler. Maintenez enfoncé sur ≡ pour basculer entre les vues actuelles et initiales. Toute action de balayage multiple fermera la carte de livre.
gl: Pulsa nunha localización no libro para ollar miniaturas das páxinas nela. Arrastra na marxe esquerda da pantalla para cambiar o nivel de capítulos incluídos no mapa do libro e o tipo de mapa de libro (grade ou plano) ao cruzar o nivel 0. Arrastra na marxe inferior da pantalla para cambiar o largo das marcas das páxinas. Arrastra ou move verticalmente para desprazar. Unha pulsación longa en ≡ para alternar entre a vista actual e inicial. Calquera aceno múltiple pechará o mapa do libro.
hu: Koppintson a könyv egy pontjára, hogy az ott található oldalak miniatűrjei között böngészhessen. A képernyő bal szélén simítva megváltoztathatja a könyvtérképbe bevonni kívánt fejezetek szintjét, valamint a könyvtérkép típusát (rácsos vagy sík), ha átlépi a 0. szintet. A képernyő alsó széle mentén simítva módosíthatja az oldalhelyek szélességét. Lapozáshoz simítson függőlegesen a tartalmon. Nyomja meg hosszan a ≡ gombot az aktuális és a kezdeti nézetek közötti váltáshoz. Bármely többszörös simítás bezárja a könyvtérképet.
it_it: Tocca una posizione nel libro per sfogliare le miniature delle pagine presenti. Striscia lungo il bordo sinistro dello schermo per modificare il livello dei capitoli da includere nella mappa del libro e il tipo di mappa del libro (a griglia o piatta) quando attraversi il livello 0. Striscia lungo il bordo inferiore dello schermo per modificare la larghezza delle caselle delle pagine. Striscia o sposta verticalmente sul contenuto per scorrerlo. Premi a lungo su ≡ per passare dalla visualizzazione corrente a quella iniziale. Qualsiasi strisciamento multiplo chiuderà la mappa del libro.
ko_kr: 책에서 위치를 탭하면 해당 페이지의 썸네일을 찾아볼 수 있습니다. 왼쪽 화면 가장자리를 따라 스와이프하여 책 지도에 포함할 챕터의 레벨을 변경하고 레벨 0을 넘을 때 책 지도의 유형(격자 또는 평면)을 변경합니다. 화면 하단 가장자리를 따라 스와이프하여 페이지 슬롯의 너비를 변경합니다. 콘텐츠를 스와이프하거나 세로로 이동하여 스크롤합니다. 현재 보기와 초기 보기 간에 전환하려면 ≡를 길게 누릅니다. 여러 번 스와이프하면 책 지도가 닫힙니다.
nl_nl: Tik op een locatie in het boek om door miniaturen van die pagina's te bladeren. Veeg langs de linkerschermrand om het niveau van de hoofdstukken te wijzigen dat in de boekkaart moet worden opgenomen, en het type boekkaart (raster of plat) bij het overschrijden van niveau 0. Veeg langs de onderste schermrand om de breedte van de paginagleuven te wijzigen. Veeg of pan verticaal over de inhoud om te scrollen. Druk lang op ≡ om te wisselen tussen de huidige en de oorspronkelijke weergave. Elke multiswipe sluit de boekenkaart.
pl: Stuknij miejsce w książce, aby przeglądać miniatury znajdujących się tam stron. Przesuń palcem wzdłuż lewej krawędzi ekranu, aby zmienić poziom rozdziałów do uwzględnienia na mapie książki oraz typ mapy książki (siatka lub płaski) podczas przekraczania poziomu 0. Przesuń palcem wzdłuż dolnej krawędzi ekranu, aby zmienić szerokość szczelin strony. Przesuń lub przesuwaj w pionie zawartość, aby ją przewinąć. Przytrzymaj przycisk ≡, aby przełączać się między widokiem bieżącym i początkowym. Każdy wielogest zamknie mapę książki.
pt_br: Toque em um local no livro para navegar pelas miniaturas das páginas. Deslize ao longo da borda esquerda da tela para alterar o nível dos capítulos a serem incluídos no mapa do livro e o tipo de mapa do livro (grade ou plano) ao cruzar o nível 0. Deslize ao longo da borda inferior da tela para alterar a largura dos slots de página. Deslize ou desloque verticalmente no conteúdo para rolar. Mantenha ≡ pressionado para alternar entre as exibições atual e inicial. Qualquer multideslize fechará o mapa do livro.
ru: Коснитесь места в книге для обзора миниатюр страниц. Сделайте свайп вдоль левого края экрана, чтобы изменить уровень включаемых в карту книги глав, а также тип карты книги (сетка или плоская) при пересечении нулевого уровня. Сделайте свайп по нижнему краю экрана, чтобы изменить ширину слотов для страниц. Сделайте свайп или потяни́те содержимое по вертикали для его прокрутки. Долгое касание ≡ переключает вид между текущим и исходным. Любой мультисвайп закрывает карту книги.
sk: Ťuknutím na miesto v knihe si môžete prezerať miniatúry stránok, ktoré sa tam nachádzajú. Potiahnutím prsta po ľavom okraji obrazovky môžete zmeniť úroveň kapitol, ktoré sa majú zahrnúť do knižnej mapy, a typ knižnej mapy (mriežka alebo plocha) pri prekročení úrovne 0. Potiahnutím prsta pozdĺž spodného okraja obrazovky môžete zmeniť šírku otvorov na stránky. Posúvaním alebo posúvaním vo zvislom smere po obsahu sa môžete posúvať. Dlhým stlačením tlačidla ≡ môžete prepínať medzi aktuálnym a pôvodným zobrazením. Akékoľvek viacnásobné potiahnutie prstom zatvorí knižnú mapu.
sr: Тапните на место у књизи да тамо прегледате сличице страница. Превлачите уз леву ивицу екрана да промените ниво поглавља која улазе у мапу књиге, као и тип мапе књиге (мрежа или равни), када се прелази ниво 0. Превлачите по доњој ивици екрана да промените ширине места за странице. Превлачите или померајте вертикално садржај да скролујете. Дугачки притисак на ≡ пребацује између текућег и почетног погледа. Било које мултипревлачење ће да затвори мапу књиге.
tr: Orada sayfaların küçük görsellerine göz atmak için kitaptaki bir konuma dokunun. Kitap haritasına katılacak bölümlerin düzeyini ve 0 düzeyini geçerken kitap haritasının türünü (rehber ya da düz) değiştirmek için ekranın sol kenarından kaydırın. Sayfa aralıklarının genişliğini değiştirmek için ekranın alt kenarından kaydırın. İçeriği kaydırmak için içeriği dikey olarak kaydırın ya da taşıyın. Geçerli ve başlangıç görünümleri arasında geçiş yapmak için ≡ üzerine uzun basın. Herhangi bir çoklu kaydırma, kitap haritasını kapatır.
uk: Торкніться місця в книзі, щоб переглянути тут мініатюри сторінок. Проведіть вздовж лівого краю екрана, щоб змінити рівень розділів, які будуть показані на карті книги, а також тип карти книги (сітка або пласка), коли ви перейдете рівень 0. Проведіть по нижньому краю екрана, щоб змінити ширину проміжків між сторінками. Проведіть пальцем або панорамуванням по вмісту по вертикалі, щоб гортати її. Затисніть ≡, щоб перемкнутись між поточним і початковим виглядом. Будь-який мультисвайп закриє мапу книги.
zh_cn: 轻按书籍的某个位置，可以显示对应页面的缩略图。 在屏幕左边滑动可以修改显示的章节级别。当级别变为0时，书籍地图会在网格模式或平铺模式下切换。 在屏幕底边滑动可以修改页面槽的宽度。 在内容处拖拽或滑动可以滚动页面。 长按≡按钮可以在当前和初始视图间切换。 其他多重滑动手势将关闭书籍地图。

source: Statistics
ar: الإحصاءات
ca: Estadístiques
cs: Statistiky
de: Statistiken
el: Στατιστικά
es: Estadísticas
fa: آمارها
fr: Statistiques
gl: Estatísticas
hu: Statisztika
it_it: Statistiche
ja: 統計
ko_kr: 통계
nl_nl: Statistieken
pl: Statystyki
pt_br: Estatísticas
ro: Statistici
ru: Статистика
sk: Štatistiky
sr: Статистика
tr: İstatistikler
uk: Статистика
zh_cn: 统计

source: Review
ar: مراجعة
ca: Ressenya
cs: Recenze
de: Bewerten
el: Κριτική
es: Reseña
fa: بازبینی
fr: Commentaire
gl: Revisar
hu: Ismertető
it_it: Recensione
ja: レビュー
ko_kr: 서평
nl_nl: Bespreking
pl: Recenzja
pt_br: Resenha
ro: Recenzie
ru: Обзор
sk: Recenzia
sr: Анализа
tr: Gözden geçir
uk: Рецензія
zh_cn: 评论

source: Book Status
ar: حالة الكتاب
ca: Estat de lectura del llibre
cs: Stav knihy
de: Buchstatus
el: Κατάσταση βιβλίου
es: Estado de lectura del libro
fa: وضعیت کتاب
fr: État du livre
gl: Estado do libro
hu: Könyv állapota
it_it: Stato Libro
ja: 本のステータス
ko_kr: 책 상태
pl: Status książki
pt_br: Estado do livro
ro: Stare Carte
ru: Статус книги
sk: Stav knihy
sr: Статус књиге
tr: Kitap durumu
uk: Стан книжки
zh_cn: 书籍状态

source: Update Status
ar: حدّث الحالة
ca: Actualitzar estat
cs: Aktualizace stavu
de: Status aktualisieren
el: Ενημέρωση Κατάστασης
es: Actualizar estado
fa: بروزرسانی وضعیت
fr: Mettre à jour l’état
gl: Estado da actualización
hu: Státusz frissítése
it_it: Aggiorna Stato
ja: ステータスを更新
ko_kr: 업데이트 상태
nl_nl: Leesstatus
pl: Aktualizuj status
pt_br: Atualizar o status
ro: Actualizare stare
ru: Обновить статус
sk: Aktualizovať stav
sr: Ажурирај статус
tr: Güncelleme durumu
uk: Стан оновлення
zh_cn: 更新阅读状态

source: %1% Completed
ar: %1% اكتملت بنسبة
ca: %1% Completat
cs: Dokončeno %1%
de: %1% gelesen
el: Ολοκληρώθηκε το %1%
es: %1% Completado
fa: %1٪ کامل شده
fr: achevé à %1 %
gl: %1% Finalizado
hu: %1% elolvasva
it_it: %1% Completato
ja: %1% 完了
ko_kr: %1% 완료
nl_nl: %1% voltooid
pl: Przeczytane %1%
pt_br: %1% Concluído
ro: %1% finalizat
ru: %1% прочитано
sk: %1% Dokončené
sr: %1% прочитано
tr: %1% tamamlandı
uk: %1% Завершено
zh_cn: 已阅读 %1%

source: Days
ar: أيّام
ca: Dies
cs: Dny čtení
de: Tage
el: Ημέρες
es: Días
fa: روزها
fr: Jours
gl: Días
hu: Nap
it_it: Giorni
ja: 日
ko_kr: 날짜 수
nl_nl: Dagen
pl: Dni
pt_br: Dias
ro: Zile
ru: Дней чтения
sk: Dni
sr: Дана
tr: Gün
uk: Днів
zh_cn: 天数

source: Time
ar: الزمن
ca: Temps
cs: Čas
de: Zeit
el: Χρόνος
es: Hora
fa: زمان
fr: Temps
gl: Hora
hu: Idő
it_it: Tempo
ja: 時間
ko_kr: 시간
nl_nl: Tijd
pl: Czas
pt_br: Tempo
ro: Timp
ru: Время чтения
sk: Čas
sr: Време
tr: Saat
uk: Час
zh_cn: 时间

source: Read pages
ar: الصفحات المقروءة
ca: Págines llegides
cs: Přečtené stránky
de: Gelesene Seiten
el: Αναγνωσμένες σελίδες
es: Páginas leídas
fa: صفحات خوانده شده
fr: Pages lues
gl: Páxinas lidas
hu: Olvasott oldalak
it_it: Pagine lette
ja: 読了ページ数
ko_kr: 현재 쪽
nl_nl: Gelezen pagina's
pl: Przeczytane strony
pt_br: Páginas lidas
ro: Pagini citite
ru: Прочитано страниц
sk: Prečítané strany
sr: Прочитане странице
tr: Sayfaları oku
uk: Прочитано сторінок
zh_cn: 已读页数

source: A few words about the book
ar: بعض الكلمات حول الكتاب
ca: Unes paraules sobre el llibre
cs: Pár slov o knize
de: Ein paar Worte zum Buch
el: Λίγα λόγια για το βιβλίο
es: Unas palabras acerca del libro
fa: چند کلمه درمورد کتاب
fr: Quelques mots sur le livre
gl: Unhas palabras acerca do libro
hu: Néhány szó a könyvről
it_it: Qualche parola sul libro
ja: ここにレビューを書く
ko_kr: 이 책에 대한 몇 마디
nl_nl: Enkele woorden over het boek
pl: Krótki opis książki
pt_br: Algumas palavras sobre o livro
ro: Cîteva cuvinte despre carte
ru: Несколько слов о книге
sk: Pár slov o knihe
sr: Неколико речи о књизи
tr: Kitap hakkında bir kaç sözcük
uk: Кілька слів про цю книжку
zh_cn: 在此填写书籍评论

source: Save review
ar: حفظُ التقييم
ca: Guardar ressenya
cs: Uložit recenzi
de: Bewertung speichern
el: Αποθήκευση κριτικής
es: Guardar reseña
fa: ذخیره بازبینی
fr: Enregistrer l’avis
gl: Gardar crítica
hu: Ismertető mentése
it_it: Salva recensione
ja: レビューを保存
ko_kr: 서평 저장
nl_nl: Bespreking opslaan
pl: Zapisz recenzję
pt_br: Salvar resenha
ro: Salvează recenzie
ru: Сохранить обзор
sk: Uložiť recenziu
sr: Сачувај анализу
tr: Değerlendirmeyi kaydet
uk: Зберегти відгук
zh_cn: 保存评论

source: Set values
ar: تعيين القيم
ca: Configurar valors
cs: Nastavit hodnoty
de: Werte einstellen
el: Ορισμός τιμών
es: Configurar valores
fa: تنظیم مقادیر
fr: Définir les valeurs
gl: Configurar valores
hu: Értékek beállítása
it_it: Imposta valori
ja: 値を設定
ko_kr: 설정 값
nl_nl: Waardes instellen
pl: Ustaw wartości
pt_br: Definir valores
ro: Setează valori
ru: Задать значения
sk: Nastaviť hodnoty
sr: Постави вредности
tr: Değerleri ayarla
uk: Встановити значення
zh_cn: 设置值

source: Set as default
ar: تعيين كافتراضي
ca: Establir com a valor per defecte
cs: Nastavit jako výchozí
de: Als Standard setzen
el: Ορισμός ως προεπιλογής
es: Establecer como valor por defecto
fa: تعیین به عنوان پیشفرض
fr: En faire le réglage par défaut
gl: Establecer como valor por defecto
hu: Beállítás alapértelmezettként
it_it: Imposta come predefinito
ja: デフォルトに設定
ko_kr: 기본값으로 설정
nl_nl: Standaard instellen
pl: Ustaw jako domyślne
pt_br: Definir como padrão
ro: Setează ca implicit
ru: Сделать умолчальным
sk: Nastaviť ako predvolené
sr: Постави као подразумевано
tr: Varsayılan yap
uk: Встановити типовим
zh_cn: 设为默认

source: Set default %1 to %2?
ar: أتريدُ تخزين (%2) كقيمةٍ افتراضيَّةٍ لإعداد (%1)؟
ca: Seleccionar %2 com a opció de %1 per defecte?
cs: Nastavit výchozí nastavení %1 na %2?
de: Setze den Default %1 zu %2?
el: %2: Να οριστεί ως προεπιλογή για «%1»;
es: ¿Seleccionar %2 como opción de %1 por defecto?
fa: تعیین پیشفرض %1 به %2؟
fr: Changer le réglage par défaut pour %1 à %2 ?
gl: Axustar %1 por defecto como %2?
hu: Beállítja az alapértelmezett %1 értéket erre: %2?
it_it: Imposta il predefinito %1 a %2?
ja: %1 のデフォルト を %2 に設定しますか?
ko_kr: %1 기본값을 %2로 지정할까요?
nl_nl: Stel standaard %1 in op %2?
pl: Ustawić domyślnie %1 na %2?
pt_br: Definir o padrão de %1 para %2?
ro: Setezi implicit %1 la %2?
ru: Задать для настройки «%1» значение по умолчанию «%2»?
sk: Nastaviť predvolené %1 na %2?
sr: Да ли да се подразумевано %1 постави на %2?
tr: Varsayılan %1, %2 olarak ayarlansın mı?
uk: Встановити типовим %2 замість %1?
zh_cn: 确认设置 %1 的默认值为 %2？

source: Set value
ar: تحديد
ca: Configurar valor
cs: Nastavit hodnotu
de: Wert setzen
el: Ορισμός τιμής
es: Configurar valor
fa: تعیین مقدار
fr: Définir la valeur
gl: Axustar valor
hu: Érték beállítása
it_it: Imposta valore
ja: 値を設定
ko_kr: 값 설정
nl_nl: Waarde instellen
pl: Ustaw wartość
pt_br: Definir valor
ro: Setează valoare
ru: Задать значение
sk: Nastaviť hodnotu
sr: Постави вредност
tr: Değeri ayarla
uk: Встановити значення
zh_cn: 设置值

source: left: %1 right: %2
ar: يسار: %1 يمين: %2
ca: esquerre: %1 dret: %2
cs: levý: %1 pravý: %2
de: links: %1 rechts: %2
el: αριστερά: %1 δεξιά: %2
es: izquierdo: %1 derecho: %2
fa: چپ: %1 راست: %2
fr: gauche : %1 droite : %2
gl: esquerda: %1 dereita: %2
hu: bal: %1 jobb: %2
it_it: sinistro: %1 destro: %2
ja: 左: %1 右: %2
ko_kr: 왼쪽: %1 오른쪽: %2
nl_nl: links: %1 rechts: %2
pl: lewy: %1 prawy: %2
pt_br: esquerda: %1 direita: %2
ro: sînga: %1 dreapta: %2
ru: слева: %1 справа: %2
sk: vľavo: %1 vpravo: %2
sr: лево: %1 десно: %2
tr: sol: %1 sağ: %2
uk: ліворуч: %1 праворуч: %2
zh_cn: 左: %1 右: %2

source: no text
ar: لا يوجد نص
ca: sense text
cs: žádný text
de: Kein Text
el: κανένα κείμενο
es: sin texto
fa: بدون متن
fr: pas de texte
gl: sen texto
hu: nincs szöveg
it_it: niente testo
ja: テキストなし
ko_kr: 내용 없음
nl_nl: geen tekst
pl: brak tekstu
pt_br: sem texto
ro: fără text
ru: нет текста
sk: žiadny text
sr: нема текста
tr: metin yok
uk: немає тексту
zh_cn: 无文本

source: Disabled touch input
ca: Entrada tàctil desactivada
cs: Dotekové ovládání zakázáno
de: Deaktivierte Berührungseingabe
el: Απενεργοποιημένη εισαγωγή μέσω αφής
es: Entrada táctil desactivada
fa: غیرفعال کردن ورودی لمس
fr: Saisie tactile désactivée
gl: Entrada táctil desactivada
hu: Érintéses input kikapcsolása
it_it: Input tattile disattivato
ko_kr: 터치 입력 비활성화
nl_nl: Aanraakinvoer uitgeschakeld
pl: Wprowadzanie dotykowe wyłączone
pt_br: Entrada de toque desativada
ru: Сенсорный ввод отключен
sk: Zakázaný dotykový vstup
sr: Искључен је унос додиром
tr: Dokunma girişini kapalı
uk: Сенсорний ввід вимкнено
zh_cn: 禁用触摸输入

source: Restored touch input
ca: Entrada tàctil restablida
cs: Dotekové ovládání obnoveno
de: Wiederhergestellte Berührungseingabe
el: Αποκατεστημένη εισαγωγή μέσω αφής
es: Entrada táctil restablecida
fa: بازگردانی ورودی لمس
fr: Saisie tactile restaurée
gl: Entrada táctil restablecida
hu: Visszaállított érintéses input
it_it: Input tattile ripristinato
ko_kr: 터치 입력 복원
nl_nl: Aanraakinvoer hersteld
pl: Wprowadzanie dotykowe przywrócone
pt_br: Entrada de toque restaurada
ru: Сенсорный ввод восстановлен
sk: Obnovený dotykový vstup
sr: Обновљен је унос додиром
tr: Dokunma girişini açıldı
uk: Сенсорний ввід відновлено
zh_cn: 恢复触摸输入

source: Default value: %1
ar: القيمة الافتراضية: %1
ca: Valor per defecte: %1
cs: Výchozí hodnota: %1
de: Standard-Wert: %1
el: Προεπιλεγμένη τιμή: %1
es: Valor predeterminado: %1
fa: مقدار پیشفرض: %1
fr: Valeur par défaut : %1
gl: Valor por defecto: %1
hu: Alapértelmezés: %1
it_it: Valore predefinito: %1
ja: デフォルト値: %1
ko_kr: 기본값: %1
nl_nl: Standaardwaarde: %1
pl: Wartość domyślna: %1
pt_br: Valor padrão: %1
ro: Valoare implicită: %1
ru: По умолчанию: %1
sk: Predvolená hodnota: %1
sr: Подразумевана вредност: %1
tr: Varsayılan değer: %1
uk: Типове значення: %1
zh_cn: 默认值：%1

source: Unhighlight
ar: أزل التظليل
ca: Eliminar subratllat
cs: Zrušit zvýraznění
de: Nichthervorhebung
el: Κατάργηση επισήμανσης
es: Eliminar subrayado
fa: حذف هایلایت
fr: Effacer le surlignage
gl: Non destacar
hu: Kiemelés törlése
it_it: Non evidenziato
ja: ハイライト取消
ko_kr: 강조 풀기
nl_nl: Ontmarkeren
pl: Usuń zaznaczenie
pt_br: Remover destaque
ro: De-evidențiază
ru: Снять выделение
sk: Zrušiť zvýraznenie
sr: Уклони истицање
tr: Vurguyu kaldır
uk: Не виділяти
zh_cn: 删除标注

source: Save as EPUB
ar: احفظ بصيغة EPUB
ca: Guardar com a EPUB
cs: Uložit jako EPUB
de: Als EPUB speichern
el: Αποθήκευση ως EPUB
es: Guardar como EPUB
fa: ذخیره به عنوان EPUB
fr: Enregistrer comme ePub
gl: Gardar como EPUB
hu: Mentés EPUB-ban
it_it: Salva come EPUB
ja: EPUB として保存
ko_kr: EPUB 파일로 저장
nl_nl: Opslaan als EPUB
pl: Zapisz jako EPUB
pt_br: Salvar como EPUB
ro: Salvează ca EPUB
ru: Сохранить как EPUB
sk: Uložiť ako EPUB
sr: Сачувај као EPUB
tr: EPUB olarak kaydet
uk: Зберегти як EPUB
zh_cn: 保存为 EPUB 格式

source: Save as %1?
ar: احفظ باسم %1؟
ca: Guardar com a %1?
cs: Uložit jako %1?
de: Speichern als %1?
el: Αποθήκευση ως %1;
es: ¿Guardar como %1?
fa: ذخیره به عنوان %1؟
fr: Enregistrer sous %1 ?
gl: Gardar como %1?
hu: Mentés '%1' fájlként?
it_it: Salva come %1?
ja: %1 として保存しますか?
ko_kr: %1로 저장할까요?
nl_nl: Opslaan als %1?
pl: Zapisać jako %1?
pt_br: Salvar como %1?
ro: Salvare ca %1?
ru: Сохранить как %1?
sk: Uložiť ako %1?
sr: Да се сачува као %1?
tr: %1 olarak kaydedilsin mi?
uk: Зберегти як %1?
zh_cn: 保存为 %1？

source: Article saved to: %1 Would you like to read the downloaded article now?
ar: تم حفظ المقال في: %1 هل ترغب في قراءة المقال الذي تم تنزيله الآن؟
ca: Article guardat a: %1 Vol llegir ara l'article descarregat?
cs: Článek byl uložen do: %1 Chcete začít číst stažený článek?
de: Artikel gespeichert unter: %1 Möchten Sie den heruntergeladenen Artikel jetzt lesen?
el: Το άρθρο αποθηκεύτηκε σε: %1 Θέλετε να διαβάσετε το ληφθέν άρθρο τώρα;
es: Artículo guardado en: %1 ¿Quiere leer el artículo descargado?
fa: مقاله ذخیره شد در: %1 آیا دوست دارید مقاله دانلود شده را الان بخوانید؟
fr: Article enregistré sous : %1 Voulez-vous lire l’article téléchargé maintenant ?
gl: Artigo gardado como: %1 Gustaríache ler agora o artigo descardado?
hu: Cikk mentése ide: %1 Szeretné elolvasni a letöltött cikket most?
it_it: Articolo salvato in: %1 Vuoi leggere l'articolo scaricato ora?
ja: 記事を保存しました: %1 今すぐダウンロードした記事を読みますか?
ko_kr: 글감 저장됨 : %1 다운로드한 글감을 지금 읽을까요?
nl_nl: Artikel opgeslagen naar: %1 Wil je het gedownloade artikel nu lezen?
pl: Artykuł zapisany do: %1 Czy chcesz teraz czytać pobrany artykuł?
pt_br: Artigo salvo para: %1 Você gostaria de ler o artigo baixado agora?
ro: Articolul a fost salvat în: %1 Dorești să citești articolul descărcat acum?
ru: Статья сохранена как: %1 Хотите прочитать загруженную статью сейчас?
sk: Článok bol uložený do: %1 Želáte si teraz prečítať stiahnutý článok?
sr: Чланак је сачуван у: %1 Желите ли сада да читате преузети чланак?
tr: Yazı şuraya kaydedildi: %1 İndirilen yazıyı şimdi okumak ister misiniz?
uk: Статтю збережено до: %1 Хочете почати читати завантажену статтю зараз?
zh_cn: 条目已保存到： %1 是否现在阅读已下载的条目？

source: Saving Wikipedia article failed or interrupted.
ar: حدث خطأٌ أثناء حفظ مقالة ويكيبيديا أو أن العملية اٌُلغيت.
ca: Error en guardar l'article de Viquipèdia, o procés interromput.
cs: Ukládání článku z Wikipedie se nezdařilo, nebo bylo přerušeno.
de: Das Speichern des Wikipedia-Artikels ist fehlgeschlagen oder wurde unterbrochen.
el: Η αποθήκευση του άρθρου της Βικιπαίδειας απέτυχε ή διακόπηκε.
es: Error al guardar el artículo de Wikipedia, o proceso interrumpido.
fa: ذخیره مقاله ویکیپدیا ناموفق یا متوقف شد.
fr: L’enregistrement de l’article Wikipédia a échoué ou a été interrompu.
gl: Cancelouse ou fallou o gardado do artigo da Wikipedia.
hu: A Wikipedia cikk mentése sikertelen vagy megszakításra került.
it_it: Salvataggio dell'articolo di Wikipedia non riuscito o annullato.
ja: Wikipedia 記事の保存に失敗したか中断されました。
ko_kr: Wikipedia 글감 저장에 실패했거나 중단되었습니다.
nl_nl: Wikipedia-artikel opslaan mislukt of afgebroken.
pl: Zapisywanie artykułu z Wikipedii nie powiodło się lub zostało przerwane.
pt_br: O salvamento do artigo da Wikipédia falhou ou foi interrompido.
ro: Salvarea articolului de pe Wikipedia a eșuat sau a fost întreruptă.
ru: Сохранение статьи Википедии не удалось или было прервано.
sk: Uloženie článku z Wikipédie zlyhalo alebo bolo prerušené.
sr: Није успело чување Википедија чланка, или је прекинуто.
tr: Vikipedi yazısı kaydedilemedi ya da yarım kaldı.
uk: Не вдалося або перервало збереження статті Вікіпедії.
zh_cn: 保存维基百科条目失败或被中断。
