Repository: spruceUI/spruceOS
Catalog: App/KoReader/l10n/*/koreader.po
Languages: ar, ca, cs, de, el, es, fa, fr, gl, hu, it_it, ja, ko_kr, nl_nl, pl, pt_br, ro, ru, sk, sr, tr, uk, zh_cn

source: Swipe along the top or left screen edge to change the number of columns or rows of thumbnails. Swipe vertically to move one row, horizontally to move one screen. Swipe horizontally in the bottom ribbon to move by the full stripe. Tap in the bottom ribbon on a page to focus thumbnails on this page. Tap on a thumbnail to read this page. Long-press on ≡ to decrease or reset the number of chapter levels shown in the bottom ribbon. Any multiswipe will close the page browser.
ca: En lliscar el dit per la vora superior, o per la vora esquerra de la pantalla, es modifica el nombre de columnes o files de miniatures a mostrar. En lliscar el dit verticalment s'avança una fila, i en fer-lo horitzontalment, una pàgina. En lliscar el dit horitzontalment en la part inferior es produeix un desplaçament per tota la filera. En prémer en la part inferior d'una pàgina se seleccionen les miniatures en aquesta pàgina. En prémer sobre una miniatura s'accedeix a la lectura de la pàgina en qüestió. En realitzar una pulsació llarga sobre ⓘ disminueix o es restableix el nombre de nivells de capítols que es mostren en la part inferior. Qualsevol multilliscament tanca l'explorador de pàgines.
cs: Přejetím okolo horního, nebo levého okraje obrazovky můžete změnit počet sloupečků, nebo řádků náhledů stránek. Svislým přejetím se posunete o jeden řádek, vodorovným o jednu stránku. Vodorovným přejetím ve spodním pruhu se můžete posunout o celý pruh. Ťuknutím ve spodním pruhu se zobrazí náhledy okolo tohoto ťuknutí. Ťuknutím na náhled stránky přejdete na stránku v plné velikosti, abyste ji mohli číst. Dlouhým stisknutím ikony ≡ se sníží, nebo resetuje počet úrovní kapitol zobrazených ve spodním panelu. Jakékoliv multi-přejetí zavře prohlížeč stránek.
de: Streichen Sie entlang des oberen oder linken Bildschirmrandes, um die Anzahl der Spalten oder Zeilen der Miniaturbilder zu ändern. Wischen Sie vertikal, um eine Zeile zu verschieben, horizontal, um einen Bildschirm zu verschieben. Wischen Sie im unteren Menüband horizontal, um sich um einen ganzen Streifen zu bewegen. Tippen Sie in der unteren Multifunktionsleiste auf eine Seite, um die Miniaturansichten auf dieser Seite zu fokussieren. Tippen Sie auf eine Miniaturansicht, um diese Seite zu lesen. Drücken Sie lange auf ≡, um die Anzahl der in der unteren Multifunktionsleiste angezeigten Kapitelebenen zu verringern oder zurückzusetzen. Durch mehrfaches Wischen wird der Seitenbrowser geschlossen.
el: Σύρετε κατά μήκος της επάνω ή της αριστερής άκρης της οθόνης για να αλλάξετε τον αριθμό των στηλών ή των σειρών των μικρογραφιών. Σύρετε κάθετα για να μετακινηθείτε κατά μία σειρά, οριζόντια για να μετακινηθείτε κατά μία σελίδα. Σαρώστε οριζόντια στην κάτω κορδέλα για να μετακινηθείτε κατά το μήκος ολόκληρης της λωρίδας. Πατήστε στην κάτω κορδέλα σε μια σελίδα για να εστιάσετε τις μικρογραφίες σε αυτή τη σελίδα. Πατήστε σε μια μικρογραφία για να διαβάσετε αυτή τη σελίδα. Πατήστε παρατεταμένα στο ≡ για να μειώσετε ή να επαναφέρετε τον αριθμό των επιπέδων των κεφαλαίων που εμφανίζονται στην κάτω κορδέλα. Οποιαδήποτε πολυ-σάρωση θα κλείσει το πρόγραμμα περιήγησης σελίδων.
es: Al deslizar el dedo por el borde superior, o por el borde izquierdo de la pantalla, se modifica el número de columnas o filas de miniaturas a mostrar. Al deslizar el dedo verticalmente se avanza una fila, y al hacerlo horizontalmente, una página. Al deslizar el dedo horizontalmente en la parte inferior se produce un desplazamiento por toda la hilera. Al pulsar en la parte inferior de una página se seleccionan las miniaturas en esa página. Al pulsar sobre una miniatura se accede a la lectura de la página en cuestión. Al realizar una pulsación larga sobre ⓘ disminuye o se restablece el número de niveles de capítulos que se muestran en la cinta inferior. Cualquier multideslizamiento múltiple cierra el explorador de páginas.
fr: Faites glisser le long du bord supérieur ou gauche de l'écran pour changer le nombre de colonnes ou de lignes de vignettes. Faites glisser verticalement pour déplacer une ligne, horizontalement pour déplacer un écran. Faites glisser horizontalement dans la bande inférieure pour vous déplacer sur la bande entière. Appuyez sur une page dans la bande inférieure pour centrer les vignettes sur cette page. Appuyez sur une vignette pour lire cette page. Maintenez enfoncé sur ≡ pour réduire ou réinitialiser le nombre de niveaux de chapitres affichés dans la bande inférieure. Toute action de balayage multiple fermera le navigateur de pages.
gl: Arrastra na parte superior do marxe esquerda da pantalla para cambiar o número de columnas ou filas das miniaturas. Arrastra verticalmente para mover unha fila, horizontalmente para mover unha pantalla. Arrastra horizontalmente na cinta inferior para moverte pola cinta enteira. Pulsa na cinta inferior nunha páxina para seleccionar miniaturas nesta páxina. Pulsa nunha miniatura para ler esa páxina. Cunha pulsación longa no ≡ para reducir ou reiniciar o número de niveis de capítulo mostrados na cinta inferior. Calquera aceno múltiple pechará o explorador de páxinas.
hu: A képernyő felső vagy bal szélén simítva megváltoztathatja a miniatűrök oszlopainak vagy sorainak számát. Függőlegesen egy sorral, vízszintesen egy képernyővel mozoghat. Az alsó menüsávon vízszintesen simítva egy teljes csíkkal mozdíthat. Érintse meg az alsó menüsávot egy oldalon, hogy a miniatűröket az adott oldalra fókuszálja. Koppintson egy miniatűrre az oldal olvasásához. Nyomja meg hosszan a ≡ gombot az alsó menüsávon megjelenített fejezetszintek számának csökkentéséhez vagy visszaállításához. Bármely többszörös simítás bezárja az oldalböngészőt.
it_it: Striscia lungo il bordo superiore o sinistro dello schermo per modificare il numero di colonne o righe di miniature. Striscia verticalmente per scorrere di una riga, orizzontalmente per scorrere di una schermata. Striscia orizzontalmente nel nastro inferiore per spostarti di una strisciata completa. Tocca nella banda inferiore su una pagina per mettere a fuoco le miniature su quella pagina. Tocca una miniatura per andare a leggere quella pagina. Premi a lungo su ≡ per diminuire o ripristinare il numero di livelli dei capitoli mostrati nella banda inferiore. Qualsiasi scorrimento a più dita chiuderà il navigatore delle pagine.
ko_kr: 화면 상단 또는 왼쪽 가장자리를 따라 스와이프하여 미리보기 이미지의 열이나 행 수를 변경합니다. 세로로 스와이프하면 한 행을 이동하고 가로로 스와이프하면 한 화면을 이동합니다. 전체 줄무늬로 이동하려면 하단 리본을 가로로 스와이프합니다. 페이지의 하단 리본을 탭하여 이 페이지에 썸네일에 초점을 맞춥니다. 썸네일을 탭하여 이 페이지를 읽습니다. 아래쪽 리본에 표시된 챕터 레벨 수를 줄이거나 초기화하려면 ≡를 길게 누릅니다. 여러 번 스와이프하면 페이지 탐색기가 닫힙니다.
nl_nl: Veeg langs de bovenste of linker schermrand om het aantal kolommen of rijen miniaturen te wijzigen. Veeg verticaal om een rij te verplaatsen, horizontaal om een scherm te verplaatsen. Veeg horizontaal in het onderste lint om de volledige strook te verschuiven. Tik in het onderste lint op een pagina om de miniaturen op deze pagina scherp te stellen. Tik op een miniatuur om deze pagina te lezen. Druk lang op ≡ om het aantal hoofdstukniveaus in het onderste lint te verlagen of opnieuw in te stellen. Door meerdere keren te vegen wordt de paginabrowser gesloten.
pl: Przesuń wzdłuż górnej lub lewej krawędzi ekranu, aby zmienić liczbę kolumn lub wierszy miniatur. Przesuń w pionie, aby przesunąć o jeden wiersz, w poziomie, aby przesunąć o jeden ekran. Przesuń poziomo na dolnej wstążce, aby przejść o pełny pasek. Stuknij dolną wstążkę na stronie, aby uaktywnić miniatury na tej stronie. Stuknij miniaturę, aby przeczytać tę stronę. Przytrzymaj przycisk ≡, aby zmniejszyć lub zresetować liczbę poziomów rozdziałów pokazaną na dolnej wstążce. Każdy wielogest zamknie przeglądarkę stron.
pt_br: Deslize ao longo da borda superior ou esquerda da tela para alterar o número de colunas ou linhas de miniaturas. Deslize verticalmente para mover uma linha, horizontalmente para mover uma página. Deslize horizontalmente na faixa inferior para mover pela faixa completa. Toque na faixa inferior de uma página para focar as miniaturas nesta página. Toque em uma miniatura para ler esta página. Pressione e segure ≡ para diminuir ou redefinir o número de níveis de capítulo mostrados na faixa inferior. Qualquer multideslize fechará o navegador da páginas.
ru: Свайп по верхнему или левому краю экрана изменяет количество столбцов или рядов миниатюр. Вертикальный свайп перемещает на одну строку, горизонтальный - на одну страницу. Горизонтальный свайп по нижней ленте перемещает по всей её полосе. Касание нижней ленты на странице фокусирует миниатюры на данной странице. Касание миниатюры позволяет читать данную страницу. Долгое касание ≡ уменьшает или сбрасывает количество уровней глав, отображаемых на нижней ленте. Любой мультисвайп закрывает браузер страниц.
sk: Potiahnutím prsta po hornom alebo ľavom okraji obrazovky zmeníte počet stĺpcov alebo riadkov miniatúr. Potiahnutím zvislo sa posuniete o jeden riadok, vodorovne o jednu obrazovku. Potiahnutím vodorovne v spodnej lište sa posuniete o celý pruh. Ťuknutím na spodnú lištu na stránke zobrazíte miniatúry na tejto stránke. Ťuknutím na miniatúru si môžete túto stránku prečítať. Dlhým stlačením tlačidla ≡ znížite alebo obnovíte počet úrovní kapitol zobrazených na spodnej lište. Akékoľvek viacnásobné potiahnutie zatvorí prehliadač stránok.
sr: Превлачите по горњој или левој ивици екрана да промените број колона и редова сличица. Превлачите вертикално да померите један ред, хоризонтално да померите један екран, Превлачите хоризонтално по доњој траци да померате по целим тракама. Тапните у доњу траку на страницу да фокусирате сличице на овој страници. Тапните на сличицу да читате ту страницу. Дуги притисак на ≡ да умањите или ресетујете број нивоа поглавља која се приказују у доњој траци. Било које мултипревлачење ће да затвори прегледач страница.
tr: Küçük görsellerin sütun veya satır sayısını değiştirmek için ekranın üst veya sol kenarı boyunca kaydırın. Bir satırı taşımak için dikey olarak, bir sayfayı taşımak için yatay olarak kaydırın. Tam şeride göre hareket etmek için alt şeritte yatay olarak kaydırın. Bu sayfadaki küçük görsellere odaklanmak için bir sayfadaki alt şeride dokunun. Bu sayfayı okumak için küçük görseline dokunun. Alt şeritte görüntülenen bölüm düzeylerini azaltmak ya da sıfırlamak için ≡ üzerine uzun basın. Herhangi bir çoklu kaydırma, sayfa tarayıcısını kapatır.
uk: Проведіть пальцем по верхньому або лівому краю екрана, щоб змінити кількість стовпців або рядків мініатюр. Проведіть вертикально, щоб перемістити один рядок, горизонтально, щоб перемістити одну сторінку. Проведіть горизонтально в нижній смужці, щоб переміщуватися усією смугою. Торкніться нижньої смуги на сторінці, щоб сфокусувати мініатюри на цій сторінці. Торкніться мініатюри, щоб перейти до читання цієї сторінки. Затисніть ≡, щоб зменшити або скинути кількість рівнів розділів, показаних на нижній смужці. Будь-який жест закриє оглядач сторінок.
zh_cn: 沿屏幕的顶部或左边滑动可以更改缩略图的列或行数。 垂直滑动可以移动一行，水平滑动可以移动一页。 在底部滑尺上水平滑动可以移动一整条。 轻按底部滑尺中某页面对应位置，以使此页面成为缩略图中心。 轻按缩略图可以进入此页阅读。 长按 ≡ 减少或重置底部滑尺中显示的章节级别数。 任意多重滑动手势会关闭页面浏览器。

source: Toggle page bookmark
ca: Commutar marcadors de pàgina
de: Seitenlesezeichen umschalten
el: Εναλλαγή σελιδοδείκτη σελίδας
es: Conmutar marcadores de página
fa: تغییر وضعیت نشانک صفحه
fr: Basculer vers un signet de page
gl: Conmutar marcador de páxina
hu: Oldal könyvjelző ki/be
it_it: Attiva/disattiva segnalibro di pagina
ko_kr: 페이지 책갈피 토글
nl_nl: Pagina-bladwijzer schakelen
pl: Przełącz zakładkę strony
pt_br: Alternar marcador de página
ru: Поставить/снять закладку страницы
sk: Prepínať záložku stránky
sr: Укљ./Искљ. маркер странице
tr: Sayfa yer imini aç/kapat
uk: Перемкнути додавання сторінки до закладок
zh_cn: 开关书签

source: Edit or remove TOC chapter
ca: Editar o eliminar l'índex del capítol
de: Inhaltsverzeichnis-Kapitel bearbeiten oder entfernen
el: Επεξεργασία ή αφαίρεση κεφαλαίου Πίνακα περιεχομένων
es: Editar o eliminar el índice del capítulo
fa: ویرایش یا حذف فصل از فهرست مطالب
fr: Modifier ou supprimer le chapitre de la table des matières
gl: Editar ou borrar capítulo do índice
hu: TOC fejezet szerkesztése/eltávolítása
it_it: Modifica o rimuovi capitolo di indice
ko_kr: 차례 챕터 편집 또는 제거
nl_nl: Inhoudsopgave-hoofdstuk bewerken of verwijderen
pl: Edytuj lub usuń rozdział spisu treści
pt_br: Editar ou remover o capítulo do índice
ru: Редактировать/удалить главу в оглавлении
sk: Upraviť alebo odstrániť kapitolu tabuľky obsahu knihy
sr: Уреди или уклони поглавље садржаја
tr: İçindekiler tablosu bölümünü düzenle ya da kaldır
uk: Змінити або вилучити розділ змісту
zh_cn: 编辑或移除目录章节

source: Start TOC chapter here
ca: Iniciar ací l'índex del capítol
de: Inhaltsverzeichnis Kapitel hier beginnen
el: Έναρξη κεφαλαίου Πίνακα περιεχομένων εδώ
es: Iniciar aquí el índice del capítulo
fa: شروع فصل در فهرست مطالب از اینجا
fr: Commencez le chapitre de la table des matières ici
gl: Comezar un capítulo do índice aquí
hu: TOC fejezet start itt
it_it: Inizia capitolo indice qui
ko_kr: 여기에서 차례 챕터 시작하기
nl_nl: Inhoudsopgave-hoofdstuk hier starten
pl: Rozpocznij tutaj rozdział spisu treści
pt_br: Iniciar o capítulo do índice aqui
ru: Начать главу в оглавлении отсюда
sk: Tu začať kapitolu tabuľky obsahu knihy
sr: Започни поглавље садржаја овде
tr: İçindekiler tablosu bölümü buradan başlatılsın
uk: Розпочати розділ змісту звідси
zh_cn: 在此开始目录章节

source: Restart regular flow here
ca: Reiniciar el flux normal ací
de: Wiederaufnahme des regulären Abschnitts hier
el: Επανεκκίνηση της κανονικής ροής κειμένου εδώ
es: Reiniciar el flujo normal aquí
fr: Redémarrez le flux régulier ici
gl: Reiniciar o fluxo normal aquí
it_it: Riavvia il flusso regolare qui
ko_kr: 여기에서 일반 흐름 다시 시작
nl_nl: Normaal verloop hier herstarten
pl: Rozpocznij ponownie tutaj zwykły przepływ
pt_br: Reiniciar o fluxo regular aqui
ru: Перезагрузить регулярный поток отсюда
sk: Tu obnoviť pôvodný obsah
sr: Поново покрени обични ток овде
tr: Buradan yeniden düzenli akış başlatılsın
uk: Перезапустити звичайний потік звідси
zh_cn: 在此结束隐藏流

source: Start hidden flow here
ca: Iniciar el flux ocult ací
de: Versteckten Abschnitt hier starten
el: Έναρξη κρυφής ροής κειμένου εδώ
es: Iniciar el flujo oculto aquí
fr: Démarrez le flux caché ici
gl: Comezar un fluxo oculto aquí
it_it: Inizia il flusso nascosto qui
ko_kr: 여기에서 숨겨진 흐름 시작하기
nl_nl: Verborgen verloop hier starten
pl: Rozpocznij tutaj ukryty przepływ
pt_br: Começar o fluxo oculto aqui
ru: Начать скрытый поток отсюда
sk: Tu začať skrývanie časti obsahu knihy
sr: Почни скривени ток овде
tr: Buradan gizli akış başlatılsın
uk: Розпочати прихований потік звідси
zh_cn: 在此开始隐藏流

source: Long-press to choose a folder
ar: اضغط مع الاستمرار لاختيار مجلد
ca: Pulsació llarga per seleccionar carpeta
cs: Dlouhým stisknutím vyberte složku
de: Langes Drücken zur Auswahl eines Ordners
el: Πατήστε παρατεταμένα για επιλογή φακέλου
es: Pulsación larga para seleccionar carpeta
fa: لمس طولانی برای انتخاب یک پوشه
fr: Appuyez longuement pour choisir un dossier
gl: Pulsación longa para seleccionar cartafol
hu: Hosszan nyomva mappa kijelölése
it_it: Premi a lungo per scegliere la cartella
ja: 長押しでフォルダーを選択する
ko_kr: 길게 눌러 폴더 고르기
nl_nl: Langer indrukken om een map te kiezen
pl: Przytrzymanie, aby wybrać folder
pt_br: Toque longo para escolher a pasta
ro: Apasă lung pentru a selecta un dosar
ru: Выбор папки (долгое касание)
sk: Dlhým stlačením vyberte priečinok
sr: Дуги притисак да изаберете директоријум
tr: Klasör seçmek için uzun basın
uk: Довге натиснення, щоб вибрати теку
zh_cn: 长按选择文件夹

source: Long-press to choose a file
ar: اضغط مطوّلًا لاختيار ملف
ca: Pulsació llarga per seleccionar arxiu
cs: Dlouhým stisknutím vyberte soubor
de: Langes Drücken zur Auswahl einer Datei
el: Πατήστε παρατεταμένα για επιλογή αρχείου
es: Pulsación larga para seleccionar archivo
fa: لمس طولانی برای انتخاب یک فایل
fr: Appuyez longuement pour choisir un fichier
gl: Pulsación longa para seleccionar un ficheiro
hu: Hosszan nyomva fájl kijelölése
it_it: Premi a lungo per scegliere un file
ja: 長押しでファイルを選択する
ko_kr: 길게 눌러 파일 고르기
nl_nl: Langer indrukken om een bestand te kiezen
pl: Przytrzymanie, aby wybrać plik
pt_br: Toque longo para escolher um arquivo
ro: Apasă lung pentru a selecta un fișier
ru: Выбор файла (долгое касание)
sk: Dlhým stlačením vyberte súbor
sr: Дуги притисак да изаберете фајл
tr: Dosya seçmek için uzun basın
uk: Довге натиснення, щоб вибрати файл
zh_cn: 长按选择文件

source: Long-press to choose
ar: المس مطوّلًا للاختيار
ca: Pulsació llarga per seleccionar
cs: Vyberte dlouhým stisknutím
de: Langes Drücken zur Auswahl
el: Πατήστε παρατεταμένα για να επιλέξετε
es: Pulsación larga para seleccionar
fa: لمس طولانی برای انتخاب
fr: Appuyez longuement pour choisir
gl: Pulsación longa para seleccionar
hu: Hosszan nyomva kijelölés
it_it: Premi a lungo per scegliere
ja: 長押しで選択する
ko_kr: 길게 눌러 고르기
nl_nl: Langer indrukken om te kiezen
pl: Przytrzymanie, aby wybrać
pt_br: Toque longo para escolher
ro: Apasă lung pentru a selecta
ru: Выбор (долгое касание)
sk: Dlhým stlačením vyberte položku
sr: Дуги притисак да изаберете
tr: Seçmek için uzun basın
uk: Довге натиснення, щоб вибрати
zh_cn: 长按选择

source: Choose this file?
ca: Voleu triar aquest fitxer?
cs: Vybrat tento soubor?
de: Diese Datei auswählen?
el: Επιλογή αυτού του αρχείου;
es: ¿Seleccionar este archivo?
fa: این فایل انتخاب شود؟
gl: Seleccionar este ficheiro?
hu: Kiválasztja ezt a fájlt?
it_it: Scegliere questo file?
ko_kr: 이 파일을 선택할까요?
nl_nl: Dit bestand kiezen?
pl: Wybrać ten plik?
pt_br: Escolher este arquivo?
ru: Выбрать данный файл?
sk: Vybrať tento súbor?
sr: Желите ли да изаберете овај фајл?
tr: Bu dosya seçilsin mi?
uk: Вибрати цей файл?

source: File size: 1 byte
ca: Mida del fitxer: 1 byte
cs: Velikost souboru: 1 byt
de: Dateigröße: 1 Byte
el: Μέγεθος αρχείου: 1 byte
es: Tamaño del archivo: 1 byte
fa: اندازه فایل: ۱ بایت
gl: Tamaño da ficheiro: 1 byte
hu: Fájlméret: %1 bájt
it_it: Dimensione file: 1 byte
ko_kr: 글꼴 크기: %1 바이트
nl_nl: Bestandsgrootte: %1 byte
pl: Rozmiar pliku: 1 bajt
pt_br: Tamanho do arquivo: 1 byte
ru: Размер файла: 1 байт
sk: Veľkosť súboru: 1 bajt
sr: Величина фонта: %1 бајт
tr: Dosya boyutu: 1 bayt
uk: Розмір шрифту: 1 байт

source: Last modified: %1
ca: Darrera modificació: %1
cs: Naposledy upraveno: %1
de: Zuletzt geändert: %1
el: Τελευταία τροποποίηση: %1
es: Última modificación: %1
fa: أخرین تغییر: %1
gl: Derradeira modificación: %1
hu: Módosítás dátuma: %1
it_it: Ultima modifica: %1
ko_kr: 마지막 수정: %1
nl_nl: Laatst gewijzigd: %1
pl: Data modyfikacji: %1
pt_br: Última modificação: %1
ru: Последнее изменение: %1
sk: Dátumu poslednej úpravy: %1
sr: Датум измене: %1
tr: Değiştirildiği tarih: %1
uk: Востаннє змінено: %1

source: Choose this folder?
ca: Voleu triar aquesta carpeta?
cs: Vybrat tuto složku?
de: Diesen Ordner auswählen?
el: Επιλογή αυτού του φακέλου;
es: ¿Seleccionar esta carpeta?
fa: این پوشه انتخاب شود؟
gl: Seleccionar este cartafol?
hu: Kiválasztja ezt a mappát?
it_it: Scegliere questa cartella?
ko_kr: 이 폴더를 선택할까요?
nl_nl: Deze map kiezen?
pl: Wybrać ten folder?
pt_br: Escolher esta pasta?
ru: Выбрать данную папку?
sk: Vybrať tento priečinok?
sr: Избор овог директоријума?
tr: Bu klasör seçilsin mi?
uk: Вибрати цю теку?

source: Choose this path?
ca: Voleu triar aquest camí?
cs: Vybrat tuto cestu?
de: Diesen Pfad auswählen?
el: Επιλογή αυτής της διαδρομής;
es: ¿Seleccionar esta ruta?
fa: این مسیر انتخاب شود؟
gl: Seleccionar esta ruta?
hu: Kiválasztja ezt az útvonalat?
it_it: Scegliere questo percorso?
ko_kr: 이 경로를 선택할까요?
nl_nl: Dit pad kiezen?
pl: Wybrać tę ścieżkę?
pt_br: Escolher este caminho?
ru: Выбрать данный путь?
sk: Vybrať túto cestu?
sr: Желите ли да изаберете ову путању?
tr: Bu yol seçilsin mi?
uk: Вибрати цей шлях?

source: ... (truncated...)
ar: ... (تم اقتطاعه...)
ca: ... (truncat...)
cs: ... (zkráceno...)
de: ... (abgeschnitten...)
el: ... (περικομμένο ...)
es: ... (truncado...)
fr: … (tronqué…)
gl: ... (truncado...)
hu: ... (csonkítva...)
it_it: ... (troncato...)
ja: ... (切り取られました...)
ko_kr: ... (잘림...)
nl_nl: ... (afgekapt...)
pl: ... (obcięte...)
pt_br: … (truncado…)
ro: ... (trunchiat...)
ru: … (усечено…)
sk: ... (skrátené...)
sr: ... (одсечено...)
tr: ... (budanmış...)
uk: ... (скорочено...)
zh_cn: ... (截短...)

source: Waiting for specific gesture to exit screensaver.
ca: Esperant un gest específic per eixir del salvapantalles.
cs: Čekání na určité gesto pro ukončení spořiče obrazovky.
de: Wartet auf eine bestimmte Geste zum Beenden des Bildschirmschoners.
el: Αναμονή για συγκεκριμένη χειρονομία για έξοδο από την προφύλαξη οθόνης.
es: Esperando un gesto específico para salir del salvapantallas.
fa: در انتظار ژست حرکتی مخصوص برای خروج از محافظ صفحه.
fr: Toucher pour quitter l’écran de veille.
gl: A agardar por un aceno específico para saír do protector de pantalla.
hu: Várakozás gesztusra, majd kilépés a képernyővédőből.
it_it: In attesa di un gesto specifico per uscire dal salvaschermo.
ja: スクリーンセーバーを終了するためのジェスチャーを待っています。
ko_kr: 화면보호기를 끝내기 위한 특정 제스처를 기다리는 중입니다.
nl_nl: Wacht op een specifiek gebaar om schermbeveiliging te verlaten.
pl: Oczekiwanie na określony gest, aby zakończyć wygaszacz ekranu.
pt_br: Aguardando um gesto específico para sair do protetor de tela.
ro: Se așteaptă un gest specific pentru a ieși din economizorul de ecran.
ru: Выходить из заставки экрана жестом.
sk: Čakám na konkrétne gesto pre ukončenie šetriča obrazovky.
sr: Чека се на одређену гестикулацију за напуштање чувара екрана.
tr: Ekran koruyucudan çıkmak için özel el hareketi bekleniyor.
uk: Очікування певного жесту для виходу із заставки.
zh_cn: 等待特定手势来退出屏保程序。

source: No exit screensaver gesture configured. Tap to exit.
ca: No s'ha configurat cap gest per a eixir del salvapantalles. Tocar per a eixir.
cs: Nebylo nastaveno gesto pro ukončení spořiče obrazovky. Pro ukončení ťukněte.
de: Keine Geste zum Beenden des Bildschirmschoners konfiguriert. Tippen Sie zum Beenden.
el: Δεν έχει ρυθμιστεί καμία χειρονομία για έξοδο από την προφύλαξη οθόνης. Πατήστε για έξοδο.
es: No se ha configurado ningún gesto para salir del salvapantallas. Tocar para salir.
fa: ژست حرکتی برای خروج از محافظ صفحه پیکربندی نشده. برای خروج ضربه بزنید.
fr: Aucun geste configuré pour quitter l'écran de veille. Tapez pour quitter.
gl: Non hai un aceno configurado para saír do protector de pantalla. Toca para saír.
hu: Nincs beállított 'Kilépés a képernyővédőből' kézmozdulat. Koppintson a folytatáshoz.
it_it: Non è stato configurato alcun gesto di uscita dal salvaschermo. Tocca per uscire.
ja: スクリーンセーバーの終了ジェスチャーが設定されていません。タップして終了します。
ko_kr: 구성된 화면보호기 끝내기 제스처가 없습니다. 끝내려면 탭하세요.
nl_nl: Er is geen gebaar ingesteld om de schermbeveiliging af te sluiten. Tik om te sluiten.
pl: Nie skonfigurowano gestu zakończenia wygaszacza ekranu. Stuknij, aby zakończyć.
pt_br: Nenhum gesto foi configurado para sair do protetor de tela. Toque para sair.
ro: Nu a fost setat un gest pentru a ieși din economizorul de ecran. Atinge pentru a ieși.
ru: Жест выхода из заставки экрана не задан. Коснитесь для выхода.
sk: Nie je nakonfigurované žiadne gesto pre ukončenie šetriča obrazovky. Ťuknutím ukončiť.
sr: Није подешена гестикулација за напуштање чувара екрана. Тапните за излаз.
tr: Ekran koruyucudan çıkmak için bir hareket yapılandırılmamış. Çıkmak için dokunun.
uk: Жест виходу із заставки не налаштовано. Торкніться, щоб вийти.
zh_cn: 没有配置退出屏保手势。点击退出。
