Repository: spruceUI/spruceOS
Catalog: App/KoReader/l10n/*/koreader.po
Languages: ar, ca, cs, de, el, es, fa, fr, gl, hu, it_it, ja, ko_kr, nl_nl, pl, pt_br, ro, ru, sk, sr, tr, uk, zh_cn

source: Favorites display mode
ca: Mode de visualització dels preferits
cs: Režim zobrazení Oblíbených
de: Anzeigemodus Favoriten
el: Τρόπος προβολής Αγαπημένων
es: Modo de visualización de favoritos
fa: حالت نمایش موارد برگزیده
fr: Mode d’affichage des favoris
gl: Modo de presentación dos favoritos
hu: Kedvencek megjelenési módja
it_it: Modalità di visualizzazione dei preferiti
ja: お気に入りの表示モード
ko_kr: 즐겨찾기 표시 방식
nl_nl: Favorietenweergavemodus
pl: Tryb wyświetlania ulubionych
pt_br: Modo de exibição dos favoritos
ro: Mod afișare favorite
ru: Режим отображения избранного
sk: Režim zobrazenia obľúbených položiek
sr: Режим приказа омиљених
tr: Sık kullanılanları görüntüleme kipi
uk: Режим перегляду вподобань
zh_cn: 收藏夹显示模式

source: Display mode
ar: وضع العرض
ca: Mode de visualització
cs: Režim zobrazení
de: Anzeigemodus
el: Τρόπος προβολής
es: Modo de visualización
fa: حالت نمایش
fr: Mode d’affichage
gl: Modo de presentación
hu: Megjelenési mód
it_it: Impostazioni di visualizzazione
ja: 表示モード
ko_kr: 표시 방식
nl_nl: Weergavemodus
pl: Tryb wyświetlania
pt_br: Modo de exibição
ro: Mod afișare
ru: Режим отображения
sk: Režim zobrazenia
sr: Режим приказа
tr: Görüntüleme kipi
uk: Режим перегляду
zh_cn: 显示模式

source: Mosaic and detailed list settings
ca: Configuració de llista en mosaic i de la llista detallada
cs: Nastavení pro „Dlaždice“ a „Podrobný seznam“
de: Mosaik- und Detaillisteneinstellungen
el: Ρυθμίσεις μωσαϊκού και καταλόγου
es: Configuración de lista en mosaico y de la lista detallada
fa: تنظیمات کاشی و فهرست با جزئیات
fr: Paramètres de mosaïque et de liste détaillée
gl: Configuración de mosaico e lista detallada
hu: Csempenézet és részletes lista beállításai
it_it: Impostazioni del mosaico e delle liste dettagliate
ja: モザイクと詳細リストの設定
ko_kr: 모자이크와 상세한 목록 설정
nl_nl: Mozaïek- en gedetailleerde lijstinstellingen
pl: Ustawienia mozaiki i szczegółowej listy
pt_br: Configurações do mosaico e da lista detalhada
ro: Setări mozaic și listă detaliată
ru: Настройки мозаики и подробного списка
sk: Nastavenia mozaiky a podrobného zoznamu
sr: Подешавања мозаика и детаљне листе
tr: Mozaik ve ayrıntılı liste ayarları
uk: Налаштування мозаїчного та детального списків
zh_cn: 封面图片和详细的列表设置

source: Items per page in portrait mosaic mode: %1 × %2
ca: Elements per pàgina en mode retrat amb format mosaic: %1 × %2
cs: Položek na stránku v režimu „Dlaždice nastojato“: %1 × %2
de: Elemente pro Seite im Hochformat-Mosaikmodus: %1 × %2
el: Στοιχεία ανά σελίδα σε κατακόρυφο μωσαϊκό: %1 × %2
es: Elementos por página en modo retrato con formato mosaico: %1 × %2
fa: تعداد موارد حالت کاشی عمود به ازای هر صفحه: %1 × %2
fr: Éléments par page en mode portrait mosaïque : %1 × %2
gl: Elementos por páxina en modo mosaico en retrato: %1 × %2
it_it: Elementi per pagina in modalità mosaico verticale: %1 × %2
ko_kr: 세로 모자이크 모드의 페이지당 항목 수: %1 × %2
nl_nl: Items per pagina in portret-mozaïekmodus: %1 × %2
pl: Elementy na stronę w trybie mozaiki portretowej: %1 × %2
pt_br: Itens no modo mosaico na vertical: %1×%2
ru: Элементов на странице для портретной мозаики: %1 × %2
sk: Položiek na stranu v režime mozaiky na výšku: %1 × %2
sr: Ставки по страници у режиму портретног мозаика: %1 × %2
tr: Dikey mozaik kipinde sayfa başına öge sayısı: %1 × %2
uk: Елементи на сторінці в портретному мозаїчному режимі: %1 × %2
zh_cn: 在竖排模式下的每页封面数量: %1 × %2

source: Portrait mosaic mode
cs: Režim „Dlaždice nastojato“
de: Hochformat-Mosaikmodus
el: Κατακόρυφη προβολή μωσαϊκού
es: Modo mosaico vertical
fa: حالت کاشی عمودی
gl: Modo mosaico en retrato
hu: Portré mozaik mód
it_it: Modalità mosaico verticale
ko_kr: 세로 모자이크 모드
nl_nl: Portret-mozaïekmodus
pl: Tryb mozaiki portretowej
pt_br: Modo mosaico na vertical
ru: Режим мозаики (портретный)
sk: Režim mozaiky na výšku
sr: Режим портретног мозаика
tr: Dikey mozaik kipi
uk: Портретний мозаїчний режим

source: Items per page in landscape mosaic mode: %1 × %2
ca: Elements per pàgina en mode paisatge amb format mosaic: %1 × %2
cs: Položek na stránku v režimu „Dlaždice naležato“: %1 × %2
de: Elemente pro Seite im Querformat-Mosaikmodus: %1 × %2
el: Στοιχεία ανά σελίδα σε οριζόντιο μωσαϊκό: %1 × %2
es: Elementos por página en modo paisaje con formato mosaico: %1 × %2
fa: تعداد آیتم هر صفحه در حالت کاشی افقی: %1 × %2
fr: Éléments par page en mode mosaïque paysage : %1 × %2
gl: Elementos por páxina en modo mosaico apaisado: %1 × %2
it_it: Elementi per pagina in modalità mosaico orizzontale: %1 × %2
ko_kr: 가로 모자이크 모드의 페이지당 항목 수: %1 × %2
nl_nl: Items per pagina in landschaps-mozaïiekmodus: %1 × %2
pl: Elementy na stronę w trybie mozaiki krajobrazowej: %1 × %2
pt_br: Itens no modo mosaico na horizontal: %1×%2
ru: Элементов на странице для альбомной мозаики: %1 × %2
sk: Položiek na stranu v režime mozaiky na šírku: %1 × %2
sr: Ставки по страници у режиму положеног мозаика: %1 × %2
tr: Yatay mozaik kipinde sayfa başına öge sayısı: %1 × %2
uk: Елементи на сторінці в альбомному мозаїчному режимі: %1 × %2
zh_cn: 在横排模式下的每页封面数量: %1 × %2

source: Landscape mosaic mode
ca: Mode paisatge amb format mosaic
cs: Režim „Dlaždice naležato“
de: Querformat-Mosaikmodus
el: Οριζόντια προβολή μωσαϊκού
es: Modo paisaje con formato mosaico
fa: حالت کاشی افقی
fr: Mode mosaïque paysage
gl: Modo mosaico apaisado
hu: Fekvő mozaik mód
it_it: Modalità mosaico orizzontale
ko_kr: 가로 모자이크 모드
nl_nl: Landschaps-mozaïiekmodus
pl: Tryb mozaiki krajobrazowej
pt_br: Modo mosaico na horizontal
ru: Режим мозаики (альбомный)
sk: Režim mozaiky na šírku
sr: Режим положеног мозаика
tr: Yatay mozaik kipi
uk: Альбомний мозаїчний режим
zh_cn: 竖排模式

source: Items per page in portrait list mode: %1
ca: Elements per pàgina en mode retrat amb format lista: %1
de: Elemente pro Seite im Hochformat-Listenmodus: %1
el: Στοιχεία ανά σελίδα σε κατακόρυφη προβολή καταλόγου: %1
es: Elementos por página en modo retrato con formato lista: %1
fa: تعداد موارد حالت لیستی عمود به ازای هر صفحه: %1
fr: Éléments par page en mode liste portrait : %1
gl: Elementos por páxina en modo lista en retrato: %1
hu: Elemszám oldalanként portré lista módban: %1
it_it: Elementi per pagina in modalità elenco verticale: %1
ko_kr: 세로 목록 모드의 페이지당 항목 수: %1
nl_nl: Items per pagina in portret-lijstmodus: %1
pl: Elementy na stronę w trybie listy portretowej: %1
pt_br: Itens no modo lista na vertical: %1
ru: Элементов на странице для портретного списка: %1
sk: Položiek na stránku v režime zoznamu na výšku: %1
sr: Ставки по страници у режиму портретне листе: %1
tr: Dikey liste kipinde sayfa başına öge sayısı: %1
uk: Елементи на сторінці в портретному режимі списку: %1
zh_cn: 在竖排模式下的每页列表数量: %1

source: Portrait list mode
de: Hochformat-Listenmodus
el: Κατακόρυφη προβολή καταλόγου
es: Modo de lista vertical
fa: حالت لیست عمودی
fr: Mode liste portrait
gl: Modo lista en retrato
hu: Portré lista mód
it_it: Modalità elenco ritratto
ko_kr: 세로 목록 모드
nl_nl: Portret-lijstmodus
pl: Tryb listy portretowej
pt_br: Modo lista na vertical
ru: Режим списка (портретный)
sk: Režim zoznamu na výšku
sr: Режим портретне листе
tr: Dikey liste kipi
uk: Портретний режим списку

source: Progress
ca: Progrés
cs: Postup
de: Fortschritt
el: Πρόοδος
es: Progreso
fa: پیشرفت
fr: Barre de progrès
gl: Progreso
hu: Folyamatjelző
it_it: In corso
ko_kr: 진행률
nl_nl: Voortgang
pl: Postęp
pt_br: Progresso
ru: Прогресс
sk: Priebeh
sr: Напредак
tr: İlerleme
uk: Перебіг
zh_cn: 进度

source: Show progress in mosaic mode
de: Fortschritt im Mosaikmodus anzeigen
el: Εμφάνιση προόδου σε προβολή μωσαϊκού
es: Mostrar el progreso en modo mosaico
fa: نمایش پیشرفت در حالت کاشی
fr: Afficher la progression en mode mosaïque
gl: Mostrar o progreso en modo mosaico
hu: Folyamatjelző mozaik módban
it_it: Mostra i progressi in modalità mosaico
ko_kr: 모자이크 모드에서 진행률 표시
nl_nl: Voortgang weergeven in mozaïekmodus
pl: Pokaż postęp w trybie mozaiki
pt_br: Mostrar progresso no modo mosaico
ru: Показывать прогресс в режиме мозаики
sk: Zobraziť priebeh čítania v režime mozaiky
sr: Приказуј напредак у режиму мозаика
tr: Mozaik kipinde ilerleme yüzdesi görüntülensin
uk: Показувати перебіг у мозаїчному режимі

source: Show progress in detailed list mode
de: Fortschritt im detaillierten Listenmodus anzeigen
el: Εμφάνιση προόδου σε προβολή καταλόγου
es: Mostrar el progreso en modo de lista detallada
fa: نمایش پیشرفت در حالت لیست با جزئیات
fr: Afficher la progression en mode liste détaillée
gl: Mostrar o progreso en modo de lista detallado
hu: Folyamatjelző részletes lista módban
it_it: Mostra l'avanzamento in modalità elenco dettagliato
ko_kr: 상세 목록 모드에서 진행률 표시
nl_nl: Voortgang weergeven in gedetailleerde lijstmodus
pl: Pokaż postęp w trybie listy szczegółowej
pt_br: Mostrar progresso no modo lista detalhada
ru: Показывать прогресс в режиме подробного списка
sk: Zobraziť priebeh čítania v režime podrobného zoznamu
sr: Приказуј напредак у режиму детаљне листе
tr: Ayrıntılı liste kipinde ilerleme yüzdesi görüntülensin
uk: Показувати перебіг у докладному списку

source: Show number of pages read instead of progress %
ca: Mostrar el nombre de pàgines llegides en lloc del percentatge llegit
cs: Zobrazit počet stránek místo postupu čtení v %
de: Zeige Anzahl der gelesenen Seiten anstatt % gelesen
el: Εμφάνιση αριθμού αναγνωσμένων σελίδων αντί για πρόοδο %
es: Mostrar el número de páginas leídas en lugar del porcentaje leído
fa: نمایش تعداد صفحات خوانده شده به جای درصد پیشرفت
fr: Afficher le nombre de pages lues au lieu de la progression en %
gl: Mostrar o número de páxinas lidas en vez do progreso en %
hu: Olvasott oldalak kijelzése %-os állapot helyett
it_it: Mostra numero di pagine lette invece del progresso %
ja: 進捗率ではなく読了ページ数を表示する
ko_kr: 진행 % 대신 읽은 페이지 수 표시
nl_nl: Toon aantal gelezen pagina's i.p.v. %
pl: Pokaż liczbę przeczytanych stron zamiast postępu %
pt_br: Mostrar número de páginas lidas em vez de progresso em %
ro: Arată numărul de pagini citite în loc de procent progres
ru: Показывать прочитанное в страницах вместо %
sk: Zobraziť počet prečítaných strán namiesto % priebehu čítania
sr: Уместо % напретка приказуј број прочитаних страница
tr: İlerleme yüzdesi yerine okunmuş sayfa sayısı görüntülensin
uk: Показувати кількість прочитаних сторінок замість % прогресу
zh_cn: 使用页数替代百分比显示进度

source: Show number of pages left to read
ar: اعرض عدد الصفحات المتبقّية لقراءتها
ca: Mostrar el nombre de pàgines que queden per llegir
cs: Zobrazit zbývající počet stránek ke čtení
de: Zeige Anzahl der noch zu lesenden Seiten
el: Εμφάνιση αριθμού σελίδων που απομένουν για ανάγνωση
es: Mostrar el número de páginas que quedan por leer
fa: نمایش تعداد صفحات باقیمانده برای مطالعه
fr: Afficher le nombre de pages restantes
gl: Mostrar as páxinas restantes
hu: Hátralévő oldalszám
it_it: Mostra numero di pagine rimaste da leggere
ja: 未読ページ数を表示
ko_kr: 읽고 남은 페이지 수 표시
nl_nl: Toon aantal te lezen pagina's
pl: Pokaż liczbę stron pozostałych do przeczytania
pt_br: Mostrar número de páginas restantes para ler
ro: Arată numărul de pagini rămase de citit
ru: Показывать сколько страниц осталось прочитать
sk: Zobraziť počet zostávajúcich strán na prečítanie
sr: Приказуј број страница преосталих за читање
tr: Okunacak sayfa sayısı görüntülensin
uk: Показувати кількість сторінок, що залишилось прочитати
zh_cn: 显示剩余页面数目

source: Display hints
ca: Mostrar suggeriments
cs: Označování knih
de: Hinweise anzeigen
el: Εμφάνιση ενδείξεων
es: Mostrar sugerencias
fa: نمایش راهنما‌های کوچک
fr: Indicateurs visuels
gl: Amosar suxestións
hu: Tippek megjelenítése
it_it: Visualizza suggerimenti
ja: ヒント表示
ko_kr: 힌트 표시
nl_nl: Weergavehints
pl: Wyświetl podpowiedzi
pt_br: Exibir indicadores
ro: Arată indicii
ru: Показывать подсказки
sk: Zobraziť značky
sr: Приказ наговештаја
tr: İpuçları görüntülensin
uk: Показувати підказки
zh_cn: 显示书籍提示

source: Show hint for books with description
ca: Mostrar en descripció suggeriments per a llibres
cs: Označit knihy s popisem
de: Zeige Hinweis für Bücher mit Beschreibung
el: Εμφάνιση ένδειξης για βιβλία με περιγραφή
es: Mostrar en descripción sugerencias para libros
fa: نمایش راهنما برای کتاب‌های دارای شرح
fr: Ajouter un indicateur aux livres avec résumé
gl: Amosar suxestión para libros con descrición
hu: Tippek a leírással rendelkező könyvekre
it_it: Mostra suggerimento per i libri con descrizione
ja: 説明と一緒に書籍のヒントを表示する
ko_kr: 설명이 있는 책에 대한 힌트 표시
nl_nl: Toon hints voor boeken met omschrijving
pl: Pokaż podpowiedź dla książek z opisem
pt_br: Mostrar indicador para livros com descrição
ro: Arată un indiciu pentru cărțile cu descriere
ru: Подсказка для книг с описанием
sk: Zobraziť značku na knihy s popisom
sr: Прикажи наговештај за књиге са описом
tr: Açıklaması olan kitaplar için ipucu görüntülensin
uk: Показувати підказки для книжок з описом
zh_cn: 显示书籍说明提示

source: Show hint for book status in history
ca: Mostrar informació sobre l'estat del llibre en l'historial
cs: Označit stav knih v Historii
de: Hinweis auf Buchstatus im Verlauf anzeigen
el: Εμφάνιση ένδειξης για την κατάσταση του βιβλίου στο Ιστορικό
es: Mostrar información sobre el estado del libro en el historial
fa: نمایش راهنما برای وضعیت کتاب در تاریخچه
fr: Afficher un indicateur pour l'état du livre dans l'historique
gl: Amosar información sobre o estado do libro no historial
hu: Könyvstátuszra vonatkozó súgó megjelenítése az előzményekben
it_it: Mostra suggerimento per lo stato del libro nella cronologia
ja: 履歴に書籍ステータスのヒントを表示する
ko_kr: 내력에서 도서 상태에 대한 힌트 표시
nl_nl: Toon hint voor boekstatus in geschiedenis
pl: Pokaż podpowiedź dla stanu książki w historii
pt_br: Mostrar indicador sobre o status do livro no histórico
ru: Подсказка по статусу книг в «истории»
sk: Zobraziť značku pre stav knihy v histórii
sr: Прикажи наговештај за статус књиге у историји
tr: Geçmişteki kitapların durumu için ipucu görüntülensin
uk: Показувати підказку про стан книги в історії
zh_cn: 为历史记录中的书籍状态显示提示

source: Show hint for book status in favorites
ca: Mostrar informació sobre l'estat del llibre en favorits
cs: Označit stav knih v Oblíbených
de: Hinweis auf Buchstatus in Favoriten anzeigen
el: Εμφάνιση ένδειξης για την κατάσταση του βιβλίου στα αγαπημένα
es: Mostrar información sobre el estado del libro en favoritos
fa: نمایش راهنما برای وضعیت کتاب‌ها در موارد برگزیده
fr: Afficher un indicateur pour l'état du livre dans les favoris
gl: Amosar información do estado do libro nos favoritos
hu: Könyvstátuszra vonatkozó súgó megjelenítése a kedvencekben
it_it: Mostra suggerimento per lo stato del libro nei preferiti
ja: お気に入りに書籍ステータスのヒントを表示する
ko_kr: 즐겨찾기에서 도서 상태에 대한 힌트 표시
nl_nl: Toon hint voor boekstatus in favorieten
pl: Pokaż podpowiedź dla stanu książki w ulubionych
pt_br: Mostrar indicador sobre o status do livro nos favoritos
ru: Подсказка по статусу книг в «избранном»
sk: Zobraziť značku pre stav knihy v obľúbených položkách
sr: Прикажи наговештај за статус књиге у омиљеним
tr: Sık kullanılanlardaki kitapların durumu için ipucu görüntülensin
uk: Показувати підказку для відкритих книг у вподобаному
zh_cn: 为收藏中的书籍状态显示提示

source: Series
ar: السلسلة
ca: Sèrie
cs: Série
de: Serie
el: Σειρά
es: Serie
fa: مجموعه‌ها
fr: Séries
hu: Sorozatok
it_it: Serie
ja: シリーズ
ko_kr: 시리즈
nl_nl: Serie
pl: Cykl
pt_br: Séries
ro: Serie
ru: Серии
sk: Séria
sr: Серије
tr: Diziler
uk: Частини
zh_cn: 丛书

source: Append series metadata to authors
ar: أضف البيانات الوصفية المتعلّقة بالسلسلة إلى المؤلفين
ca: Afegeix la metadada Sèrie a autors
cs: Připojit metadata sérií k autorům
de: Serien-Metadaten an Autoren anfügen
el: Προσάρτηση μεταδεδομένων σειράς στους συγγραφείς
es: Añadir metadatos de serie a autores
fa: افزودن فراداده مجموعه‌ها به نویسندگان
fr: Ajouter les métadonnées des séries aux auteurs
gl: Engadir metadatos da serie aos autores
hu: Sorozat metaadatok hozzákapcsolása a Szerzőhöz
it_it: Aggiungi i metadati di serie agli autori
ja: 著者にシリーズのメタデータを追加する
ko_kr: 저자에 시리즈 메타데이터 추가
nl_nl: Seriemetadata aan auteurs toevoegen
pl: Dodaj metadane cyklu do autorów
pt_br: Anexar metadados da série ao autor
ro: Adaugă informațiile despre serie la autori
ru: Добавлять метаданные серии к авторам
sk: Pridať údaje o knižnej sérii načítané z metadát ku menu autora
sr: Надовежи метаподатке о серији на ауторе
tr: Dizi üst verisini yazarlara eklensin
uk: Додавати метадані частин до авторів
zh_cn: 添加作者系列信息

source: Append series metadata to title
ar: أضف بياناتٍ وصفيَّةٍ عن سلسلة الكتاب إلى عنوانه
ca: Afegeix la metadada Sèrie al títol
cs: Připojit metadata sérií k názvům
de: Serien-Metadaten an Titel anfügen
el: Προσάρτηση μεταδεδομένων Σειράς στον Τίτλο
es: Añadir metadatos de serie a títulos
fa: افزودن فراداده مجموعه‌‌ها به عنوان
fr: Ajouter les métadonnées des séries aux titres
gl: Engadir metadatos da serie ao título
hu: Sorozat metaadatok hozzákapcsolása a Címhez
it_it: Aggiungi i metadati di serie al titolo
ja: タイトルにシリーズのメタデータを追加する
ko_kr: 제목에 시리즈 메타데이터 추가
nl_nl: Seriemetadata aan titel toevoegen
pl: Dodaj metadane cyklu do tytułu
pt_br: Anexar metadados da série ao título
ro: Adaugă informațiile despre serie la titlu
ru: Добавлять метаданные серии к названию
sk: Pridať údaje o knižnej sérii načítané z metadát ku názvu knihy
sr: Надовежи метаподатке серије на наслов
tr: Dizi üst verisini başlığa eklensin
uk: Додавати метадані частин до заголовка
zh_cn: 添加书名系列信息

source: Show series metadata in separate line
ca: Mostra la metadada Sèrie en una fila separada
cs: Zobrazit metadata sérií na samostatném řádku
de: Zeige Serien-Metadaten in separater Zeile
el: Εμφάνιση μεταδεδομένων σειράς σε ξεχωριστή γραμμή
es: Mostrar metadatos de serie en una fila separada
fa: نمایش فراداده مجموعه‌ها در یک خط جدا
fr: Afficher les métadonnées des séries sur une ligne propre
gl: Mostrar os metadatos de series nunha liña aparte
hu: Sorozat metaadatok megjelenítése külön sorban
it_it: Mostra i metadati della serie in una riga separata
ja: シリーズのメタデータを別行に表示する
ko_kr: 분리선에 시리즈 메타 데이터 표시하기
nl_nl: Seriemetadata op aparte lijn tonen
pl: Pokaż metadane cyklu w osobnym wierszu
pt_br: Mostrar metadados da série em linha separada
ro: Arată informațiile despre serie pe o linie separată
ru: Показывать метаданные серии отдельной строкой
sk: Zobraziť údaje o knižnej sérii načítané z metadát v samostatnom riadku
sr: Приказуј метаподатке о серијама у посебној линији
tr: Diziler üst verisi ayrı bir satırda görüntülensin
uk: Показувати метадані частин в окремому рядку
zh_cn: 另起一行显示丛书数据

source: Show file properties
ca: Mostra les propietats del fitxer
cs: Zobrazit vlastnosti souboru
de: Dateieigenschaften anzeigen
el: Εμφάνιση ιδιοτήτων αρχείου
es: Mostrar las propiedades del archivo
fa: نمایش ویژگی‌های فایل
fr: Afficher les propriétés du fichier
gl: Mostrar as propiedades do ficheiro
hu: Fájltulajdonságok megjelenítése
it_it: Mostra le proprietà del file
ko_kr: 파일 속성 보기
nl_nl: Bestandseigenschappen weergeven
pl: Pokaż właściwości pliku
pt_br: Mostrar propriedades do arquivo
ru: Показать свойства файла
sk: Zobraziť vlastnosti súboru
sr: Прикажи особине фајла
tr: Dosya özellikleri görüntülensin
uk: Показувати файл властивостей
zh_cn: 显示文件属性

source: Book info cache management
ar: إدارة ذاكرة معلومات الكتاب
ca: Gestió de la memòria cau d'informació del llibre
cs: Správa mezipaměti s informacemi o knihách
de: Buch-Info Cache Verwaltung
el: Διαχείριση κρυφής μνήμης πληροφοριών βιβλίου
es: Gestión de la caché de información de libros
fa: مدیریت حافظه نهان اطلاعات کتاب‌ها
fr: Gestion du cache des infos de livres
gl: Xestionar a caché de información de libros
hu: Könyvinfók gyorstárazásának kezelése
it_it: Cache informazioni libro
ja: 書籍情報キャッシュ管理
ko_kr: 책 정보 캐시 관리
nl_nl: Boekinformatiecache-management
pl: Zarządzanie pamięcią podręczną informacji o książkach
pt_br: Gerenciamento de cache de informações do livro
ro: Management cache informații carte
ru: Управление кэшем информации о книгах
sk: Info knihy z pamäte
sr: Управљање кешом за информације о књизи
tr: Kitap bilgileri ön belleği yönetimi
uk: Керування кешем відомостей про книжку
zh_cn: 书籍信息缓存管理

source: Current cache size:
ar: حجم الذاكرة المؤقتة الحالي:
ca: Grandària actual de la memòria cau:
cs: Aktuální velikost mezipaměti:
de: Aktuelle Cache Größe:
el: Μέγεθος τρέχουσας κρυφής μνήμης:
es: Tamaño actual de la caché:
fa: حجم فعلی حافظه نهان:
fr: Taille actuelle du cache :
gl: Tamaño actual da caché:
hu: Jelenlegi cache méret:
it_it: Attuale dimensione della cache:
ja: 現在のキャッシュサイズ:
ko_kr: 현재 캐시 크기:
nl_nl: Huidige cachegrootte:
pl: Obecny rozmiar pamięci podręcznej:
pt_br: Tamanho do cache atual:
ro: Mărimea curentă a cache-ului:
ru: Текущий размер кэша:
sk: Aktuálna veľkosť vyrovnávacej pamäte:
sr: Тренутна величина кеша:
tr: Geçerli ön bellek boyutu:
uk: Поточний розмір кешу:
zh_cn: 目前缓存大小:

source: Prune cache of removed books
ca: Optimitzar memòria cau de llibres eliminats
cs: Pročistit mezipaměť od odstraněných knih
de: Bereinige Cache von entfernten Büchern
el: Εκκαθάριση κρυφής μνήμης διαγραμμένων βιβλίων
es: Optimizar caché de libros eliminados
fa: پاکسازی حافظه‌نهان کتاب‌های حذف شده
fr: Délester la mémoire cache des livre supprimés
gl: Quitar os libros borrados da caché
hu: Eltávolított könyvek törlése a gyorsítótárból
it_it: Ridurre cache dei libri rimossi
ja: 削除された書籍のキャッシュを削除する
ko_kr: 삭제된 책의 캐시 정리
nl_nl: Verwijderde boeken uit cache snoeien
pl: Wyczyść pamięć podręczną usuniętych książek
pt_br: Excluir cache de livros removidos
ro: Redu cache-ul cărților șterse
ru: Очистить кэш от удалённых книг
sk: Vymazať z vyrovnávacej pamäte odstránené knihy
sr: Очисти уклоњене књиге из кеша
tr: Silinen kitapları ön bellekten temizle
uk: Очистити кеш вилучених книг
zh_cn: 删除已删除书籍的缓存

source: Are you sure that you want to prune cache of removed books? (This may take a while.)
ca: Està segur de voler optimitzar la memòria cau de llibres eliminats? (L'operació pot durar uns minuts)
cs: Opravdu chcete pročistit mezipaměť od odstraněných knih? (Může to chvíli trvat.)
de: Sind Sie sicher, dass Sie den Cache der entfernten Bücher bereinigen möchten? (Dies kann eine Weile dauern.)
el: Θέλετε σίγουρα να διαγράψετε την κρυφή μνήμη των διαγραμμένων βιβλίων; (Αυτό μπορεί να πάρει λίγο χρόνο.)
es: ¿Está seguro de querer optimizar la caché de libros eliminados? (La operación puede durar varios minutos)
fa: آیا مطمئنید می‌خواهید حافظه‌نهان کتاب‌های حذف شده را پاک کنید؟ (ممکن است مدتی طول بکشد.)
fr: Voulez-vous vraiment enlever du cache les livres supprimés ? (Cela peut prendre du temps.)
gl: Queres filtrar da caché os libros borrados? (Isto pode levar un intre).
hu: Tömöríti a törölt könyvek gyorstár-adatbázisát? (Ez eltarthat egy ideig.)
it_it: Sei sicuro di voler eliminare la cache dei libri rimossi? (Potrebbe volerci un po' di tempo.)
ja: 削除された書籍のキャッシュを削除してもよろしいですか？ (これには時間がかかることがあります。)
ko_kr: 삭제된 책의 캐시를 정리할까요? (시간이 좀 걸릴 수 있습니다.)
nl_nl: Weet je zeker dat je verwijderde boeken uit de cache wilt snoeien? (Dit kan een tijdkje duren.)
pl: Czy na pewno chcesz wyczyścić pamięć podręczną usuniętych książek? (To może chwilę zająć.)
pt_br: Tem certeza de que deseja excluir o cache de livros removidos? (Isso pode demorar um pouco.)
ro: Ești sigur că vrei să reduci cache-ul cărților șterse? (Aceasta poate dura ceva.)
ru: Вы уверены, что хотите очистить кэш от удалённых книг? (Это может занять некоторое время.)
sk: Naozaj si prajete vymazať z vyrovnávacej pamäte odstránené knihy? (Môže to chvíľu trvať.)
sr: Да ли сте сигурни да желите очистити уклоњене књиге из кеша? (То може да потраје.)
tr: Silinmiş kitapları ön bellekten silmek istediğinize emin misiniz? (Bu işlem zaman alabilir)
uk: Ви впевнені, що хочете очистити кеш видалених книжок? (Це може тривати певний час.)
zh_cn: 确认同时删除本书的缓存吗？ (删除需要时间)
