Repository: spruceUI/spruceOS
Catalog: App/KoReader/l10n/*/koreader.po
Languages: ar, ca, cs, de, el, es, fa, fr, gl, hu, it_it, ja, ko_kr, nl_nl, pl, pt_br, ro, ru, sk, sr, tr, uk, zh_cn

source: Font hinting is the process by which fonts are adjusted for maximum readability on the screen's pixel grid. - off: no hinting. - native: use the font internal hinting instructions. - auto: use FreeType's hinting algorithm, ignoring font instructions.
ar: تلميح الخط هو العملية التي يتم من خلالها تعديل الخطوط للحصول على أقصى قدر من سهولة القراءة على شبكة بكسل الشاشة. - متوقف: لا تلميح. - أصلي: استخدم تعليمات التلميح الداخلية للخط. - تلقائي: استخدم خوارزمية تلميح FreeType ، مع تجاهل تعليمات الخط.
ca: L’optimització de lletres és el procés mitjançant el qual s’ajusten les lletres per a una llegibilitat màxima en la quadrícula de píxels de la pantalla. - desactivada: sense optimització. - nadiua: usa les instruccions d’optimització internes del tipus de lletra. - automàtica: utilitza l’algorisme d’optimització del FreeType, ignorant les instruccions del tipus de lletra.
cs: Hinting písma je proces, při kterém je písmo upraveno pro maximální čitelnost na pixelové mřížce obrazovky. - vyp: bez „hintování“. - přirozený: použijí se vnitřní „hintovací“ instrukce písma. - auto: použije se „hintovací“ algoritmus z FreeType knihovny a ignorují se instrukce písma.
de: Font hinting ist der Prozess, bei dem die Schriften auf maximale Lesbarkeit im Pixelraster des Bildschirms eingestellt werden. - aus: kein Hinting. - nativ: Verwenden Sie die schriftinternen Hinting-Anweisungen. - auto: Verwenden Sie den FreeType Hinting-Algorithmus und ignorieren Sie die Schriftenanweisungen.
el: Βελτιστοποίηση γραμματοσειράς είναι η διαδικασία με την οποία οι γραμματοσειρές προσαρμόζονται για μέγιστη αναγνωσιμότητα στο πλέγμα pixel της οθόνης. - όχι: χωρίς βελτιστοποίηση. - εγγενής: χρησιμοποίηση των εσωτερικών οδηγιών βελτιστοποίησης της γραμματοσειράς. - αυτόματη: χρησιμοποίηση του αλγόριθμου βελτιστοποίησης του FreeType, αγνοώντας τις οδηγίες γραμματοσειράς.
es: La optimización de fuentes es el proceso mediante el cual se ajustan las fuentes para una legibilidad máxima en la cuadrícula de píxeles de la pantalla. - desactivado: sin optimización. - nativo: usa las instrucciones de optimización interna de la fuente. - auto: utiliza el algoritmo de optimikzación de FreeType, ignorando las instrucciones de la fuente.
fa: نرمی قلم (Font hinting) فرایندی است که در آن قلم‌ها برای رسیدن به حداکثر خوانایی بر روی پیکسل‌های صفحه نمایش بهینه می‌شوند. - خاموش: بدون نرمی قلم. - بومی: استفاده از دستورالعمل‌های داخلی قلم برای انجام فرایند. - خودکار: استفاده از الگوریتم FreeType، از دستورالعمل خود قلم صرف‌نظر کند.
fr: Le traitement des polices est le processus par lequel les polices sont ajustées pour une lisibilité maximale sur la grille de pixels de l’écran. - aucune : pas d’optimisation. - natif : utilisation des instructions contenues dans la police elle-même. - auto : utilise l’algorithme de traitement de FreeType, qui ignore les instructions embarquées.
gl: Optimización de fonte é o proceso polo cal as fontes son axustadas para máxima facilidade de lectura na grella de píxeles da pantalla. - desactivado: sen optimización. - nativo: usar as instrucións de optimización internas da fonte. - auto: usar o algoritmo de FreeType e ignorar as indicacións da fonte.
hu: A betűkészlet-simítás az a folyamat, amellyel a betűkészletet a képernyő pixelrácsának maximális olvashatóságához igazítják. - ki: nincs simítás. - natív: a betűkészlet belső simítási adatainak használata. - auto: a FreeType simítási algoritmus használata, figyelmen kívül hagyva a betűkészlet adatait.
it_it: Il suggerimento sui caratteri è il processo mediante il quale i caratteri vengono regolati per la massima leggibilità sulla griglia dei pixel dello schermo. - Spento: nessun suggerimento. - Nativo: usa le istruzioni per i suggerimenti interni dei caratteri. - Auto: usa l'algoritmo di suggerimento di FreeType, ignorando le istruzioni sui font .
ja: フォントヒンティングとは、画面のピクセルグリッド上でフォントが最大限読みやすくなるように調整されるプロセスです。 - off: ヒンティングを行いません。 - native: フォント内部のヒンティング命令を使用します。 - auto: FreeType のヒンティングアルゴリズムを使用し、フォントの命令を無視します。
ko_kr: 글꼴 힌팅은 화면의 픽셀 격자에서 글꼴이 최대한 읽기 좋게 맞춰지는 과정입니다. - 꺼짐: 힌팅 없음. - 타고난: 글꼴 내부 힌팅 정보를 사용합니다. - 자동: 글꼴 정보를 무시하고 FreeType의 힌팅 알고리즘을 사용합니다.
nl_nl: Letterhinten is het proces waarbij lettertypes worden aangepast voor maximale leesbaarhuid op het pixelraster van het scherm. - uit: niet hinten. - ingebouwd: gebruik hints uit het lettertype zelf. - auto: gebruik FreeType's hintalgoritme i.p.v. instructies in het lettertype zelf.
pl: Dopasowanie czcionki to proces, w którym czcionki są korygowane w celu uzyskania maksymalnej czytelności na siatce pikseli ekranu. - wyłączone: bez opcji hinting. - natywne: użyj instrukcji wewnętrznych wskazówek dotyczących czcionek. - automatyczne: użyj algorytmu podpowiedzi FreeType, ignorując instrukcje dotyczące czcionek.
pt_br: O hinting de fonte é o processo pelo qual as fontes são ajustadas para máxima legibilidade na grade de píxeis da tela. - ‘desligado’: sem hinting. - ‘nativo’: usa o hinting interno da fonte. - ‘auto’: usa o algoritmo de hinting do FreeType, ignorando o hinting da fonte.
ro: Încadrarea fontului este procesul prin care fontul este ajustat la lizibilitate maximă pe grila de pixeli a ecranului. - „fără” nu se face încadrarea fontului. - „nativă” folosește indicațiile interne ale fontului. - „automată” folosește algoritmul FreeType, ignorînd indicațiile interne.
ru: Изменение контура шрифта при его растеризации для более чёткого отображения мелких шрифтов и оптимизации под устройства с низким разрешением экрана. Однако это может приводить к искажениям пропорций символа, и в особенности толщины штриха в связи с необходимостью подгонки к целому числу пикселей. • «выкл»: хинтинг отключён; • «нативный»: встроенное инструктирование шрифтов; • «авто»: алгоритм FreeType, встроенные инструкции игнорируются.
sk: Štýl zobrazovania písma je proces, pri ktorom sa písmo upravuje tak, aby bola dosiahnutá maximálna čitateľnosť na obrazovke. - vypnuté: žiadne úpravy. - vstavané: použije sa úprava ktorá je súčasťou písma. - automatické: použije sa úprava pomocou algoritmu FreeType, ignorujte sa úpravu pre písmo, ktorá je jeho súčasťou.
sr: Хинтовање фонта је процес којим се приказ фонта дотерује тако да се постигне максимална читљивост на мрежи пиксела екрана. - искључено: хе користи се хинтовање. - уграђено у фонт: користе се интерне инструкције за хинтовање из фонта. - аутоматско: користи се алгоритам хинтовања програма FreeType, инструкције из фонта се игноришу.
tr: Yazı düzeltme, yazı tiplerinin ekranın piksel ızgarasına en uygun şekilde ayarlanarak en iyi okuma düzeyinin sağlanmasını sağlayan işlemdir. - kapalı: ayarlama yapılmaz. - yerel: yazı tipinin iç ayarlama komutları kullanılır. - otomatik: yazı tipinin iç ayarlama komutları yok sayılarak FreeType ayarlama algoritması kullanılır.
uk: Хінтинг шрифту — це процес, за допомогою якого шрифти налаштовуються для максимальної читабельності на піксельній сітці екрана. - вимкнено: без хінтингу. - вбудований: застосовує вбудовані інструкції шрифтів. - авто: застосовує алгоритм хінтингу FreeType, нехтуючи інструкціями шрифту.
zh_cn: 字体微调是一种改善栅格屏幕下字体可读性的方法。 - 关闭：不使用字体微调。 - 本地：使用字体的内置微调设置。 - 自动：使用 FreeType 提供的微调算法，忽略字体设置。

source: Font Kerning
ar: تقنين الخطوط
ca: Interlletratge de lletres
cs: Vyrovnání písma
el: Διαγραμμάτωση
es: Interletraje de fuentes
fa: کرنینگ قلم
fr: Crénage des polices
gl: Kerning da fonte
hu: Alávágás
it_it: Crenatura dei font
ja: フォントカーニング
ko_kr: 글꼴 커닝
nl_nl: Overhang (kerning)
pl: Kerning czcionek
pt_br: Kerning de fonte
ro: Spațiere litere
ru: Кернинг шрифта
sk: Vylepšenie písma
sr: Кернинг фонта
tr: Yazı tipi aralığı
uk: Кернінг шрифту
zh_cn: 字距微调

source: fast
ar: سريع
ca: ràpid
cs: rychlé
de: schnell
el: γρήγορη
es: rápido
fa: سریع
fr: rapide
gl: rápido
hu: gyors
it_it: veloce
ja: 速度優先
ko_kr: 빠름
nl_nl: snel
pl: szybki
pt_br: rápido
ro: rapidă
ru: быстро
sk: rýchle
sr: брзи
tr: hızlı
uk: швидкий
zh_cn: 快速

source: good
ar: جبد
ca: bo
cs: dobré
de: gut
el: καλή
es: bueno
fa: خوب
fr: bon
gl: bo
hu: szép
it_it: buono
ja: 良い
ko_kr: 좋음
nl_nl: goed
pl: dobry
pt_br: bom
ro: normală
ru: хорошо
sk: dobré
sr: добар
tr: iyi
uk: добре
zh_cn: 更好

source: best
ar: الأفضل
ca: millor
cs: nejlepší
de: am besten
el: κάλλιστη
es: mejor
fa: بهترین
fr: meilleur
gl: mellor
hu: legjobb
it_it: migliore
ja: 品質優先
ko_kr: 최상
pl: najlepszy
pt_br: ótimo
ro: calitativă
ru: отлично
sk: najlepšie
sr: најбољи
tr: en iyi
uk: найкращий
zh_cn: 最佳
