Repository: spruceUI/spruceOS
Catalog: App/KoReader/l10n/*/koreader.po
Languages: ar, ca, cs, de, el, es, fa, fr, gl, hu, it_it, ja, ko_kr, nl_nl, pl, pt_br, ro, ru, sk, sr, tr, uk, zh_cn

source: In HTML/CSS based documents like EPUBs, stylesheets can specify to use fonts by family instead of a specific font name. Except for monospace and math, KOReader uses your default font for any family name. You can associate a specific font to each family if you care about the distinction. A long-press on a font name will make the association global (★), so it applies to all your books. This is the preferred approach. A tap will only affect the current book. If you encounter a book where such families are abused to the point where your default font is hardly used, you can quickly disable a family font for this book by unchecking the association.
ca: En els documents basats en HTML/CSS, com els EPUB, les fulles d'estil poden especificar l'ús de fonts per família en lloc d'un nom de font específic. Excepte en el cas de monospace i math, KOReader utilitza la seua font per defecte per a qualsevol nom de família. És possible associar una font específica a cada família si es considera convenient la distinció. Una pulsació llarga en un nom de font farà que l'associació siga general (★), de manera que s'aplicarà a tots els llibres. Aquest és el mètode recomanat. Una pulsació curta només tindrà efecte en el llibre actual. Si en algun llibre es fa un ús excessiu d'aquestes famílies, fins al punt que a penes s'utilitza la font per defecte, és possible desactivar ràpidament la font de família d'aquest llibre desmarcant l'associació.
cs: V dokumentech založených na HTML/CSS jako jsou EPUBy, lze v šablonách stylů určit použitá písma na základě rodiny písem místo specifických názvů písem. Kromě monospace a matematického písma, používá KOReader pro jakoukoliv rodinu písem vaše výchozí písmo. Ke každé rodině písem můžete přiřadit specifické písmo, pokud vám záleží na jejich odlišení. Dlouhým stisknutím na název písma provedete globální (★) přiřazení písma, takže bude aplikováno na všechny vaše knihy. Toto je preferovaný způsob. Ťuknutím ovlivníte pouze aktuální knihu. Pokud narazíte na knihu, ve které jsou tyto rodiny písma zneužity až do bodu, kdy se vaše výchozí písmo téměř nepoužívá, můžete v knize rychle zrušit přiřazení písma k rodině písem.
de: In HTML/CSS-basierten Dokumenten wie EPUBs können Stylesheets angeben, dass Schriftarten nach Familie statt nach einem bestimmten Schriftnamen verwendet werden sollen. Mit Ausnahme von Monospace und Mathe verwendet KOReader Ihre Standardschriftart für jeden Familiennamen. Sie können jeder Familie eine bestimmte Schriftart zuordnen, wenn Sie auf die Unterscheidung Wert legen. Wenn Sie lange auf einen Schriftnamen drücken, wird die Zuordnung global (★), d. h. sie gilt für alle Ihre Bücher. Dies ist die bevorzugte Vorgehensweise. Ein Tippen wirkt sich nur auf das aktuelle Buch aus. Wenn Sie auf ein Buch stoßen, in dem solche Familien so sehr missbraucht werden, dass Ihre Standardschriftart kaum noch verwendet wird, können Sie eine Schriftfamilie für dieses Buch schnell deaktivieren, indem Sie die Zuordnung aufheben.
el: Σε έγγραφα που βασίζονται σε HTML/CSS, όπως τα EPUB, τα φύλλα στυλ μπορούν να καθορίζουν τη χρήση γραμματοσειρών ανά οικογένεια αντί για ένα συγκεκριμένο όνομα γραμματοσειράς. Εκτός από τις γραμματοσειρές σταθερού πλάτους και μαθηματικών, το KOReader χρησιμοποιεί την προεπιλεγμένη γραμματοσειρά σας για κάθε όνομα οικογένειας. Μπορείτε να συσχετίσετε μια συγκεκριμένη γραμματοσειρά με κάθε οικογένεια, αν σας ενδιαφέρει η διάκριση. Ένα παρατεταμένο πάτημα σε ένα όνομα γραμματοσειράς θα κάνει τη συσχέτιση συνολική (★), οπότε ισχύει για όλα τα βιβλία σας. Αυτή είναι η προτιμώμενη προσέγγιση. Ένα πάτημα θα επηρεάσει μόνο το τρέχον βιβλίο. Αν συναντήσετε ένα βιβλίο όπου τέτοιες οικογένειες χρησιμοποιούνται καταχρηστικά σε σημείο που η προεπιλεγμένη γραμματοσειρά σας χρησιμοποιείται ελάχιστα, μπορείτε να απενεργοποιήσετε γρήγορα μια οικογένεια γραμματοσειράς για αυτό το βιβλίο καταργώντας τη συσχέτιση.
es: En los documentos basados en HTML/CSS, como los EPUB, las hojas de estilo pueden especificar el uso de fuentes por familia en lugar de un nombre de fuente específico. Excepto en el caso de monospace y math, KOReader utiliza su fuente por defecto para cualquier nombre de familia. Es posible asociar una fuente específica a cada familia si se considera conveniente la distinción. Una pulsación larga en un nombre de fuente hará que la asociación sea general (★), de modo que se aplique a todos los libros. Este es el método recomendado. Una pulsación corta sólo tendrá efecto en el libro actual. Si en algún libro se hace un uso excesivo de estas familias, hasta el punto de que apenas se utiliza la fuente por defecto, es posible desactivar rápidamente la fuente de familia de este libro desmarcando la asociación.
fr: Dans les documents HTML/CSS tels que les EPUB, les feuilles de style peuvent spécifier l'utilisation de polices par famille plutôt que par un nom de police spécifique. Sauf pour les polices à espacement fixe et les mathématiques, KOReader utilise votre police par défaut pour toute famille de polices. Vous pouvez associer une police spécifique à chaque famille si vous voulez faire une distinction. Un appui long sur un nom de police rend l'association globale (★), de sorte qu'elle s'applique à tous vos livres. C'est l'approche recommandée. Un simple tap affectera uniquement le livre en cours. Si vous rencontrez un livre où de telles familles sont utilisées au point que votre police par défaut est à peine utilisée, vous pouvez désactiver rapidement une police de famille pour ce livre en décochant l'association.
gl: En documentos baseados en HTML/CSS como os EPUB, as follas de estilo poden especificar o uso de fontes por familia na vez dunha fonte específica. Coa excepción de monospace e math, KOReader usa a túa fonte por defecto para calquera nome de familia. Podes asociar unha fonte específica a cada familia se te preocupa a distinción. Unha pulsación longa no nome da fonte fará que a asociación sexa global (★) para que se aplique a todos os teus libros. Este é o xeito recomendado. Unha pulsación afectará só ao libro actual. Se atopas un libro no que estas familias son usadas excesivamente ato o punto de que a túa fonte por defecto apenas se utilice, podes desactivar rapidamente a familia de fonte para ese libro desmarcando a asociación.
hu: A HTML/CSS-alapú dokumentumokban, például az EPUB-okban a stíluslapok megadhatják, hogy a betűtípusokat családonként (family) használják egy adott betűtípus neve helyett. A monospace és a matematikai (math) betűtípusok kivételével a KOReader az alapértelmezett betűtípust használja bármely családnév esetén. Ha fontos a megkülönböztetés, akkor minden családhoz rendelhet egy adott betűtípust. A betűtípus nevén való hosszú nyomással a társítás globális (★) lesz, így az minden könyvre érvényes. Ez az előnyben részesített megközelítés. Egy koppintás csak az aktuális könyvre lesz hatással. Ha olyan könyvvel találkozik, ahol az ilyen családokkal olyan mértékben visszaélnek, hogy az alapértelmezett betűtípust alig használják, a társítás megszüntetésével gyorsan letilthatja a család betűtípusát az adott könyvhöz.
it_it: Nei documenti basati su HTML/CSS, come gli EPUB, i fogli di stile possono specificare di utilizzare i caratteri per famiglia invece che per nome specifico. Tranne che per i caratteri a spaziatura fissa e matematici, KOReader utilizza il carattere predefinito per qualsiasi nome di famiglia. È possibile associare un carattere specifico a ogni famiglia, se si tiene alla distinzione. Premendo a lungo sul nome di un carattere, l'associazione diventa globale (★) e si applica a tutti i libri. Questo è l'approccio preferito. Un tocco avrà effetto solo sul libro corrente. Se si incontra un libro in cui tali famiglie sono abusate al punto che il font predefinito viene usato a malapena, è possibile disabilitare rapidamente una famiglia di caratteri per questo libro, deselezionando l'associazione.
ja: EPUBのようなHTML/CSSベースの文書では、スタイルシートで特定のフォント名ではなくファミリーでフォントを使用するように指定することができます。 等幅スペースと数式を除き、KOReaderはどのファミリー名に対しても既定のフォントを使用します。 区別が必要な場合は各ファミリーに特定のフォントを関連付けることができます。 フォント名を長押しすると、関連付けがグローバル(★)になり、すべての書籍に適用されます。これは好ましい方法です。 タップすると、現在のブックにのみ適用されます。 もし、既定のフォントがほとんど使われないほどファミリーフォントが乱用されている書籍に遭遇したら、関連付けのチェックを外すことで、この書籍でファミリーフォントを素早く無効にすることができます。
ko_kr: EPUB과 같은 HTML/CSS 기반 문서에서 스타일시트는 특정 글꼴 이름 대신 패밀리별로 글꼴을 사용하도록 지정할 수 있습니다. 고정폭과 수학식을 제외하고 KOReader는 모든 패밀리 이름에 대해 기본 글꼴을 사용합니다. 구별이 중요하다면 특정 글꼴을 각 패밀리에 연결할 수 있습니다. 글꼴 이름을 길게 누르면 연결이 전역(★)이 되어 모든 책에 적용됩니다. 이것이 선호되는 접근 방식입니다. 탭은 현재 책에만 영향을 미칩니다. 기본 글꼴이 거의 사용되지 않을 정도로 그러한 패밀리가 남용되는 책을 발견하면 연결을 선택 취소하여 이 책의 패밀리 글꼴을 빠르게 비활성화할 수 있습니다.
nl_nl: In op HTML/CSS gebaseerde documenten zoals EPUB's, kunnen stylesheets specificeren om lettertypes per familie te gebruiken in plaats van een specifieke lettertypenaam. Behalve voor monospace en wiskunde, gebruikt KOReader het standaardlettertype voor elke familienaam. Een specifiek lettertype kan aan elke familie worden gekoppeld als je het onderscheid belangrijk vindt. Een lange druk op een lettertypenaam maakt de associatie globaal (★), dus van toepassing op alle boeken. Dit heeft de voorkeur. Een tikje heeft alleen invloed op het huidige boek. Als je een boek tegenkomt waar dergelijke families zodanig worden misbruikt dat je standaardlettertype nauwelijks nog wordt gebruikt, kun je snel een familielettertype voor dit boek uitschakelen door de associatie uit te schakelen.
pl: W dokumentach opartych na HTML/CSS, takich jak EPUB, arkusze stylów mogą określać użycie czcionek według rodziny zamiast określonej nazwy czcionki. Z wyjątkiem czcionki o stałej szerokości i matematycznej, KOReader używa domyślnej czcionki dla dowolnej nazwy rodziny. Możesz przypisać konkretną czcionkę do każdej rodziny, jeśli zależy Ci na rozróżnieniu. Przytrzymanie nazwy czcionki spowoduje, że skojarzenie będzie globalne (★), więc dotyczy wszystkich Twoich książek. To jest preferowane podejście. Stuknięcie wpłynie tylko na bieżącą książkę. Jeśli napotkasz książkę, w której takie rodziny są nadużywane do tego stopnia, że Twoja domyślna czcionka jest prawie nieużywana, możesz szybko wyłączyć rodzinę czcionek dla tej książki, odznaczając powiązanie.
pt_br: Em documentos baseados em HTML/CSS como EPUBs, as folhas de estilo podem especificar o uso de fontes por família em vez de um nome de fonte específico. Exceto para caracteres monoespaçados e matemáticos, o KOReader usa sua fonte padrão para qualquer nome de família. Você pode associar uma fonte específica para cada família se você se preocupa com a distinção. Um toque longo no nome de uma fonte tornará a associação global (★), então ela se aplica a todos os seus livros. Essa é a abordagem preferida. Um toque afetará apenas o livro atual. Se você encontrar um livro em que essas famílias são abusadas a ponto de sua fonte padrão quase não ser usada, você pode desabilitar rapidamente uma fonte de família para este livro desmarcando a associação.
ru: В документах на основе HTML/CSS, таких как EPUB, в таблицах стилей можно указать использование шрифтов по семействам вместо конкретного названия шрифта. За исключением моноширинного и математического, KOReader использует шрифт по умолчанию для любого семейства. Вы можете связать конкретный шрифт с каждым семейством, если вам важны различия. При долгом касании названия шрифта связь становится глобальной (★), поэтому она применяется ко всем вашим книгам. Это предпочтительный подход. Короткое касание повлияет только на текущую книгу. Если вы встретите книгу, в которой злоупотребляют подобными семействами до такой степени, что шрифт по умолчанию почти не используется, вы можете быстро отключить шрифт семейства для данной книги, сняв флажок связи.
sk: V dokumentoch založených na HTML/CSS, ako sú napríklad súbory EPUB, môžu šablóny so štýlmi určiť použitie písma podľa 'rodiny' namiesto konkrétneho názvu písma. S výnimkou neproporcionálneho písma a matematických symbolov, KOReader používa vaše predvolené písmo pre akékoľvek priezvisko. Ku každej 'rodine' môžete priradiť konkrétne písmo, ak vám záleží na odlišnosti. Dlhým stlačením na názve písma sa priradenie zmení na globálne (★), takže sa vzťahuje na všetky vaše knihy. Toto je preferovaný prístup. Ťuknutie ovplyvní iba aktuálnu knihu. Ak narazíte na knihu, kde sú takéto 'rodiny' využívané až do takej miery, že sa vaše predvolené písmo takmer nepoužíva, môžete pre túto knihu rýchlo vypnúť 'rodinné' písmo zrušením začiarknutia priradenia.
sr: У документима који се заснивају на HTML/CSS као што су EPUB документи, листе стилова могу навести да се фонтови користе према фамилијама а не према одређеном имену фонта. Осим у случају фонтова фиксне ширине и математичких фонтова, KOReader користи ваш подразумевани фонт уместо било ког имена фамилије. Ако вам је битно разликовање, одређени фонт можете да доделите свакој од фамилија. Дуги притисак на име фонта ће учинити да је придруживање глобално (★), па се примењује на све ваше књиге. Ово је пожељни приступ. Тап ће да утиче само на текућу књигу. Ако наиђете на књигу у којој се такве фамилије злоупотребљавају до те мере да се подразумевани фонт скоро уопште и не користи, брзо можете да искључите фамилију фонта за ову књигу тако што уклоните придруживање.
tr: EPUB gibi HTML/CSS tabanlı belgelerde, biçem sayfaları belirli bir yazı tipi adı yerine ailedeki yazı tiplerinin kullanılacağını belirtebilir. Sabit aralıklı ve matematik yazı tipleri dışında, KOReader herhangi bir aile adı için varsayılan yazı tipinizi kullanır. Ayrımı önemsiyorsanız, her aile ile belirli bir yazı tipini ilişkilendirebilirsiniz. Bir yazı tipi adına uzun basmak ilişkilendirmeyi genel (★) yapar, böylece tüm kitaplarınız için geçerli olur. Yeğlenen yaklaşım budur. Bir dokunuş yalnızca geçerli kitabı etkiler. Bu tür ailelerin varsayılan yazı tipinizin neredeyse hiç kullanılmadığı noktaya kadar zorlandığı bir kitapla karşılaşırsanız, ilişkilendirme işaretini kaldırarak bu kitap için bir aile yazı tipini hızlı bir şekilde devre dışı bırakabilirsiniz.
uk: У документах на основі HTML/CSS, як-от EPUB, у таблицях стилів можна вказати використовувати шрифти за сімейством замість конкретної назви шрифту. За винятком моноширинних і математичних символів, KOReader використовує типовий шрифт для будь-якої назви сімейства. Ви можете пов'язати певний шрифт з кожною сім'єю, якщо вам важливо розрізняти шрифти. Затискання на назві шрифту зробить асоціацію глобальною (★), тобто такою, що застосовуватиметься до всіх ваших книг. Це найкращий підхід. Коротке торкання вплине лише на поточну книгу. Якщо ви зустрінете книгу, в якій такими сімействами зловживають до такої міри, що ваш типово шрифт майже не використовується, ви можете швидко вимкнути шрифт сімейства для цієї книги, прибравши позначку з асоціації.
zh_cn: 在基于 HTML/CSS 的文档（如 epub）中，可以指定样式表按字族而不是特定的字体名使用字体。 除 monospace 和 math 外, KOReader 对任何字族都使用默认字体。 如果您关心字族之间的区别，可以将特定字体与每个字族关联起来。 长按字体名创建全局性关联(★)，该字体会应用于您所有的书籍。这是首选方法。 轻按只影响当前书籍。 如果您遇到一本书，其中此类字族被滥用到默认字体几乎不再出现的程度，您可以取消选中关联来快速禁用该字族的字体。

source: Serif
fa: سریف
fr: Sérif
it_it: Grazie
ja: セリフ体(明朝体)
ko_kr: 세리프
nl_nl: Schreef
pl: Szeryfowa
pt_br: Serifa
ru: C засечками
sr: Серифно
uk: Із зарубками
zh_cn: 衬线

source: Sans-serif
fa: سنس-سریف
fr: Sans-serif (sans empattements)
it_it: senza grazie
ja: サンセリフ体(ゴシック体)
ko_kr: 산세리프
nl_nl: Schreefloos
pl: Bezszeryfowa
pt_br: Sem serifa
ru: Без засечек
sr: Линеарно
uk: Без зарубок
zh_cn: 无衬线字体

source: Monospace
de: Feste Laufweite
el: Σταθερού πλάτους
fa: یکپارچه
fr: Espacement fixe
it_it: Larghezza fissa
ja: 等幅フォント
ko_kr: 모노스페이스
nl_nl: Vaste breedte
pl: O stałej szerokości
pt_br: Monoespaçada
ru: Моноширинный
sk: Monospace (Neproporcionálne)
sr: Фиксне ширине
tr: Eş aralıklı
uk: Моноширинний
zh_cn: 等宽

source: Cursive
ca: Cursiva
cs: Kurziva
de: Kursiv
el: Επισεσυρμένη
es: Cursiva
fa: خط شکسته
fr: Cursive (script)
gl: Cursiva
hu: Kurzív
it_it: Corsivo
ja: 筆記体
ko_kr: 필기체
nl_nl: Cursief
pl: Kursywa
pt_br: Cursiva
ru: Курсив
sk: Kurzíva
sr: Курзив
uk: Курсив
zh_cn: 草书

source: Fantasy
de: Fantasie
fa: فانتزی
fr: Fantaisie
it_it: Fantasia
ja: 装飾文字
ko_kr: 환상
nl_nl: Fantasie
pt_br: Fantasia
ru: Фэнтези
sr: Фантазија
zh_cn: 梦幻

source: Emoji
cs: Emodži
es: Emoticono
fa: ایموجی
gl: Emoticono
ko_kr: 이모티콘
ru: Эмодзи
sk: Emotikon
sr: Емођи
uk: Емоджі

source: Math
cs: Matematické
el: Μαθηματική
fa: ریاضی
fr: Mathématiques
it_it: Matematica
ja: 数式
ko_kr: 수학
nl_nl: Wiskunde
pl: Matematyczna
pt_br: Matemática
ru: Математика
sk: Matematické symboly
sr: Математички
uk: Математичний
zh_cn: 数学

source: About font-family fonts
ca: Sobre les fonts font-family
cs: O rodinách písem
de: Über font-family-Schriften
el: Σχετικά με τις οικογένειες γραμματοσειρών
es: Acerca de las fuentes font-family
fa: درباره قلم‌های خانواده قلم
fr: À propos des polices de famille de polices
gl: Acerca das fontes font-family
hu: A Font-family betűtípusokról
it_it: Informazioni sui caratteri della famiglia di caratteri
ja: フォントファミリーについて
ko_kr: 글꼴 패밀리 글꼴 정보
nl_nl: Over lettertype-familie lettertypes
pl: O czcionkach font-family
pt_br: Sobre fontes da família de fontes
ru: О семействах шрифтов
sk: O písmach 'rodiny' písiem
sr: О font-family фонтовима
tr: Ailedeki yazı tipleri hakkında
uk: Про шрифти сімейства
zh_cn: 关于 font-family 字体

source: Ignore publisher font names when font-family is set
ca: Ignorar els noms de font de l'editor quan se selecciona font-family
cs: Ignorovat názvy písem vydavatele, když je nastavena rodina písma
de: Namen von Verlagsschriften ignorieren, wenn font-family gesetzt ist
el: Παράβλεψη ονομάτων γραμματοσειρών του εκδότη όταν έχει οριστεί οικογένεια γραμματοσειρών
es: Ignorar los nombres de fuente del editor cuando se selecciona font-family
fa: وقتی خانواده قلم تنظیم شده از قلم تعیین شده توسط ناشر صرف نظر کن
fr: Ignorer les noms de police d'éditeur lorsque la famille de police est définie
gl: Ignorar os nomes de fonte do editor cando font-family está seleccionada
hu: Hagyja figyelmen kívül a kiadói betűtípus neveket, ha a font-family be van állítva
it_it: Ignora i nomi dei caratteri dell'editore quando è impostata la famiglia di caratteri
ja: フォントファミリーが設定されているとき、原稿のフォント名を無視
ko_kr: 글꼴 패밀리가 설정된 경우 게시자 글꼴 이름 무시
nl_nl: Uitgeverslettertypes negeren als er een lettertype-familie is ingesteld
pl: Ignoruj nazwy czcionek wydawcy, gdy ustawiono font-family
pt_br: Ignorar os nomes das fontes do editor quando a família de fontes estiver definida
ru: Игнорировать издательские имена шрифтов, если задано семейство
sk: Ignorovať názvy písma od vydavateľa ak je nastavená 'rodina' písma
sr: Игнориши имена фонтова издавања када је постављено font-family
tr: Yazı tipi ailesi ayarlandığında yayıncının yazı tipi adları yok sayılsın
uk: Ігнорувати назви шрифтів видавця, якщо налаштовано сімейство шрифтів
zh_cn: 设置好 font-family 时忽略出版商字体名称
