Repository: spruceUI/spruceOS
Catalog: App/KoReader/l10n/*/koreader.po
Languages: ar, ca, cs, de, el, es, fa, fr, gl, hu, it_it, ja, ko_kr, nl_nl, pl, pt_br, ro, ru, sk, sr, tr, uk, zh_cn

source: Unlike the automatic sync above, this will *not* attempt to setup a network connection, but instead relies on it being already up, and may trigger enough network activity to passively keep WiFi enabled!
ca: A diferència de la sincronització automàtica , aquesta opció *no* intenta establir una connexió de xarxa, sinó que pressuposa que ja està activa, i pot generar suficient activitat de xarxa com per a mantenir la connexió wifi activa de manera passiva!
de: Im Gegensatz zur oben beschriebenen automatischen Synchronisierung wird *nicht* versucht, eine Netzwerkverbindung aufzubauen, sondern sie verlässt sich darauf, dass diese bereits besteht, und kann so viel Netzwerkaktivität auslösen, dass WiFi passiv aktiviert bleibt!
el: Σε αντίθεση με τον παραπάνω αυτόματο συγχρονισμό, η ρύθμιση αυτή *δεν* θα προσπαθήσει να δημιουργήσει μια σύνδεση δικτύου, αλλά βασίζεται στο ότι αυτή είναι ήδη ενεργοποιημένη και μπορεί να προκαλέσει αρκετή δραστηριότητα δικτύου ώστε να διατηρήσει παθητικά το WiFi ενεργοποιημένο!
es: ¡A diferencia de la sincronización automática , esta opción *no* intenta establecer una conexión de red, sino que presupone que ya está activa, y puede generar suficiente actividad de red como para mantener la conexión wifi activa de forma pasiva!
fr: Contrairement à la synchronisation automatique ci-dessus, cela ne tentera pas de configurer une connexion réseau, mais plutôt de compter sur le fait qu'elle soit déjà active et peut déclencher suffisamment d'activité réseau pour maintenir passivement le Wi-Fi activé !
gl: A diferencia da sincronización automática, esta opción *non* intenta establecer unha conexión de rede, senón que confía en que xa estea acendida e en que pode xerar suficiente actividade de rede como para manter a wifi activa de xeito pasivo!
hu: Ellentétben a fenti automatikus szinkronnal, ez *nem* próbálja meg létrehozni a hálózati kapcsolatot, ehelyett arra támaszkodik, hogy az már fel, és elég hálózati tevékenységet indíthat, hogy passzívan megtartsa a WiFi-t!
it_it: Diversamente dalla sincronizzazione automatica di cui sopra, questo *non* tenterà di stabilire una connessione di rete, ma assumerà che questa sia già attiva, e potrebbe causare abbastanza attività di rete da mantenere passivamente abilitato il WiFi!
ko_kr: 위의 자동 동기화와는 달리, 이 방법은 네트워크 연결을 설정하려고 시도하지 *않는* 대신, 네트워크가 이미 켜져 있는 상태에 의존하며, 수동적으로 WiFi를 활성화할 수 있는 충분한 네트워크 활동을 트리거할 수 있습니다!
nl_nl: In tegenstelling tot de automatische synchronisatie hierboven, zal dit *niet* proberen een netwerkverbinding op te zetten, maar in plaats daarvan vertrouwen op het feit dat deze al actief is, en kan het genoeg netwerkactiviteit veroorzaken om wifi passief ingeschakeld te houden!
pl: W przeciwieństwie do powyższej automatycznej synchronizacji ta *nie* będzie próbowała skonfigurować połączenia sieciowego, ale zamiast tego będzie polegać na tym, że jest ono już uruchomione i może wywołać wystarczającą aktywność sieciową, aby pasywnie utrzymać włączone Wi-Fi!
pt_br: Ao contrário da sincronização automática acima, esta opção *não* tentará configurar uma conexão de rede, mas depende de que ela já esteja ativa e pode acionar atividade de rede suficiente para manter passivamente o Wi-Fi ativado!
ru: В отличие от автоматической синхронизации данная функция *не* пытается установить подключение к сети, а полагает его уже существующим, обеспечивая достаточный уровень сетевой активности для пассивной поддержки включённого состояния Wi-Fi!
sk: Na rozdiel od vyššie uvedenej automatickej synchronizácie sa táto funkcia NEpokúsi vytvoriť sieťové pripojenie, ale spolieha sa na to, že je už vytvorené, a toto môže stačiť na dostatočnú sieťovú aktivitu na pasívne udržanie zapnutej WiFi!
sr: За разлику од аутоматског синхронизовања изнад, ово *неће* покушати да подеси везу са мрежом, већ се ослања на то да је веза већ успостављена, па може покретати довољно активности на мрежи чиме пасивно одржава укључен WiFi!
tr: Bu seçenek, yukarıdaki otomatik eşitlemeden farklı olarak bir ağ bağlantısı kurmaya *çalışmaz*. Bunun yerine ağ bağlantısının olduğunu varsayar ve Wi-Fi bağlantısını etkin tutmaya yetecek ağ trafiğinin oluşturulmasını tetikleyebilir!
uk: На відміну від автоматичної синхронізації, описаної вище, ця функція *не* намагається встановити мережеве з'єднання, а покладається на те, що воно вже працює, і може викликати достатню мережеву активність, щоб пасивно тримати Wi-Fi увімкненим!
zh_cn: 与上方的自动同步不同，此选项将*不会*尝试启用网络连接。此方法会使用已有的网络连接，并尝试维持一些网络活动保证WiFi不会被自动关闭！

source: This value determines how many page turns it takes to update book progress. If set to 0, updating progress based on page turns will be disabled.
ca: Aquest valor determina quants canvis de pàgina són necessaris per a actualitzar el progrés del llibre. Si s'estableix en 0, es desactiva el progrés de l'actualització basat en els canvis de pàgina .
cs: Tato hodnota určuje, po kolika otočení stránek bude aktualizován postup čtení. Pokud nastavíte na 0, bude aktualizace postupu čtení založená na otočených stránkách zakázána.
de: Dieser Wert bestimmt, wie viele Seitenumblätterungen zur Aktualisierung des Buchfortschritts erforderlich sind. Ist dieser Wert auf 0 gesetzt, wird die Aktualisierung des Fortschritts auf der Grundlage der Seitenumblätterungen deaktiviert.
el: Αυτή η τιμή καθορίζει πόσα γυρίσματα σελίδων χρειάζονται για την ενημέρωση της προόδου του βιβλίου. Εάν οριστεί στο 0, η ενημέρωση της προόδου με βάση τις αλλαγές σελίδων θα είναι απενεργοποιημένη.
es: Este valor determina cuántos cambios de página son necesarios para actualizar el progreso del libro. Si se establece en 0, se desactiva el progreso de la actualización basado en los cambios de página .
fa: این مقدار تعیین می‌کند بعد از چند صفحه روند پیشرفتِ کتاب بروزرسانی شود. اکر آن را برابر ۰ قرار دهید، بروزرسانی پیشرفت بر اساس ورق زدن صفحات غیرفعال خواهد شد.
fr: Cette valeur détermine le nombre de pages à tourner avant que la progression du livre ne soit mise à jour. Si elle est réglée à 0, la mise à jour au changement de page sera désactivée.
gl: Este valor determina cantos pases de páxina fan falta pra actualizar o progreso do libro. Se está configurado a 0, a actualización do progreso durante pases de páxina será desactivada.
hu: Ez az érték határozza meg, hogy hány lapozásra van szükség a könyv előrehaladásának frissítéséhez. Ha 0-ra van állítva, a könyv előrehaladásának oldalfordulatokon alapuló frissítése le lesz tiltva.
it_it: Questo valore determina quanti cambi di pagina servono per aggiornare il progresso nel libro. Se impostato a 0, l'aggiornamento basato sul numero di pagine voltate sarà disabilitato.
ja: この値は、読書進捗を更新するのにかかるページめくり数を決定します。 0に設定すると、ページめくりに基づく読書進捗の更新は無効になります。
ko_kr: 이 값은 책 진행률을 업데이트하는 데 걸리는 페이지 넘김 수를 결정합니다. 0으로 설정하면, 페이지 넘김에 따른 업데이트 진행률이 비활성화됩니다.
nl_nl: Deze waarde bepaalt hoeveel pagina's er nodig zijn om de voortgang van het boek bij te werken. Als deze waarde op 0 staat, wordt het bijwerken van de voortgang op basis van pagina's omslaan uitgeschakeld.
pl: Ta wartość określa, ile stron trzeba przewrócić, aby zaktualizować postęp książki. Jeśli ustawiono na 0, aktualizacja postępu na podstawie przewracania stron zostanie wyłączona.
pt_br: Esse valor determina quantas viradas de página são necessárias para atualizar o progresso do livro. Se definido como 0, a atualização do progresso com base nas viradas de página será desativada.
ro: Această valoare determină de cîte întoarceri de pagină este nevoie pentru a actualiza progresul unei cărți. Dacă este setată la 0, actualizarea progresului la întoarcerea paginilor va fi dezactivată.
ru: Данное значение определяет, сколько страниц нужно перелистать для обновления прогресса книги. Если задано значение 0, обновление прогресса на основе листания страниц будет отключено.
sk: Táto hodnota určuje, koľko otočení stránky je potrebných na aktualizáciu priebehu čítania knihy. Ak je nastavená na hodnotu 0, aktualizácia priebehu čítania knihy na základe otáčaní stránok bude vypnutá.
sr: Ова вредност одређује колико окретања страница треба да се изврши па да се ажурира напредак читања књиге. Ако се постави на 0, искључиће се ажурирање напретка читања књиге према окретањима страница.
tr: Bu değer, kitap ilerlemesini güncellemek için kaç sayfa çevrilmesi gerektiğini belirler. 0 olarak ayarlanırsa, ilerleme sayfa çevirmeleriyle güncellenmez.
uk: Це значення визначає, скільки сторінок потрібно перегорнути для оновлення даних перебігу читання. Якщо встановлено значення 0, оновлення перебігу на основі перегортань сторінок буде вимкнуто.
zh_cn: 这个值决定了更新图书进度需要翻多少页。 如果设置为0，将禁用基于翻页的进度更新。

source: Number of pages before update
ar: عدد الصفحات قبل التحديث
ca: Nombre de pàgines abans d'actualització
cs: Počet stránek před aktualizací
de: Anzahl der Seiten vor der Aktualisierung
el: Αριθμός σελίδων πριν από την ενημέρωση
es: Número de páginas antes de actualización
fa: تعداد صفحات قبل از بروزرسانی
fr: Nombre de pages avant la mise à jour
gl: Número de páxinas antes da actualización
hu: Oldalak száma frissítés előtt
it_it: Numero di pagine prima dell'aggiornamento
ja: 更新するまでのページ数
ko_kr: 업데이트 전의 페이지 수
nl_nl: Aantal pagina's voor update
pl: Liczba stron przed aktualizacją
pt_br: Número de páginas antes de atualizar
ro: Numărul de pagini pînă la actualizare
ru: Количество страниц до обновления
sk: Počet stránok pred synchronizáciou
sr: Број страница пре ажурирања
tr: Güncelleme öncesi sayfa sayısı
uk: Кількість сторінок перед оновленням
zh_cn: 更新前的页数

source: Sync behavior
ca: Comportament en sincronitzar
cs: Chování synchronizace
de: Synchronisationsverhalten
el: Συμπεριφορά συγχρονισμού
es: Comportamiento al sincronizar
fa: عملکرد همگام‌سازی
fr: Comportement de synchronisation
gl: Comportamento da sincronización
hu: Szinkronizálási viselkedés
it_it: Comportamento di sincronizzazione
ko_kr: 동기화 동작
nl_nl: Synchronisatiegedrag
pl: Zachowanie synchronizacji
pt_br: Comportamento de sincronização
ru: Поведение при синхронизации
sk: Režim synchronizácie
sr: Понашање синхронизације
tr: Eşitleme davranışı
uk: Поведінка синхронізації
zh_cn: 同步行为

source: Sync to a newer state (%1)
ca: Sincronitzar amb un estat més recent (%1)
cs: Synchronizovat do novějšího stavu (%1)
de: Synchronisierung mit einem neueren Status (%1)
el: Συγχρονισμός με νεότερη κατάσταση (%1)
es: Sincronizar con un estado más reciente (%1)
fa: همگام سازی به وضعیت جدید‌تر(%1)
fr: Synchroniser vers un état plus récent (%1)
gl: Sincronizar a un estado máis recente (%1)
hu: Szinkronizálás a legújabb állapotra (%1)
it_it: Sincronizza a uno stato più recente (%1)
ko_kr: 최신 상태로 동기화(%1)
nl_nl: Synchroniseren met een nieuwere staat (%1)
pl: Synchronizacja do nowszego stanu (%1)
pt_br: Sincronizar para um estado mais recente (%1)
ru: Синхронизация с обновлённым состоянием (%1)
sk: Synchronizácia na novší stav (%1)
sr: Синхронизуј на новије стање (%1)
tr: Daha yeni bir duruma eşitle (%1)
uk: Синхронізація з новішим станом (%1)
zh_cn: 同步至最新的记录(%1)

source: Silently
ca: Silenciosament
cs: Potichu
de: Lautlos
el: Αθόρυβα
es: Silenciosamente
fa: در سکوت انجام بده
fr: Silencieusement
gl: Silenciosamente
hu: Csendesen
it_it: Silenziosamente
ko_kr: 조용하게
nl_nl: Stil
pl: Po cichu
pt_br: Silenciosamente
ru: Тихо
sk: Tichý
sr: Без обавештавања
tr: Sessizce
uk: Тихо
zh_cn: 不提示

source: Sync to an older state (%1)
ca: Sincronitzar amb un estat anterior (%1)
cs: Synchronizovat do staršího stavu (%1)
de: Synchronisierung mit einem älteren Status (%1)
el: Συγχρονισμός με παλαιότερη κατάσταση (%1)
es: Sincronizar con un estado anterior (%1)
fa: همگام‌سازی به وضعیت قدیمی‌تر (%1)
fr: Synchroniser avec un état plus ancien (%1)
gl: Sincronizar a un estado anterior (%1)
hu: Szinkronizálás egy régebbi állapotra (%1)
it_it: Sincronizza a uno stato precedente (%1)
ko_kr: 이전 상태로 동기화(%1)
nl_nl: Synchroniseren met een oudere staat (%1)
pl: Synchronizacja do starszego stanu (%1)
pt_br: Sincronizar para um estado mais antigo (%1)
ru: Синхронизация с более старым состоянием (%1)
sk: Synchronizácia na starší stav (%1)
sr: Синхронизуј на старије стање (%1)
tr: Daha eski bir duruma eşitle (%1)
uk: Синхронізувати зі старішим станом (%1)
zh_cn: 同步至更旧的记录(%1)

source: Push progress from this device now
ca: Exportar ara la posició de lectura d'aquest dispositiu
cs: Odeslat nyní postup čtení z tohoto zařízení
de: Übertrage jetzt den Fortschritt von diesem Gerät
el: Προώθηση προόδου από αυτήν τη συσκευή τώρα
es: Exportar la posición de lectura de este dispositivo
fa: الان پیشرفت مطالعه را از این دستگاه ارسال کن
fr: Transmettre la progression depuis cet appareil maintenant
gl: Exportar o progreso desde este dispositivo agora
hu: Olvasási állapot 'push' erről az eszközről
it_it: Trasferisci ora i progressi da questo dispositivo
ko_kr: 지금 이 장치에서 진행 상황 푸시
nl_nl: Voortgang van dit apparaat pushen
pl: Zapisz teraz postęp z tego urządzenia
pt_br: Exportar o progresso deste dispositivo agora
ru: Немедленно отправить прогресс данного устройства
sk: Odoslať teraz priebeh čítania z tohto zariadenia
sr: Гурни напредак са овог уређаја сада
tr: Bu aygıttaki ilerlemeyi gönder
uk: Надіслати прогрес з цього пристрою зараз
zh_cn: 立即上传本设备的进度

source: Pull progress from other devices now
ca: Importar la posició de lectura d'altres dispositius
cs: Načíst nyní postup čtení z jiného zařízení
de: Lade jetzt den Fortschritt von anderen Geräten
el: Λήψη προόδου από άλλες συσκευές τώρα
es: Importar la posición de lectura de otros dispositivos
fa: الان پیشرفت مطالعه را از دستگاه‌های دیگر دریافت کن
fr: Recevoir la progression depuis d’autres appareils maintenant
gl: Importar o progreso dende outros dispositivos
hu: Olvasási állapot 'pull' másik eszközről
it_it: Carica i progressi da altri dispositivi
ko_kr: 지금 다른 기기에서 진행 상황 가져오기
nl_nl: Voortgang van andere apparaten pullen
pl: Wczytaj teraz postęp z innych urządzeń
pt_br: Importar o progresso de outros dispositivos agora
ru: Немедленно загрузить прогресс с других устройств
sk: Stiahnuť teraz priebeh čítania z iných zariadení
sr: Повуци напредак са других уређаја сада
tr: Diğer aygıtlardan ilerlemeyi al
uk: Отримати прогрес з інших пристроїв зараз
zh_cn: 立即从其他设备拉取进度

source: Document matching method
ar: طريقة مطابقة المستندات
ca: Mètode de comparació de documents
cs: Způsob srovnávání dokumentu
de: Verfahren zum Abgleich von Dokumenten
el: Μέθοδος αντιστοίχισης εγγράφων
es: Método de comparación de documentos
fa: روش تطبیق سند
fr: Méthode d’identification du document
gl: Método de comparación de documentos
hu: Dokumentumillesztési mód
it_it: Metodo di corrispondenza dei documenti
ja: 文書の照合方法
ko_kr: 문서 매칭 방법
nl_nl: Methode voor het vergelijken van documenten
pl: Metoda dopasowywania dokumentów
pt_br: Método de comparação de documentos
ro: Metodă potrivire document
ru: Метод сопоставления документов
sk: Ako porovnávať dokumenty?
sr: Метода подударања документа
tr: Belge eşleştirme yöntemi
uk: Метод зіставлення документів
zh_cn: 文档匹配方法

source: Binary. Only identical files will be kept in sync.
ca: Binària. Només si els arxius són idèntics es produirà la sincronització.
cs: Binární. Pouze identické soubory budou synchronizovány.
de: Binär. Es werden nur identische Dateien synchronisiert.
el: Δυαδικό. Μόνο πανομοιότυπα αρχεία θα διατηρηθούν σε συγχρονισμό.
es: Binaria. Sólo si los archivos son idénticos se producirá la sincronización.
fa: باینری. تنها روند پیشرفت فایل‌های یکسان همگام‌سازی خواهد شد.
fr: Binaire. Seuls les fichiers identiques seront synchronisés ensemble.
gl: Binario. Soamente se sincronizará o progreso dos documentos idénticos.
hu: Bináris. Csak a binárisan azonos fájlok szinkronizálása fog megtörténni.
it_it: Binario. Solo i file identici saranno tenuti sincronizzati.
ko_kr: 바이너리. 동일한 파일만 동기화 상태로 유지됩니다.
nl_nl: Binair. Alleen identieke bestanden zullen worden gesynchroniseerd.
pl: Binarna. Tylko identyczne pliki będą synchronizowane.
pt_br: Binário. Somente arquivos idênticos serão sincronizados.
ru: Бинарная: синхронизация идентичных файлов.
sk: Binárne. Priebeh čítania knihy sa bude synchronizovať iba pri rovnakých súboroch.
sr: Бинарна. Само идентични фајлови се одржавају синхронизовани.
tr: Binary. Yalnızca aynı dosyalar eşitlenir.
uk: Двійкові. Лише ідентичні файли буде синхронізовано.
zh_cn: 二进制。 只有相同的文件才会同步进度。

source: Filename. Files with matching names will be kept in sync.
ca: Nom d'arxiu. Només si els arxius tenen el mateix nom es produirà la sincronització.
cs: Název souboru. Soubory se stejným názvem budou synchronizovány.
de: Dateiname. Dateien mit übereinstimmenden Namen werden synchronisiert.
el: Όνομα αρχείου. Τα αρχεία με ίδιο όνομα θα διατηρηθούν συγχρονισμένα.
es: Nombre de archivo. Sólo si los archivos tienen el mismo nombre se producirá la sincronización.
fa: اسم فایل. فایل‌های با اسم یکسان همگام خواهند شد.
fr: Nom de fichier. Les fichiers ayant le même nom seront synchronisés ensemble.
gl: Nome de ficheiro. Sincronizarase o progreso dos documentos co mesmo nome.
hu: Fájlnév. Az azonos nevű fájlok fognak szinkronizálódni.
it_it: Nome del file. I file con lo stesso nome saranno tenuti in sincronia.
ko_kr: 파일 이름. 이름이 일치하는 파일은 동기화 상태로 유지됩니다.
nl_nl: Bestandsnaam. Bestanden met dezelfde naam worden gesynchroniseerd.
pl: Nazwa pliku. Pliki o pasujących nazwach będą synchronizowane.
pt_br: Nome do arquivo. Arquivos com o mesmo nome serão sincronizados.
ru: По имени: синхронизация одноимённых файлов.
sk: Podľa názvu súboru. Iba pri súboroch s rovnakým názvom sa bude synchronizovať priebeh čítania knihy.
sr: Име фајла. Само фајлови са истим именом се одржавају синхронизовани.
tr: Dosya adı. Adı aynı olan dosyalar eşitlenir.
uk: Назва файлу. Файли з такою ж назвою синхронізуватимуться.
zh_cn: 文件名。 同名文件将同步进度。

source: Cannot login: %1
ar: لا يمكن تسجيل الدخول: %1
ca: No es pot iniciar sessió: %1
cs: Nelze se přihlásit: %1
de: Anmeldung nicht möglich: %1
el: Δεν είναι δυνατή η σύνδεση: %1
es: No se puede iniciar sesión: %1
fa: نمی‌توان وارد شد: %1
fr: Impossible de se connecter : %1
gl: Non se pode iniciar sesión: %1
hu: Nem lehet bejelentkezni: %1
it_it: Impossibile accedere: %1
ja: ログインできません: %1
ko_kr: 로그인할 수 없습니다: %1
nl_nl: Kan niet inloggen: %1
pl: Nie można się zalogować: %1
pt_br: Não foi possível fazer login: %1
ro: Nu se poate autentifica: %1
ru: Невозможно войти: %1
sk: Nemožno sa prihlásiť: %1
sr: Не може да се пријави: %1
tr: Oturum açılamadı: %1
uk: Не вдається увійти: %1
zh_cn: 无法登录: %1

source: Logging in. Please wait…
ar: تسجيل الدخول جارٍ. نرجو الانتظار…
ca: Iniciant sessió…
cs: Přihlašuji se. Počkejte, prosím…
de: Anmeldung. Bitte warten…
el: Πραγματοποιείται σύνδεση. Παρακαλούμε περιμένετε…
es: Iniciando sesión, por favor espere…
fa: در حال ورود. لطفا صبر کنید…
fr: Connexion en cours. Veuillez patienter…
gl: A iniciar a sesión. Agarda por favor…
hu: Bejelentkezés. Kis türelmet…
it_it: Accesso in corso, attendere per favore…
ja: ログイン中。しばらくお待ちください…
ko_kr: 로그인 중. 잠시 기다려 주세요…
nl_nl: Aan het inloggen. Even geduld alstublieft…
pl: Logowanie. Proszę czekać…
pt_br: Conectando. Por favor, aguarde…
ro: Se autentifică. Te rog așteaptă…
ru: Выполняется вход. Пожалуйста, подождите…
sk: Prihlasovanie. Čakajte prosím…
sr: Пријава је у току. Молимо вас да сачекате…
tr: Oturum açılırken lütfen bekleyin…
uk: Триває вхід. Просимо зачекати…
zh_cn: 正在登录，请稍等……

source: Cannot register: %1
ar: لا يمكن التسجيل: %1
ca: No es pot registrar: %1
cs: Nelze se zaregistrovat: %1
de: Kann nicht registriert werden: %1
el: Δεν είναι δυνατή η εγγραφή: %1
es: No se puede registrar: %1
fa: نمی‌توان عضو شد: %1
fr: Impossible de s’inscrire : %1
gl: Non se pode rexistrar: %1
hu: Nem lehet regisztrálni: %1
it_it: Impossibile registrarsi: %1
ja: 登録できません: %1
ko_kr: 등록할 수 없습니다: %1
nl_nl: Kan niet registreren: %1
pl: Nie mogę się zarejestrować: %1
pt_br: Não foi possível registrar: %1
ro: Nu se poate înregistra: %1
ru: Невозможно зарегистрироваться: %1
sk: Nemožno sa zaregistrovať: %1
sr: Не може да се региструје: %1
tr: Kayıt yapılamadı: %1
uk: Не вдається зареєструвати: %1
zh_cn: 无法注册: %1

source: Registering. Please wait…
ar: جاري التسجيل. الرجاء الانتظار…
ca: Registrant…
cs: Registruji se. Prosím počkejte…
de: Registrierung. Bitte warten…
el: Εγγραφή. Παρακαλούμε περιμένετε…
es: Registrando. Espere, por favor…
fa: در حال عضویت. لطفا صبر کنید…
fr: Inscription en cours. Veuillez patienter…
gl: A rexistrar. Por favor, agarda…
hu: Regisztrálás. Kis türelmet…
it_it: Registrazione. Attendere…
ja: 登録中。しばらくお待ちください…
ko_kr: 가입 중. 잠시 기다려 주세요…
nl_nl: Aan het registreren. Even geduld alstublieft…
pl: Rejestrowanie. Proszę czekać…
pt_br: Registrando. Por favor, aguarde…
ro: Se înregistrează. Te rog așteaptă…
ru: Идёт регистрация. Пожалуйста, подождите…
sk: Registrácia. Prosím čakajte…
sr: Регистрација у току. Молимо вас да сачекате…
tr: Lütfen hesap açılırken bekleyin…
uk: Реєструємось. Просимо зачекати…
zh_cn: 正在注册，请稍等……

source: An error occurred while registering:
ca: Ha ocorregut un error en registrar-se:
cs: Během registrace došlo k chybě:
de: Während der Registrierung ist ein Fehler aufgetreten:
el: Παρουσιάστηκε σφάλμα κατά την εγγραφή:
es: Ha ocurrido un error al registrarse:
fa: خطایی در حال عضویت پیش‌ آمد:
fr: Une erreur s’est produite au cours de l’inscription :
gl: Ocorreu un erro rexistrando:
hu: Hiba történt a regisztráláskor:
it_it: Si è verificato un errore durante la registrazione:
ja: 登録時にエラーが発生しました:
ko_kr: 가입하는 도중에 오류가 생겼습니다:
nl_nl: Fout bij het registreren:
pl: Wystąpił błąd podczas rejestracji:
pt_br: Ocorreu um erro ao registrar:
ro: A apărut o eroare în timpul înregistrării:
ru: Произошла ошибка при регистрации:
sk: Pri registrácii sa vyskytla chyba:
sr: Дошло је до грешке током регистрације:
tr: Hesap açılırken bir sorun çıktı:
uk: Стався збій при реєстрації:
zh_cn: 注册时发生错误：

source: An unknown error occurred while registering.
ar: حدث خطأٌ غير معروفٍ أثناء التسجيل.
ca: Ha ocorregut un error en registrar-se.
cs: Během registrace se vyskytla neznámá chyba.
de: Unbekannter Fehler während der Registrierung.
el: Κάποιο σφάλμα παρουσιάστηκε κατά την εγγραφή.
es: Ha ocurrido un error desconocido al registrarse.
fa: در هنگام عضویت خطایی ناشناخته رخ داده است.
fr: Une erreur inconnue s’est produite lors de l’inscription.
gl: Ocorreu un erro descoñecido durante o rexistro.
hu: Ismeretlen hiba regisztrálás közben.
it_it: Si è verificato un errore sconosciuto durante la registrazione.
ja: 登録時に不明なエラーが発生しました。
ko_kr: 가입하는 도중에 알 수 없는 오류가 생겼습니다.
nl_nl: Onbekende fout bij het registreren.
pl: Wystąpił nieznany błąd podczas rejestracji.
pt_br: Ocorreu um erro desconhecido durante o registro.
ro: O eroare necunoscută a apărut în timpul înregistrării.
ru: Произошла неизвестная ошибка при регистрации.
sk: Pri registrácii sa vyskytla chyba.
sr: Дошло је до непознате грешке током регистрације.
tr: Hesap açılırken bir sorun çıktı.
uk: Стався невідомий збій при реєстрації.
zh_cn: 注册时发生未知错误。

source: Registered to KOReader server.
ar: مسجل في خادم KOReader.
ca: Registrat en el servidor de Koreader.
cs: Jste zaregistrováni na KOReader serveru.
de: In den KOReader server registriert.
el: Εγγεγραμμένος σε διακομιστή του KOReader.
es: El registro en el servidor de Koreader ha sido realizado.
fa: عضویت در سرور کوریدر انجام شد.
fr: Inscrit au serveur KOReader.
gl: Rexistrado no servidor de KOReader.
hu: Regisztrált a KOReader szerverre.
it_it: Registrato al server KOReader.
ja: KOReader サーバーにユーザーを登録しました。
ko_kr: KOReader 서버에 가입됨.
nl_nl: Geregistreerd op de KOReaderserver.
pl: Zarejestrowany na serwerze KOReader.
pt_br: Registrado no servidor do KOReader.
ro: Înregistrat la serverul KOReader.
ru: Вы зарегистрировались на сервере KOReader'а.
sk: Zaregistrovaný na serveri KOReader.
sr: Регистровани сте на KOReader сервер.
tr: KOReader sunucusunda hesap açıldı.
uk: Зареєструвались на сервері KOReader'а.
zh_cn: 成功注册到 KOReader 服务器。
