Repository: spruceUI/spruceOS
Catalog: App/KoReader/l10n/*/koreader.po
Languages: ar, ca, cs, de, el, es, fa, fr, gl, hu, it_it, ja, ko_kr, nl_nl, pl, pt_br, ro, ru, sk, sr, tr, uk, zh_cn

source: Invert page turn buttons
ar: قَلْبُ اتِّجاهِ أزرارِ تقليبِ الصَّفحة
ca: Invertir els botons de canvi de pàgina
cs: Přehodit tlačítka otáčení stránek
de: Seitenwechsel-Buttons invertieren
el: Αντιστροφή κουμπιών αλλαγής σελίδας
es: Invertir los botones de cambio de página
fa: برعکس کردن دکمه‌های ورق زدن
fr: Inverser les boutons de changement de page
gl: Inverter botóns de pasar páxina
hu: Lapozó gombok felcserélése
it_it: Inverti i bottoni per il cambio pagina
ja: ページめくりボタンを反転
ko_kr: 페이지 넘김 버튼 반전
nl_nl: Pagina-omslagknoppen omdraaien
pl: Odwróć przyciski zmiany strony
pt_br: Inverter botões de virar página
ro: Inversează butoanele de navigare
ru: Инверсное листание кнопками
sk: Stranovo zameniť tlačidlá otáčania stránok
sr: Обрни дугмад за окретање странице
tr: Sayfa çevirme düğmelerini tersine çevir
uk: Інвертувати кнопки перевертання сторінки
zh_cn: 反转翻页按钮

source: Toggle key repeat
ca: Commutar la repetició de tecles
cs: Přepínání opakování klávesy
de: Tastenwiederholung umschalten
el: Εναλλαγή επανάληψης πλήκτρου
es: Conmutar la repetición de teclas
fr: Basculer la répétition des touches
gl: Conmutar a repetición de tecla
hu: Billentyűismétlés átkapcsolása
it_it: Attiva la ripetizione dei tasti
ko_kr: 키 반복 토글
nl_nl: Toetsherhaling schakelen
pl: Przełącz powtarzanie klawiszy
pt_br: Alternar repetição de tecla
ru: Переключить повтор нажатия кнопок
sk: Prepnúť na automatické opakovanie stlačeného tlačidla
sr: Укљ./Искљ. понављање тастера
tr: Tuş yinelemesini değiştir
uk: Перемкнути повторення клавіші
zh_cn: 切换按键重复

source: Toggle accelerometer
ar: بدّل حساس الدوران
ca: Activar/desactivar acceleròmetre
cs: Přepínání akcelerometru
de: Beschleunigungssensor umschalten
el: Εναλλαγή επιταχυνσιόμετρου
es: Activar/desactivar acelerómetro
fa: تغییر وضعیت شتاب‌سنج
fr: Activer/Désactiver l’accéléromètre
gl: Conmutar acelerómetro
hu: Gyorsulásmérő váltása
it_it: Abilita/disabilita accelerometro
ja: 加速度センサを切り替える
ko_kr: 가속도계 토글
nl_nl: Versnelllingsmeter schakelen
pl: Zmień ustawienia akcelerometru
pt_br: Alternar acelerômetro
ro: Comută accelerometrul
ru: Переключить акселерометр
sk: Prepínať akcelerometer
sr: Укљ./Искљ. акцелерометар
tr: İvme ölçeri aç/kapat
uk: Перемкнути акселерометр
zh_cn: 开关重力感应器

source: Toggle orientation
ar: تبديل الاتجاه
ca: Commutar orientació
cs: Přepínání orientace
de: Bildschirmausrichtung umschalten
el: Εναλλαγή προσανατολισμού
es: Conmutar orientación
fa: تغییر وضعیت راستا
fr: Faire basculer l’orientation
gl: Conmutar orientación
hu: Kijelző átfordítása
it_it: Commuta orientamento
ja: 方向を切り替え
ko_kr: 방향 토글
nl_nl: Draairichting schakelen
pl: Przełącz orientację ekranu
pt_br: Alternar orientação
ro: Schimbă orientarea
ru: Переключить ориентацию
sk: Prepínať orientáciu
sr: Укљ./Искљ. ротацију
tr: Doğrultuyu değiştir
uk: Перемкнути орієнтацію
zh_cn: 切换屏幕方向

source: Invert rotation
ar: عكس الدوران
ca: Invertir rotació
cs: Invertovat otočení
de: Rotation umkehren
el: Αντιστροφή περιστροφής
es: Invertir giro
fa: معکوس کردن راستا
fr: Inverser l’orientation
gl: Inverter rotación
hu: Inverz forgatás
it_it: Inverti rotazione
ja: 反転する
ko_kr: 회전 반대로
nl_nl: Draairichting omdraaien
pl: Odwróć rotację
pt_br: Inverter rotação
ro: Inversează orientarea
ru: Обратный поворот
sk: Invertovať otočenie
sr: Обрни ротацију
tr: Doğrultuyu tersine çevir
uk: Зворотне обертання
zh_cn: 颠倒旋转

source: Rotate by 90° CW
ar: استدارة بمقدار 90 درجة مئوية
ca: Girar 90° en sentit horari
cs: Otočit o 90° doprava
de: Drehen um 90° im Uhrzeigersinn
el: Περιστροφή 90° δεξιόστροφα
es: Girar 90° en sentido horario
fa: چرخش °۹۰ ساعتگرد
fr: Rotation de 90° dans le sens horaire
gl: Rotar 90° en sentido horario
hu: Forgatás 90° az óramutató járási irányába
it_it: Ruota 90° antiorario
ja: 時計回りに90°回転
ko_kr: 시계 방향 90° 회전
nl_nl: 90° draaien met de klok mee
pl: Obróć o 90° w prawo
pt_br: Girar 90° (sentido horário)
ro: Rotește cu 90° în sens orar
ru: Повернуть на 90° по часовой стрелке
sk: Otočenie o 90° v smere hodinových ručičiek
sr: Ротирај за 90° у десно
tr: Saat yönünde 90° döndür
uk: Обернути на 90° праворуч
zh_cn: 顺时针旋转90度

source: Rotate by 90° CCW
ca: Girar 90° en sentit horari
cs: Otočit o 90° doleva
de: Drehen um 90° gegen den Uhrzeigersinn
el: Περιστροφή κατά 90° δεξιόστροφα
es: Girar 90° en sentido antihorario
fa: چرخش °۹۰ پادساعتگرد
fr: Pivoter de 90° dans le sens horaire
gl: Rotar 90° en sentido anti-horario
hu: Forgatás 90° CCW
it_it: Ruota di 90° antiorari
ja: 反時計回りに90°回転
ko_kr: 시계 반대 방향 90° 회전
nl_nl: 90° draaien tegen de klok in
pl: Obróć o 90° w lewo
pt_br: Girar 90° (sentido anti-horário)
ru: Повернуть на 90° против часовой стрелки
sk: Otočiť o 90° v smere hodinových ručičiek
sr: Ротирај за 90° у лево
tr: Saat yönünün tersine 90° döndür
uk: Обернути на 90° проти годинникової стрілки
zh_cn: 逆时针旋转 90 度

source: Turn on Wi-Fi
ar: تشغيل Wi-Fi
ca: Activar wifi
cs: Zapnout Wi-Fi
de: WLAN einschalten
el: Ενεργοποίηση Wi-Fi
es: Activar wifi
fa: روشتن کردن شبکه بی‌سیم
fr: Activer le Wi-Fi
gl: Activar wifi
hu: WiFi bekapcsolása
it_it: Attiva wifi
ja: WiFiの有効化
ko_kr: Wi-Fi 켜기
nl_nl: Wifi inschakelen
pl: Włącz Wi-Fi
pt_br: Ligar Wi-Fi
ro: Activează Wi-Fi
ru: Включить Wi-Fi
sk: Zapnúť Wi-Fi
sr: Укључи Wi-Fi
tr: Wi-Fi bağlantısını aç
uk: Увімкнути Wi-Fi
zh_cn: 打开 Wi-Fi

source: Turn off Wi-Fi
ar: إيقاف Wi-Fi
ca: Desactivar wifi
cs: Vypnout Wi-Fi
de: WLAN ausschalten
el: Απενεργοποίηση Wi-Fi
es: Desactivar wifi
fa: خاموش کردن شبکه بی‌سیم
fr: Désactiver le Wi-Fi
gl: Apagar wifi
hu: WiFi kikapcsolása
it_it: Spegni wifi
ja: WiFiの無効化
ko_kr: Wi-Fi 끄기
nl_nl: Wifi uitschakelen
pl: Wyłącz Wi-Fi
pt_br: Desligar Wi-Fi
ro: Dezactivează Wi-Fi
ru: Выключить Wi-Fi
sk: Vypnúť Wi-Fi
sr: Искључи Wi-Fi
tr: Wi-Fi bağlantısını kapat
uk: Вимкнути Wi-Fi
zh_cn: 关闭 Wi-Fi

source: Toggle Wi-Fi
ar: اقلب زرّ تشغيل Wi-Fi
ca: Canviar wifi
cs: Přepínání Wi-Fi
de: WLAN umschalten
el: Εναλλαγή Wi-Fi
es: Cambiar wifi
fa: تغییر وضعیت اتصال بی‌سیم
fr: Activer/Désactiver le Wi-Fi
gl: Conmutar wifi
hu: WiFi ki/be
it_it: Commuta Wi-Fi
ja: WiFiの切り替え
ko_kr: Wi-Fi 토글
nl_nl: Wifi schakelen
pl: Przełącz/Zmień ustawienia Wi-Fi
pt_br: Alternar Wi-Fi
ro: Comută Wi-Fi
ru: Переключить Wi-Fi
sk: Zapnúť/vypnúť Wi-Fi
sr: Укљ./Искљ. Wi-Fi
tr: Wi-Fi bağlantısını aç/kapat
uk: Перемкнути Wi-Fi
zh_cn: 切换 Wi-Fi 状态

source: Toggle Fullscreen
ca: Commutar pantalla completa
cs: Přepínání „na celou obrazovku“
de: Vollbild umschalten
el: Εναλλαγή πλήρους οθόνης
es: Conmutar pantalla completa
fr: Basculer en plein écran
gl: Conmutar pantalla completa
hu: Teljesképernyő ki/be
it_it: Attiva/disattiva schermo intero
ja: 全画面の切り替え
ko_kr: 전체 화면 토글
nl_nl: Volledig scherm schakelen
pl: Przełącz tryb pełnoekranowy
pt_br: Alternar tela cheia
ro: Comută ecran complet
ru: Переключить полноэкранный режим
sk: Prepínať celú obrazovku
sr: Укљ./Искљ. приказ у пуном екрану
tr: Tam ekranı aç/kapat
uk: Перемкнути повноекранний режим
zh_cn: 切换全屏

source: Show network info
ca: Mostrar informació de xarxa
cs: Zobrazit informace o síti
de: Zeige Netzwerk Informationen
el: Εμφάνιση πληροφοριών δικτύου
es: Mostrar información de la red
fa: نمایش اطلاعات شبکه
fr: Afficher les infos du réseau
gl: Mostrar información da rede
hu: Hálózati információk
it_it: Mostra informazioni sulla rete
ja: ネットワーク情報を表示
ko_kr: 네트워크 정보 보기
nl_nl: Netwerkinfo tonen
pl: Pokaż informacje o sieci
pt_br: Mostrar informações da rede
ro: Arată informații rețea
ru: Показать информацию о сети
sk: Zobraziť informácie o sieti
sr: Прикажи информације о мрежи
tr: Ağ bilgilerini göster
uk: Показати відомості про мережу
zh_cn: 显示网络信息

source: Show frontlight dialog
ar: اعرض مربّع الإضاءة الأماميّة
ca: Mostrar el diàleg Il·luminació
cs: Zobrazit dialog předního osvětlení
de: Zeige Beleuchtungs-Einstellungen
el: Εμφάνιση διαλόγου φωτισμού
es: Mostrar el diálogo Iluminación
fa: نمایش پنجره نور جلو
fr: Afficher la fenêtre de gestion de l’éclairage
gl: Mostrar o diálogo de iluminación
hu: Interaktív fényerő beállítás
it_it: Mostra finestra di dialogo retroilluminazione
ja: フロントライトダイアログを表示
ko_kr: 전면 조명 대화 상자 표시
nl_nl: Lightdialoog tonen
pl: Pokaż okno oświetlenia
pt_br: Mostrar janela de iluminação
ro: Arată dialogul de iluminare
ru: Показать окно подсветки
sk: Zobraziť dialógové okno pre nasvietenie/podsvietenie displeja
sr: Прикажи дијалог предњег светла
tr: Ön aydınlatma penceresi görüntülensin
uk: Показати діалогове вікно підсвітки
zh_cn: 显示前光弹窗

source: Toggle frontlight
ar: تبديل الإضاءة الأمامية
ca: Commutar il·luminació
cs: Přepínání předního osvětlení
de: Beleuchtung umschalten
el: Εναλλαγή εμπρόσθιου φωτισμού
es: Activar/desactivar la iluminación
fa: تغییر وضعیت نور
fr: Activer/Désactiver l’éclairage
gl: Conmutar iluminación
hu: Kijelzővilágítás ki/be
it_it: Abilita/disabilita retroilluminazione
ja: フロントライトを切り替え
ko_kr: 전면 조명 토글
nl_nl: Light aan/uit
pl: Zmień ustawienia oświetlenia
pt_br: Alternar iluminação
ro: Comută iluminarea
ru: Переключить подсветку
sk: Prepínať nasvietenie/podsvietenie displeja
sr: Укљ./Искљ. предње светло
tr: Ön aydınlatmayı aç/kapat
uk: Перемкнути підсвічування
zh_cn: 切换前光

source: Set frontlight brightness
ca: Ajustar la lluentor de la pantalla
cs: Nastavit jas předního osvětlení
de: Setze Helligkeit
el: Ρύθμιση φωτεινότητας εμπρόσθιου φωτισμού
es: Ajustar el brillo de la pantalla
fa: تعیین روشنایی نور جلو
fr: Définir la luminosité de l'éclairage
gl: Axustar o brillo da pantalla
hu: Fényerő beállítása
it_it: Imposta luminosità retroilluminazione
ja: フロントライトの明るさを設定
ko_kr: 전면 조명 밝기 설정
nl_nl: Lichthelderheid instellen
pl: Ustaw jasność oświetlenia
pt_br: Definir o brilho da iluminação
ru: Задать яркость подсветки
sk: Nastaviť intenzitu nasvietenia/podsvietenia displeja
sr: Постави осветљај предњег светла
tr: Ön aydınlatma parlaklığını ayarla
uk: Налаштувати яскравість підсвічування
zh_cn: 设置前光亮度

source: Increase frontlight brightness
ca: Augmentar la lluentor de la pantalla
cs: Zvýšit jas předního osvětlení
de: Erhöhe Helligkeit
el: Αύξηση φωτεινότητας εμπρόσθιου φωτισμού
es: Aumentar el brillo de la pantalla
fa: افزایش روشنایی نور جلو
fr: Augmenter la luminosité de l'éclairage
gl: Aumentar o brillo da pantalla
hu: Fényerő növelése
it_it: Aumenta luminosità retroilluminazione
ja: フロントライトの明るさを上げます
ko_kr: 전면 조명 밝기 증가
nl_nl: Lichthelderheid verhogen
pl: Zwiększ jasność oświetlenia
pt_br: Aumentar o brilho da iluminação
ru: Увеличить яркость
sk: Zvýšiť intenzitu nasvietenia/podsvietenia displeja
sr: Повећај осветљај предњег светла
tr: Ön aydınlatma parlaklığını artır
uk: Збільшити яскравість підсвічування
zh_cn: 增加前光亮度

source: Decrease frontlight brightness
ca: Reduir la lluentor de la pantalla
cs: Snížit jas předního osvětlení
de: Verringern Helligkeit
el: Μείωση φωτεινότητας εμπρόσθιου φωτισμού
es: Reducir el brillo de la pantalla
fa: کاهش روشنایی نور جلو
fr: Réduire la luminosité de l'éclairage
gl: Reducir o brillo da pantalla
hu: Fényerő csökkentése
it_it: Diminuisci luminosità retroilluminazione
ja: フロントライトの明るさを下げます
ko_kr: 전면 조명 밝기 감소
nl_nl: Lichthelderheid verminderen
pl: Zmniejsz jasność oświetlenia
pt_br: Diminuir o brilho da iluminação
ru: Уменьшить яркость
sk: Znížiť intenzitu nasvietenia/podsvietenia displeja
sr: Смањи осветљај предњег светла
tr: Ön aydınlatma parlaklığını azalt
uk: Зменшити яскравість підсвічування
zh_cn: 减弱前光亮度

source: Set frontlight warmth
ca: Ajustar la temperatura de color de la pantalla
cs: Nastavit teplotu předního osvětlení
de: Setze Wärme der Beleuchtung
el: Ρύθμιση θερμού φωτισμού
es: Ajustar la temperatura de color de la pantalla
fa: تعیین گرمای نور جلو
fr: Ajuster la température de l’éclairage
gl: Axustar a temperatura de cor da pantalla
hu: Színhőmérséklet beállítása
it_it: Imposta calore retroilluminazione
ja: フロントライトの色調を設定
ko_kr: 전면 조명 색 온도 설정
nl_nl: Lichtwarmte instellen
pl: Ustaw barwę oświetlenia
pt_br: Definir a temperatura de cor da iluminação
ru: Задать теплоту подсветки
sk: Nastaviť farebnú teplotu nasvietenia/podsvietenia displeja
sr: Постави топлину предњег светла
tr: Ön aydınlatma sıcaklığını ayarla
uk: Налаштувати температуру підсвічування
zh_cn: 设置前光色温

source: Increase frontlight warmth
ca: Augmentar la temperatura de color de la pantalla
cs: Zvýšit teplotu předního osvětlení
de: Erhöhe Wärme der Beleuchtung
el: Αύξηση θερμού φωτισμού
es: Aumentar la temperatura de color de la pantalla
fa: افزایش گرمای نور جلو
fr: Augmenter la température de l’éclairage
gl: Aumentar a temperatura de cor da pantalla
hu: Színhőmérséklet növelése
it_it: Aumenta calore retroilluminazione
ja: フロントライトの色調を上げます
ko_kr: 전면 조명 색 온도 증가
nl_nl: Lichtwarmte verhogen
pl: Zwiększ barwę oświetlenia
pt_br: Aumentar a temperatura de cor da iluminação
ru: Увеличить теплоту
sk: Zvýšiť farebnú teplotu nasvietenia/podsvietenia displeja
sr: Повећај топлину предњег светла
tr: Ön aydınlatma sıcaklığını artır
uk: Збільшити температуру підсвічування
zh_cn: 增加前光色温

source: Decrease frontlight warmth
ca: Reduir la temperatura de color de la pantalla
cs: Snížit teplotu předního osvětlení
de: Verringere Wärme der Beleuchtung
el: Μείωση θερμού φωτισμού
es: Reducir la temperatura de color de la pantalla
fa: کاهش گرمای نور جلو
fr: Réduire la température de l’éclairage
gl: Reducir a temperatura de cor da pantalla
hu: Színhőmérséklet csökkentése
it_it: Diminuisci calore retroilluminazione
ja: フロントライトの色調を下げます
ko_kr: 전면 조명 색 온도 감소
nl_nl: Lichtwarmte verminderen
pl: Zmniejsz barwę oświetlenia
pt_br: Reduzir a temperatura de cor da iluminação
ru: Уменьшить теплоту
sk: Znížiť farebnú teplotu nasvietenia/podsvietenia displeja
sr: Смањи топлину предњег светла
tr: Ön aydınlatma sıcaklığını azalt
uk: Зменшити температуру підсвічування
zh_cn: 减弱前光色温

source: Toggle night mode
ar: تبديل إلى الوضع الليلي
ca: Canviar al mode nit
cs: Přepínání nočního režimu
de: Umschalten des Nachtmodus
el: Εναλλαγή νυχτερινής λειτουργίας
es: Activar o desactivar el modo nocturno
fa: تغییر وضعیت حالت شب
fr: Activer/Désactiver le mode nuit
gl: Conmutar modo nocturno
hu: Éjszakai mód be/ki
it_it: Abilita/disabilita modalità notturna
ja: 夜間モードを切り替え
ko_kr: 야간 모드 토글
nl_nl: Nachtmodus schakelen
pl: Zmień ustawienia trybu nocnego
pt_br: Alternar modo noturno
ro: Comută modul de noapte
ru: Переключить ночной режим
sk: Prepínať nočný režim
sr: Укљ./Искљ. ноћни режим
tr: Gece kipini aç/kapat
uk: Перемкнути нічний режим
zh_cn: 切换夜间模式

source: Set night mode
ar: تعيين الوضع الليلي
ca: Configurar mode nit
cs: Nastavit noční režim
de: Nachtmodus einstellen
el: Νυχτερινή λειτουργία
es: Configurar modo noche
fa: تنظیم حالت شب
fr: Passer en mode nuit
gl: Activar o modo nocturno
hu: Éjszakai mód be
it_it: Imposta modo notturno
ja: 夜間モード設定
ko_kr: 야간 모드 설정
nl_nl: Nachtmodus instellen
pl: Ustaw tryb nocny
pt_br: Configurar modo noturno
ro: Setează modul de noapte
ru: Включить ночной режим
sk: Nastaviť nočný režim
sr: Постави ноћни режим
tr: Gece kipini ayarla
uk: Встановити нічний режим
zh_cn: 设置夜间模式

source: on
ar: تشغيل
ca: activat
cs: zap
de: an
el: ναι
es: activado
fa: روشن
fr: activé
gl: si
hu: be
it_it: acceso
ja: オン
ko_kr: 켜기
nl_nl: aan
pl: włącz
pt_br: ligado
ro: activat
ru: вкл
sk: zapnuté
sr: укључено
tr: açık
uk: ввімкнено
zh_cn: 开启

source: Full screen refresh
ar: تحديث ملء الشاشة
ca: Refrescar pantalla completa
cs: Obnovení celé obrazovky
de: Voller Bildschirm-Refresh
el: Πλήρης ανανέωση οθόνης
es: Actualización de pantalla completa
fa: نوسازی تمام صفحه
fr: Rafraîchissement complet de l’écran
gl: Refresco de toda a pantalla
hu: Teljes képernyő frissítése
it_it: Aggiornamento a schermo intero
ja: 全画面リフレッシュ
ko_kr: 전체 화면 새로 고침
nl_nl: Volledig scherm verversen
pl: Pełne odświeżenie ekranu
pt_br: Recarregamento total da tela
ro: Reîmprospătarea întreagă a ecranului
ru: Полное обновление экрана
sk: Prekresliť celú obrazovku
sr: Освежавање целог екрана
tr: Tam ekran yenileme
uk: Повноекранне оновлення
zh_cn: 完全刷新

source: Full refresh rate (always)
ca: Freqüència d'actualització completa (sempre)
cs: Plná frekvence obnovování (vždy)
de: Volle Bildwiederholrate (immer)
el: Ρυθμός πλήρους ανανέωσης (πάντα)
es: Frecuencia de actualización completa (siempre)
fa: نرخ نوسازی کامل (همیشه)
fr: Fréquence des rafraîchissements complets (flash noir)
gl: Taxa de refresco completo (sempre)
hu: Képernyőfrissítés (mindig)
it_it: Frequenza di aggiornamento completo (sempre)
ja: 全画面リフレッシュの頻度 (通常)
ko_kr: 전체 새로 고침 빈도(매번)
nl_nl: Frequentie van volledig verversen (altijd)
pl: Pełna częstotliwość odświeżania (zawsze)
pt_br: Taxa de atualização completa (sempre)
ru: Частота полного обновления (все режимы)
sk: Úplná obnova displeja (vždy)
sr: Пуна учесталост освежавања (увек)
tr: Tam yenileme hızı (her zaman)
uk: Повна частота оновлення (завжди)
zh_cn: 完全刷新频率（始终）

source: Full refresh rate (not in night mode)
ca: Freqüència d'actualització completa (no en mode nit)
cs: Plná frekvence obnovování (ne v nočním režimu)
de: Volle Bildwiederholrate (nicht im Nachtmodus)
el: Ανανέωση οθόνης (όχι στη νυχτερινή λειτουργία)
es: Frecuencia de actualización completa (no en modo noche)
fa: نرخ نوسازی کامل (در حالت شب نه)
fr: Taux de rafraîchissement complet (pas en mode nuit)
gl: Taxa de refresco completo (non en modo nocturno)
hu: Teljes képernyőfrissítés (nem éjjeli módban)
it_it: Frequenza di aggiornamento completo (non in modalità notturna)
ja: 全画面リフレッシュの頻度 (夜間モード以外)
ko_kr: 전체 새로 고침 빈도(야간 모드 제외)
nl_nl: Frequentie van volledig verversen (niet in nachtmodus)
pl: Pełna częstotliwość odświeżania (nie w trybie nocnym)
pt_br: Taxa de atualização completa (não no modo noturno)
ru: Частота полного обновления (не в ночном режиме)
sk: Úplná obnova displeja (nie v nočnom režime)
sr: Пуна учесталост освежавања (ван ноћног режима)
tr: Tam yenileme hızı (gece kipinde değil)
uk: Повна частота оновлення (не в нічному режимі)
zh_cn: 完全刷新频率 （夜间模式下无效）

source: Full refresh rate (in night mode)
ca: Freqüència d'actualització completa (en mode nit)
cs: Plná frekvence obnovování (v nočním režimu)
de: Volle Wiederholrate (im Nachtmodus)
el: Ανανέωση οθόνης (σε νυχτερινή λειτουργία)
es: Frecuencia de actualización completa (en modo noche)
fa: نرخ نو سازی کامل (در حالت شب)
fr: Taux de rafraîchissement complet (en mode nuit)
gl: Taxa de refresco completo (en modo nocturno)
hu: Teljes képernyőfrissítés (éjjeli módban)
it_it: Frequenza di aggiornamento completo (in modalità notturna)
ja: 全画面リフレッシュの頻度 (夜間モード中)
ko_kr: 전체 새로 고침 빈도(야간 모드에서)
nl_nl: Freqentie van volledig verversen (in nachtmodus)
pl: Pełna częstotliwość odświeżania (w trybie nocnym)
pt_br: Taxa de atualização completa (no modo noturno)
ru: Частота полного обновления (в ночном режиме)
sk: Úplná obnova displeja (v nočnom režime)
sr: Пуна учесталост освежавања (у ноћном режиму)
tr: Tam yenileme hızı (gece kipinde)
uk: Повна частота оновлення (у нічному режимі)
zh_cn: 完全刷新频率 （夜间模式下）

source: Always flash on chapter boundaries
ar: الوميض دائما على حدود الفصل
ca: Parpellejar sempre en els límits dels capítols
cs: Vždy probliknout na nové kapitole
de: Immer an den Kapitelgrenzen blinken
el: Πάντα ανανέωση οθόνης κατά την αλλαγή κεφαλαίου
es: Parpadear siempre en los límites de los capítulos
fa: همیشه در مرز فصل‌ها فلش بزن
fr: Toujours flasher aux limites des chapitres
gl: Refrescar sempre nos límites dos capítulos
hu: Fejezethatárokon mindig 'Flash'
it_it: Aggiorna sempre al cambio capitolo
ja: 章節の境界でリフレッシュ
ko_kr: 챕터 경계에서 항상 갱신
nl_nl: Altijd bij nieuw hoofdstuk flitsen
pl: Zawsze odśwież przy kolejnym rozdziale
pt_br: Sempre limpar ao trocar de capítulo
ro: Fulgeră mereu la limitele de capitol
ru: Всегда обновлять на границах глав
sk: Vždy prebliknúť na hraniciach kapitol
sr: Увек трепни на границама поглавља
tr: Bölüm başı ve sonunda her zaman parlasın
uk: Завжди блимати на межі розділів
zh_cn: 始终在新章节上刷新

source: Toggle flashing on chapter boundaries
ar: تبديل الوميض على حدود الفصل
ca: Commutar parpelleig en els límits dels capítols
cs: Přepnout probliknutí na nové kapitole
de: Blinken bei Kapitelgrenzen umschalten
el: Εναλλαγή ανανέωσης κατά την αλλαγή κεφαλαίου
es: Conmutar parpadeo en los límites de los capítulos
fr: Activer/Désactiver les flashs aux limites des chapitres
gl: Conmutar refresco de pantalla nos límites dos capítulos
hu: Fejezethatárokon mindig 'Flash' átkapcsolás
it_it: Commuta rinfresco ai cambi capitolo
ja: 章節の境界でのリフレッシュを切り替える
ko_kr: 챕터 경계에서 깜박임 토글
nl_nl: Nieuw hoofdstuk flitsen schakelen
pl: Zmień tryb odświeżania przy zmianie rozdziału
pt_br: Alternar limpeza ao trocar de capítulo
ro: Comută fulgerarea la limitele de capitol
ru: Переключить обновление на границах глав
sk: Prepínať prebliknutie na začiatku kapitoly
sr: Укљ./Искљ. трептање на границама поглавља
tr: Bölüm başı ve sonunda parlamayı aç/kapat
uk: Перемкнути оновлення на межах розділів
zh_cn: 打开/关闭在新章节上刷新

source: Never flash on chapter's 2nd page
ar: لا تومض أبدًا على الصفحة الثانية من الفصل
ca: No parpellejar mai en la segona pàgina d'un capítol
cs: Nikdy neproblikávat na 2. stránce kapitol
de: Niemals auf der 2. Seite eines Kapitels blinken
el: Αποτροπή ανανέωσης οθόνης στη 2η σελίδα του κεφαλαίου
es: No parpadear nunca en la segunda página de un capítulo
fa: هرگز در دومین صفحه فصل فلش نزن
fr: Ne jamais flasher à la 2ème page des chapitres
gl: Non refrescar nunca na segunda páxina dun capítulo
hu: Fejezetek 2. oldalán nincs 'Flash'
it_it: Non aggiornare alla seconda pagina del capitolo
ja: 章節内の２ページ目でリフレッシュしない
ko_kr: 챕터의 두 번째 페이지에서 갱신 않기
nl_nl: Nooit flitsen op 2de pagina hoofdstuk
pl: Nie odświeżaj na drugiej stronie rozdziału
pt_br: Nunca limpar na 2ª página de um capítulo
ro: Nu fulgera niciodată a doua pagină a capitolului
ru: Никогда не обновлять на 2-й странице главы
sk: Nikdy neprebliknúť na 2. strane kapitoly
sr: Никад не трепћи на другој страници поглавља
tr: Bölümün 2. sayfasında asla parlamasın
uk: Ніколи не блимати на 2-й сторінці розділу
zh_cn: 永不在章节的第二页刷新

source: Toggle flashing on chapter's 2nd page
ar: تبديل الوميض على الصفحة الثانية من الفصل
ca: Commutar parpelleig en la segona pàgina d'un capítol
cs: Přepnout probliknutí na 2. stránce kapitol
de: Blinken umschalten auf der 2. Seite des Kapitels
el: Εναλλαγή ανανέωσης οθόνης στην 2η σελίδα του κεφαλαίου
es: Conmutar parpadeo en la segunda página de un capítulo
fa: تغییر وضعیت فلش زدن در دومین صفحه فصل
fr: Activer/Désactiver le flash à la 2ème page des chapitres
gl: Conmutar refresco de pantalla na segunda páxina dun capítulo
hu: Fejezetek 2. oldalán 'Flash' átkapcsolása
it_it: Commuta rinfresco alla seconda pagina del capitolo
ja: 章節内の２ページ目でのリフレッシュを切り替える
ko_kr: 챕터의 두 번째 페이지에서 깜박임 토글
nl_nl: Flitsen 2de pagina hoofdstuk schakelen
pl: Zmień tryb odświeżania na drugiej stronie rozdziału
pt_br: Alternar limpeza na 2ª página de um capítulo
ro: Comută fulgerarea pe a doua pagină a capitolului
ru: Переключить обновление на 2-й странице главы
sk: Prepínať prebliknutie na 2. strane kapitoly
sr: Укљ./Искљ. трептање на другој страници поглавља
tr: Bölümün 2. sayfasında parlamayı aç/kapat
uk: Перемкнути оновлення на 2-й сторінці розділу
zh_cn: 打开/关闭在章节的第二页刷新
