Repository: spruceUI/spruceOS
Catalog: App/KoReader/l10n/*/koreader.po
Languages: ar, ca, cs, de, el, es, fa, fr, gl, hu, it_it, ja, ko_kr, nl_nl, pl, pt_br, ro, ru, sk, sr, tr, uk, zh_cn

source: Style tweaks allow changing small parts of book styles (including the publisher/embedded styles) to make visual adjustments or disable unwanted publisher layout choices. Some tweaks may be useful with some books, while resulting in undesirable effects with others. You can enable individual tweaks on this book with a tap, or view more details about a tweak and enable it on all books with hold.
ar: تسمح تعديلات النمط بتغيير أجزاء صغيرة من أنماط الكتاب (بما في ذلك أنماط الناشر / المضمنة) لإجراء تعديلات مرئية أو تعطيل خيارات تخطيط الناشر غير المرغوب فيها. قد تكون بعض التعديلات مفيدة مع بعض الكتب ، بينما تؤدي إلى تأثيرات غير مرغوب فيها مع الكتب الأخرى. يمكنك تمكين التعديلات الفردية على هذا الكتاب بنقرة واحدة ، أو عرض مزيد من التفاصيل حول قرص وتمكينه في جميع الكتب التي تم تعليقها.
ca: Els ajustos d'estil permeten realitzar algunes modificacions en l'estil d'un llibre (fins i tot en l'estil de l'editor/estil incrustat) per mitjà d'ajustos visuals, o desactivant opcions de disseny de l'editor que no son del nostre grat. Uns certs ajustos poden ser útils en alguns llibres, mentre que en altres llibres poden produir efectes no desitjats. És possible habilitar ajustos individuals en un llibre fent una pulsació llarga, o bé, veure més detalls sobre un ajust o habilitar-lo en tots els llibres, pressionant.
cs: Úpravy stylů umožňují změnit malé části stylování knih (včetně stylů od vydavatelů a vložených stylů) z důvodu vizuálního vylepšení, nebo odstranění nechtěných možností rozvržení vydavatelů. Některé úpravy mohou s některými knihami dobře fungovat, ale u jiných mohou vést k nežádoucím výsledkům. Jednotlivé úpravy této knihy můžete povolit ťuknutím, nebo můžete podržením zobrazit více informací o úpravě a povolit úpravu ve všech knihách.
de: Stil-Tweaks ermöglichen es, kleine Teile von Buchstilen (einschließlich der eingebetteten Stile des Herausgebers) zu ändern, um visuelle Anpassungen vorzunehmen oder unerwünschte Layout-Einstellungen des Herausgebers zu deaktivieren. Einige Optimierungen können bei einigen Büchern nützlich sein, während sie bei anderen zu unerwünschten Effekten führen. Sie können einzelne Optimierungen an diesem Buch mit einem Fingertipp aktivieren oder durch langes Halten weitere Details zu einem Optimierungsvorgang anzeigen und ihn für alle Bücher durch Halten aktivieren.
el: Οι τροποποιήσεις του στυλ επιτρέπουν την αλλαγή μικρών τμημάτων του στυλ του βιβλίου (συμπεριλαμβανομένων των στυλ του εκδότη/ενσωματωμένων στυλ) για την πραγματοποίηση οπτικών προσαρμογών ή την απενεργοποίηση ανεπιθύμητων επιλογών διάταξης του εκδότη. Ορισμένες τροποποιήσεις μπορεί να είναι χρήσιμες σε κάποια βιβλία, ενώ οδηγούν σε ανεπιθύμητα αποτελέσματα σε άλλα. Μπορείτε να ενεργοποιήσετε μεμονωμένες τροποποιήσεις σε αυτό το βιβλίο με ένα πάτημα ή να δείτε περισσότερες λεπτομέρειες σχετικά με μία τροποποίηση και να την ενεργοποιήσετε σε όλα τα βιβλία με παρατεταμένο πάτημα.
es: Los ajustes de estilo permiten realizar algunas modificaciones en el estilo de un libro (incluso en el estilo del editor/estilo incrustado) por medio de ajustes visuales, o desactivando opciones de diseño del editor que no sean de nuestro agrado. Ciertos ajustes pueden ser útiles en algunos libros, mientras que en otros libros pueden producir efectos no deseados. Es posible habilitar ajustes individuales en un libro haciendo una pulsación larga, o bien, ver más detalles sobre un ajuste o habilitarlo en todos los libros, presionando.
fa: بهبود‌های سبک اجازه می دهد تا بخش های کوچکی از سبک‌ (styles) کتاب (از جمله سبک‌های ناشر / توکار شده) را برای ایجاد تنظیمات بصری یا غیرفعال کردن انتخاب های طرح ناشر که نمی‌خواهید، استفاده کنید. برخی از تنظیمات ممکن است برای برخی از کتاب ها مفید باشد، در حالی که منجر به اثرات نامطلوب بر روی دیگر کتاب‌ها شود. شما می توانید تنظیمات اختصاصی برای این کتاب را با یک ضربه فعال کنید یا جزئیات بیشتری در مورد یک بهبود را مشاهده کرده و آن را در تمام کتاب ها فعال کنید.
fr: Les ajustements de style permettent de modifier de petites parties des styles du livre (y compris les styles embarqués) pour effectuer des ajustements visuels ou désactiver les choix de mise en page indésirables de l’éditeur. Certains ajustements peuvent être utiles avec certains livres, tout en entraînant des effets indésirables avec d’autres. Vous pouvez activer des ajustements individuels sur ce livre avec un simple toucher, ou afficher plus de détails sur un ajustement et l’activer sur tous les livres grâce à un toucher long.
gl: Os axustes de estilo permite cambiar pequenas partes dos estilos dos libros (incluíndo os estilos dos editores) para facer axustes visuais ou desactivar decisións de deseño da editorial non desexadas. Algúns axustes poden ser útiles para algúns libros, mentres que noutros producirán efectos non desexados. Podes activar axustes individuais neste libro ou ver máis detalles premendo nun axuste ou activalo para todos os libros manténdoo pulsado.
hu: A stíluskorrekciók lehetővé teszik a könyvstílusok részleteinek (beleértve a kiadói / beágyazott stílusok) megváltoztatását a vizuális beállítások elvégzése vagy a nem kívánt kiadói elrendezési lehetőségek letiltása céljából. A stíluskorrekciók hasznosak lehetnek egyes könyveknél, míg másoknál nemkívánatos hatásokat eredményezhetnek. Engedélyezheti a könyv egyedi stíluskorrekcióit egy érintéssel, vagy megnézheti a stíluskorrekciók részleteit, és engedélyezheti az összes könyvre vonatkozóan is.
it_it: I ritocchi di stile consentono di modificare piccole parti degli stili del libro (compresi gli stili della casa editrice e gli stili incorporati) per apportare modifiche visive o disabilitare scelte di layout della casa editrice indesiderate. Alcuni ritocchi possono essere utili con alcuni libri, mentre risultano effetti indesiderati con altri. Puoi abilitare le singole modifiche di questo libro con un tocco o visualizzare maggiori dettagli su un tweak e abilitarlo su tutti i libri in attesa.
ja: 表示様式の微調整を使用すると、ブックスタイルの一部(発行元/埋め込みスタイルを含む)を変更して、視覚的な調整を行ったり、不要な発行元レイアウトの選択を無効にしたりできます。 ブックによっては、他のブックとの間で望ましくない効果が生じる場合があります。 このブックでは、タップするだけで個々の微調整を有効にできます。また、微調整の詳細を表示して、保留になっているすべてのブックで有効にすることもできます。
ko_kr: 스타일 조정은 시각적인 조정이나 원치 않는 발행인의 레이아웃 선택을 비활성시켜 책 스타일의 작은 부분(발행인/내장된 스타일 포함)을 변경할 수 있게 합니다. 몇몇 조정은 일부 책에 유용할 수 있지만, 다른 사람에게 바람직하지 않은 영향을 줄 수 있습니다. 탭하여 이 책의 각 조정을 사용하도록 할 수 있으며, 길게 눌러서 조정에 대한 자세한 사항을 보고 나서 모든 책에 사용하도록 할 수 있습니다.
nl_nl: Stijlaanpassingen staan toe om kleine delen van boekstijlen aan te passen (inclusief stijlen van uitgevers/ingesloten stijlen), met het oog op visuele veranderingen of om ongewenste uitgeverslayoutkeuzes uit te schakelen. Sommige aanpassingen kunnen bruikbaar zijn met sommige boeken, terwijl ze mete andere boeken ongewenste resultaten kunnen hebben. Individuele aanpassingen kunnen voor dit boek worden ingeschakeld met een tik. Door langer te drukken kunnen meer details worden weergegeven en kan de aanpassing voor alle boeken worden ingesteld.
pl: Ulepszenia stylu umożliwiają zmienianie niewielkich części stylów książek (w tym stylów wydawcy/wbudowanych), aby dokonać wizualnej korekty lub wyłączyć niepożądane opcje układu wydawcy. Niektóre ulepszenia mogą być przydatne w przypadku niektórych książek, a jednocześnie mogą wywołać niepożądane efekty w innych. Możesz włączyć poszczególne ulepszenia bieżącej książki za pomocą stuknięcia lub wyświetlić więcej szczegółów na temat zmiany i włączyć ją we wszystkich książkach poprzez długie naciśnięcie.
pt_br: Os ajustes de estilo permitem alterar pequenas partes dos estilos dos livros (incluindo estilos da editora/incorporados) para fazer ajustes visuais ou desativar as opções de disposição da editora que são indesejadas. Alguns ajustes podem ser úteis em alguns livros, resultando em efeitos indesejáveis para outros. Você pode ativar ajustes individuais neste livro com um toque ou exibir mais detalhes sobre um ajuste e ativá-lo em todos os livros em espera.
ro: Reglajele de stiluri permit modificarea unor părți ale stilurilor cărții (incluzînd stilurile încorporate ale editurii) pentru a face ajustări vizuale sau a dezactiva opțiuni de aranjare în pagină nedorite. Unele reglaje pot fi utile pentru anumite cărți, pe cînd altele pot avea efecte nedorite pentru alte cărți. Poți activa reglaje individuale pentru această carte cu o atingere sau poți vedea mai multe detalii și activa reglajul pentru mai multe cărți dacă ții apăsat.
ru: Стилевые подстройки позволяют изменять небольшие части стилей книги (включая как издательские, так и встроенные стили) для внесения визуальных корректировок или отключения нежелательных настроек издательских макетов. В книгах одни подстройки могут быть полезны, в то время как другие приводят к неприятным эффектам. Касанием вы можете включать отдельные подстройки только для данной книги, или же, ознакомившись с более подробной информацией, долгим касанием включать их сразу для всех книг.
sk: Vylepšenia štýlov umožňujú meniť malé časti knižných štýlov (vrátane vydavateľských/vložených štýlov) a umožnia Vám urobiť vizuálne úpravy alebo zakázať nechcené voľby rozloženia vydavateľa. Niektoré vylepšenia môžu byť užitočné pri niektorých knihách, zatiaľ čo pri iných môžu mať nežiaduci efekt. Ťuknutím na túto knihu môžete povoliť jednotlivé vylepšenia alebo zobraziť ďalšie podrobnosti o vylepšení a povoliť ho vo všetkých knihách pri dlhom držaní.
sr: Дотеривања стила дозвољавају измене малих делова стилова књиге (уљкучујући стилове издавача/уграђене) у циљу измене изгледа или искључивања издавачевих нежељених избора у распореду. Нека дотеривања могу бити корисна за неке књиге, док у осталим проузрокују нежељене ефекте. Тапом можете да укључите поједина дотеривања за ову књигу, или да видите више детаља о прилагођавању и да га укључите за све књиге задржавањем тапа.
tr: Biçem ince ayarları kitap biçemlerinin küçük parçalarının (yayıncının ya da gömülmüş biçemlerin de) görsel ayarlamalar yapmak ya da istenmeyen yayıncı düzeni seçeneklerini devre dışı bırakmak için değiştirilebilmesini sağlar. Bazı ince ayarlar bazı kitaplarda kullanışlı olabilirken bazı kitaplarda istenmeyen sonuçlar doğurabilir. Bu kitaba özel ince ayarları dokunarak etkinleştirebilir ya da bir ince ayar hakkında ayrıntılı bilgilere bakabilir ve basılı tutarak tüm kitaplar için etkinleştirebilirsiniz.
uk: Налаштування стилю дозволяють змінити невеликі частини стилів книг (включно зі стилями видавця/вбудованими) для візуальних коригувань або вимикати небажані варіанти макета видавця. Деякі налаштування можуть нормально працювати для одних книг, та мати небажані ефекти для інших. Ви можете ввімкнути окремі налаштування в цій книзі одним торканням до кнопки або переглянути докладніші відомості про налаштування та ввімкнути його в усіх книгах із утриманням.
zh_cn: 样式微调功能允许你对包括嵌入样式在内的书籍样式进行微调，使外观更能符合你的要求。 一些微调项目在某些书籍中可能很有用，但可能对其他的书籍造成不良影响。 你可以点击这个项目为此书籍单独设置微调项目，或长按来设置全局的微调项目。

source: This section is empty
ar: هذا القسم فارغ
ca: Aquesta secció està buida
cs: Tento výběr je prázdný
de: Dieser Abschnitt ist leer
el: Αυτός ο τομέας είναι κενός
es: Esta sección está vacía
fa: این بخش خالی است
fr: Cette section est vide
gl: Esta sección está baleira
hu: A szakasz üres
it_it: Questa sezione è vuota
ja: このセクションは空です
ko_kr: 이 섹션은 비어 있습니다
nl_nl: Deze sectie is leeg
pl: Ta sekcja jest pusta
pt_br: Esta seção está vazia
ro: Această secțiune este goală
ru: Данная секция пуста
sk: Táto sekcia je prázdna
sr: Овај одељак је празан
tr: Bu bölüm boş
uk: Цей розділ пустий
zh_cn: 本节为空

source: User style tweaks
ar: تعديلات أسلوب المستخدم
ca: Ajustos d'estil d'usuari
cs: Vlastní úpravy stylu
de: User-Stil Tweaks
el: Τροποποιήσεις στυλ του χρήστη
es: Ajustes de estilo de usuario
fa: بهبود‌های سبک کاربر
fr: Ajustements de style de l’utilisateur
gl: Usar axustes de estilo
hu: Egyedi stíluskorrekciók
it_it: Ritocchi stile utente
ja: カスタマイズ様式微調整
ko_kr: 사용자 스타일 조정
nl_nl: Gebruikerstijlaanpassingen
pl: Ulepszenia stylu użytkownika
pt_br: Ajustes de estilo do usuário
ro: Ajustări stiluri utilizator
ru: Файлы стилевых подстроек пользователя
sk: Úpravy užívateľského štýlu
sr: Корисничка дотеривања стила
tr: Kullanıcı biçemi ince ayarları
uk: Налаштування стилів користувача
zh_cn: 用户样式微调

source: User style tweak at %1
ar: تعديل نمط المستخدم في %1
ca: Ajust d'estil d'usuari en %1
cs: Vlastní úprava stylu v %1
de: Nutze Stil-Tweaks bei %1
el: Τροποποίηση στυλ του χρήστη στο %1
es: Ajuste de estilo de usuario en %1
fa: بهبود‌های سبک کاربر در %1
fr: Ajustements de style de l’utilisateur dans %1
gl: Axuste de estilo de usuario en %1
hu: Egyedi stíluskorrekció %1
it_it: Ritocco dello stile utente su %1
ja: カスタマイズ様式微調整が %1
ko_kr: %1의 사용자 스타일 조정
nl_nl: Gebruikerstijlaanpassing op %1
pl: Ulepszenie stylu użytkownika w %1
pt_br: Ajuste de estilo do usuário em %1
ro: Ajustări stiluri utilizator la %1
ru: Стилевая подстройка пользователя: %1
sk: Vylepšenie používateľského štýlu na %1
sr: Корисничко дотеривање стила у %1
tr: %1 üzerindeki kullanıcı biçemi ince ayarı
uk: Налаштування стилів користувача %1
zh_cn: 用户样式微调于 %1

source: No CSS tweak found in this directory
ar: لم يتم العثور على تحسينات CSS في هذا المجلد
ca: No s'ha trobat cap ajust de CSS en aquesta carpeta
cs: V tomto adresáři nebyly nalezeny žádné CSS úpravy
de: Keine CSS Tweaks in diesem Verzeichnis gefunden
el: Δεν βρέθηκε τροποποίηση CSS σε αυτόν τον φάκελο
es: No se ha encontrado ningún ajuste de CSS en esta carpeta
fa: هیچ تنظیمات CSS در این پوشه پیدا نشد
fr: Aucun ajustement CSS trouvé dans ce répertoire
gl: Non se atopou axuste de CSS neste cartafol
hu: A mappában nem található CSS stíluskorrekció
it_it: Nessun ritocco CSS trovato in questa cartella
ja: このディレクトリにはCSS微調整が見つかりません
ko_kr: 이 디렉터리에는 CSS 조정이 없음
nl_nl: Geen CSS-aanpassing gevonden in deze map
pl: Nie znaleziono ulepszenia CSS w tym folderze
pt_br: Nenhum ajuste de CSS encontrado nesta pasta
ro: Nici o ajustare CSS nu a fost găsită în acest dosar
ru: В данной папке нет CSS-подстроек
sk: V tomto priečinku sa nenašlo žiadne vylepšenie CSS
sr: У овом директоријуму није пронађено ниједно CSS дотеривање
tr: Bu klasörde herhangi bir CSS ince ayarı bulunamadı
uk: Не знайдено налаштувань CSS в цьому каталозі
zh_cn: 该目录中未发现 CSS 微调

source: Add your own tweaks in koreader/styletweaks/
ar: يمكنك إضافة تحسيناتك الخاصة في مجلد koreader/styletweaks/
ca: Afegeix els teus propis ajustos en koreader/styletweaks/
cs: Přidat vaše vlastní úpravy v koreader/styletweaks/
de: Füge deine eigenen Anpassungen in koreader/styletweaks hinzu
el: Προσθήκη των δικών σου τροποποιήσεων στο koreader/styletweaks/
es: Añade tus propios ajustes en koreader/styletweaks/
fa: تنظیمات خود را در مسیر koreader/styletweaks/ اضافه کنید
fr: Ajoutez vos ajustements dans koreader/styletweaks/
gl: Engadir aos teus propios axustes en koreader/styletweaks/
hu: Egyedi stíluskorrekciók hozzáadása: 'koreader/styletweaks/'
it_it: Aggiungi i tuoi ritocchi in koreader/styletweaks/
ja: カスタム微調整をkoreader/styletweaks/に追加
ko_kr: koreader/styletweaks/에 자신만의 조정 추가하기
nl_nl: Eigen aanpassingen in koreader/styletweaks/
pl: Dodaj własne ulepszenia do koreader/styletweaks/
pt_br: Adicione seus próprios ajustes em koreader/styletweaks/
ro: Adaugă ajustările tale în koreader/styletweaks/
ru: Кладите свои подстройки в koreader/styletweaks/
sk: Pridaj vlastné vylepšenia pre koreader/styletweaks/
sr: Додајте сопствена дотеривања у директоријум koreader/styletweaks/
tr: Kendi ince ayarlarınızı koreader/styletweaks/ altına ekleyebilirsiniz
uk: Додати свої власні налаштування в koreader/styletweaks/
zh_cn: 将自定义的微调文件放入 koreader/styletweaks/

source: Book-specific tweak (long-press to edit)
ar: قرص خاص بالكتاب (الضغط لفترة طويلة للتعديل)
ca: Ajust específic del llibre (pulsació llarga per a editar)
cs: Úpravy pro tuto knihu (dlouze podržte pro editaci)
de: Buchspezifische Optimierung (langes Drücken zum Bearbeiten)
el: Ιδιαίτερη τροποποίηση για το βιβλίο (πατήστε παρατεταμένα για επεξεργασία)
es: Ajuste específico del libro (pulsación larga para editar)
fa: تنظیمات اختصاصی کتاب (برای ویرایش طولانی لمس کنید)
fr: Ajustements spécifiques au livre (appui long pour modifier)
gl: Axuste específico do libro (pulsación longa para editar)
hu: Könyvspecifikus stíluskorrekciók (nyomva tartva szerkesztés)
it_it: Ritocco specifico per il libro (premere a lungo per modificare)
ja: この本のみに適用する微調整 (長押しで編集)
ko_kr: 책에 특정된 조정 (편집하려면 길게 누르세요)
nl_nl: Boekspecifieke stijlaanpassing (ingedrukt houden om te bewerken)
pl: Ulepszenie specyficzne książce (przytrzymaj, aby edytować)
pt_br: Ajuste específico do livro (pressione para editar)
ro: Ajustări specifice cărții (apasă lung pentru editare)
ru: Подстройка конкретной книги (удерживать для правки)
sk: Vylepšenie špecifické pre knihu (dlhým stlačením upraviť)
sr: Дотеривање специфично за књигу (дуги притисак за уређивање)
tr: Kitaba özel ince ayar (düzenlemek için uzun basın)
uk: Налаштування для окремої книги (утримуйте для редагування)
zh_cn: 特定于书籍的调整 (长按编辑)

source: Book-specific tweak
ar: قرص خاص بالكتاب
ca: Ajust específic del llibre
cs: Úpravy pro tuto knihu
de: Buchspezifische Anpassung
el: Ιδιαίτερη τροποποίηση βιβλίου
es: Ajuste específico del libro
fa: تنظیمات اختصاصی کتاب
fr: Ajustements spécifiques au livre
gl: Axuste específico do libro
hu: Könyvspecifikus stíluskorrekciók
it_it: Ritocco specifico per il libro
ja: この本のみに適用する微調整
ko_kr: 책에 특정된 조정
nl_nl: Boekspecifieke stijlaanpassing
pl: Ulepszenie specyficzne książce
pt_br: Ajuste específico do livro
ro: Ajustări specifice cărții
ru: Подстройка конкретной книги
sk: Vylepšenie špecifické pre knihu
sr: Дотеривање специфично за књигу
tr: Kitaba özel ince ayar
uk: Налаштування для окремої книги
zh_cn: 特定于书籍的调整

source: Style tweaks (%1)
ar: تعديلات النمط (%1)
ca: Ajustos d'estil (%1)
cs: Úpravy stylu (%1)
de: Stil-Tweaks (%1)
el: Τροποποιήσεις στυλ (%1)
es: Ajustes de estilo (%1)
fa: بهبود‌های سبک (%1)
fr: Ajustements de style (%1)
gl: Axustes de estilo (%1)
hu: Stíluskorrekciók (%1)
it_it: Ritocchi di stile (%1)
ja: 表示様式の微調整 (%1)
ko_kr: 스타일 조정 (%1)
nl_nl: Stijlaanpassingen (%1]
pl: Ulepszenia stylu (%1)
pt_br: Ajustes de estilo (%1)
ro: Ajustări stiluri (%1)
ru: Стилевые подстройки (%1)
sk: Doladenie štýlu (%1)
sr: Дотеривања стила (%1)
tr: Biçem ince ayarları (%1)
uk: Налаштування стилів (%1)
zh_cn: 样式微调（%1）

source: Style tweaks
ar: تطويعات الشكل
ca: Ajustos d'estil
cs: Úpravy stylu
de: Stil-Tweaks
el: Τροποποιήσεις στυλ
es: Ajustes de estilo
fa: بهبود‌های سبک
fr: Ajustements de style
gl: Axustes de estilo
hu: Stíluskorrekciók
it_it: Ritocchi di stile
ja: 表示様式の微調整
ko_kr: 스타일 조정
nl_nl: Stijlaanpassingen
pl: Ulepszenia stylu
pt_br: Ajustes de estilo
ro: Ajustări stiluri
ru: Стилевые подстройки
sk: Doladenie štýlu
sr: Дотеривања стила
tr: Biçem ince ayarları
uk: Налаштування стилів
zh_cn: 样式微调

# Style tweak
source: Off: %1
ca: Desactivat: %1
cs: Vypnuto: %1
de: Aus: %1
el: Ανενεργό: %1
es: Desactivado: %1
fa: خاموش: %1
fr: Désactivé : %1
gl: Desactivado: %1
hu: Ki: %1
ko_kr: 꺼짐: %1
nl_nl: Uit: %1
pl: Wyłączone: %1
pt_br: Desativado: %1
ru: Выкл: %1
sk: Vypnuté: %1
sr: Искљ.: %1
tr: Kapalı: %1
uk: Вимк: %1
zh_cn: 关：%1

# Style tweak
source: On: %1
ca: Activat: %1
cs: Zapnuto: %1
de: Ein: %1
el: Ενεργό: %1
es: Activado: %1
fa: روشن: %1
fr: Activé : %1
gl: Activado: %1
hu: Be: %1
ko_kr: 켜짐: %1
nl_nl: Aan: %1
pl: Włączone: %1
pt_br: Ativado: %1
ru: Вкл: %1
sk: Zapnuté: %1
sr: Укљ.: %1
tr: Açık: %1
uk: Ввімк: %1
zh_cn: 开：%1

source: You can add CSS snippets which will be applied only to this book.
ar: يمكنك إضافة مقتطفات CSS والتي سيتم تطبيقها فقط على هذا الكتاب.
ca: És possible agregar fragments CSS que s'aplicaran només a aquest llibre.
cs: Můžete přidat vlastní menší CSS úpravy, které budou aplikovány pouze na tuto knihu.
de: Sie können CSS-Snippets hinzufügen, die nur auf dieses Buch angewendet werden.
el: Μπορείτε να προσθέσετε στοιχεία CSS τα οποία θα εφαρμοστούν μόνο σε αυτό το βιβλίο.
es: Es posible agregar fragmentos CSS que se aplicarán solo a este libro.
fa: شما می‌توانید تکه کد‌های CSS را اضافه کنید که تنها بر روی این کتاب اعمال خواهد شد.
fr: Vous pouvez ajouter des éléments CSS qui seront appliqués uniquement à ce livre.
gl: Podes engadir fragmentos de CSS que se aplicarán só a este libro.
hu: Megadhat CSS bejegyzést, amely csak erre a könyvre lesz alkalmazva.
it_it: Si possono copiare frammenti di CSS che saranno applicati solo a questo libro.
ja: この本のみに適用するCSSスニペットを追加できます。
ko_kr: 이 책에만 적용되는 CSS 코드 조각을 추가할 수 있습니다.
nl_nl: Er kunnen CSS-fragmenten worden toegevoegd die alleen op dit boek zullen worden toegepast.
pl: Możesz dodać styl CSS, który zostanie dodany tylko do jej książki.
pt_br: Você pode adicionar fragmentos de CSS que serão aplicados somente nesse livro.
ro: Poți adăuga cod CSS care va fi aplicat doar acestei cărți.
ru: Вы можете добавить фрагменты CSS, которые будут применяться только к данной книге.
sk: Môžete pridať kúsky CSS, ktoré sa použijú iba na túto knihu.
sr: Можете да додате CSS фрагменте који ће се применити само на ову књигу.
tr: Yalnızca bu kitaba uygulanacak CSS kod parçaları ekleyebilirsiniz.
uk: Ви можете додати фрагменти CSS, які буде застосовано лише до цієї книги.
zh_cn: 你可以添加只应用于本书的CSS代码片段。

source: Long-press for info ⓘ
ca: Premeu prolongadament per a obtenir-ne informació ⓘ
de: Langes Drücken für Informationen ⓘ
el: Πατήστε παρατεταμένα για πληροφορίες ⓘ
es: Pulsación larga para información ⓘ
fa: لمس طولانی برای اطلاعات ⓘ
gl: Pulsación longa para información ⓘ
it_it: Pressione a lungo per info ⓘ
ko_kr: 정보 ⓘ를 길게 누르기
nl_nl: Lang drukken voor info ⓘ
pl: Przytrzymaj, aby uzyskać informacje ⓘ
ru: Долгое касание для информации ⓘ
sk: Dlhé stlačenie pre info ⓘ
sr: Дуги притисак за инфо ⓘ
tr: ⓘ için uzun bas
uk: Затискання для відомостей ⓘ
