Repository: spruceUI/spruceOS
Catalog: App/KoReader/l10n/*/koreader.po
Languages: ar, ca, cs, de, el, es, fa, fr, gl, hu, it_it, ja, ko_kr, nl_nl, pl, pt_br, ro, ru, sk, sr, tr, uk, zh_cn

source: No OCR results or no language data. KOReader has a build-in OCR engine for recognizing words in scanned PDF and DjVu documents. In order to use OCR in scanned pages, you need to install tesseract trained data for your document language. You can download language data files for version 3.04 from https://tesseract-ocr.github.io/tessdoc/Data-Files Copy the language data files for Tesseract 3.04 (e.g., eng.traineddata for English and spa.traineddata for Spanish) into koreader/data/tessdata
ar: لا نتائج OCR (تعرف ضوئي على الحروف) أو أن بيانات اللغة غير موجودة. يتضمّن KOReader آلة OCR (تعرّف على الحروف) للتعرف على الكلمات في ملفات PDF و DjVu المصوّرة (بكاميرا أو آلة مسح ضوئيّ). عليك تثبيت بيانات tesseract المدرّبة على لغة مستندك لتتمكن من استخدام OCR في صفحاتك المصوّرة. يمكنك تحميل ملفات بيانات اللغة ل Tesseract إصدار 3.04 من هذا الموقع: https://github.com/tesseract-ocr/tesseract/wiki/Data-Files قم بنسخ ملفات بيانات اللغة الخاصة ب Tesseract 3.04 (مثلا eng.traineddata للإنكليزية و ara.traineddata للعربية) إلى koreader/data/tessdata
ca: No hi ha resultats de OCR o falten els arxius de dades de l'idioma. KOReader disposa d'un motor de OCR integrat per al reconeixement de paraules en documents PDF i DjVu escanejats. Per a usar l'OCR en pàgines escanejades, és necessari instal·lar el tesseract trained data corresponent a l'idioma del document. Els arxius de dades d'idioma per a la versió 3.04 de Tesseract poden descarregar-se en https://tesseract-ocr.github.io/tessdoc/Data-Files Aquestes dades d'idioma per a Tesseract 3.04 (per exemple, eng.traineddata per a anglès i spa.traineddata per a espanyol), han de copiar-se en koreader/data/tessdata
cs: OCR nepřineslo žádný výsledek, nebo chybí jazyková data. KOReader má zabudovaný OCR engine pro rozpoznávání slov v naskenovaných dokumentech PDF a DjVu. Abyste na naskenovaných dokumentech mohli použít OCR, musíte nainstalovat trénovací data „Tesaractu“ v jazyku vašeho dokumentu. Jazyková data pro verzi 3.04 můžete stáhnout na této stránce: https://tesseract-ocr.github.io/tessdoc/Data-Files Zkopírujte jazyková data pro Tesseract 3.04 (např. „ces.traineddata“ pro češtinu a „eng.traineddata“ pro angličtinu) do adresáře koreader/data/tessdata
de: Keine OCR-Ergebnisse oder keine Sprachdaten. KOReader verfügt über eine eingebaute OCR-Engine zur Erkennung von Wörtern in gescannten PDF- und DjVu-Dokumenten. Um OCR in gescannten Seiten verwenden zu können, müssen Sie durch tesseract trainierte Daten für Ihre Dokumentensprache installieren. Sprachdateien für die Version 3.04 können Sie unter https://tesseract-ocr.github.io/tessdoc/Data-Files herunterladen. Kopieren Sie die Sprachdateien für Tesseract 3.04 (z.B. eng.traineddata für Englisch und spa.traineddata für Spanisch) nach koreader/data/tessdata
el: Χωρίς αποτελέσματα Οπτικής Αναγνώρισης Χαρακτήρων (OCR) ή δεδομένα γλώσσας. Το KOReader διαθέτει ενσωματωμένη μηχανή Οπτικής Αναγνώρισης Χαρακτήρων (OCR) για αναγνώριση λέξεων σε σαρωμένα έγγραφα PDF και DjVu. Για να την χρησιμοποιήσετε σε σαρωμένες σελίδες, πρέπει να εγκαταστήσετε τα αρχεία tesseract για τη γλώσσα του εγγράφου. Μπορείτε να κάνετε λήψη αρχείων δεδομένων γλώσσας για την έκδοση 3.04 από το https://tesseract-ocr.github.io/tessdoc/Data-Files Αντιγράψτε τα αρχεία δεδομένων γλώσσας για το Tesseract 3.04 (π.χ. eng.traineddata για αγγλικά και spa.traineddata για ισπανικά) στον φάκελο koreader/data/tessdata
es: No hay resultados de OCR o faltan los archivos de datos del idioma. KOReader dispone de un motor de OCR integrado para el reconocimiento de palabras en documentos PDF y DjVu escaneados. Para usar el OCR en páginas escaneadas, es necesario instalar el tesseract trained data correspondiente al idioma del documento. Los archivos de datos de idioma para la versión 3.04 de Tesseract pueden descargarse en https://tesseract-ocr.github.io/tessdoc/Data-Files Estos datos de idioma para Tesseract 3.04 (por ejemplo, eng.traineddata para inglés y spa.traineddata para español), deben copiarse en koreader/data/tessdata
fr: Aucun résultat ROC (Reconnaissance Optique des Caractères) ou pas de données de langue. KOReader possède un moteur ROC intégré qui lui permet de reconnaître les mots dans les documents scannés aux formats PDF et DjVu. Pour l’utiliser, vous devez installer les fichiers tesseract pour la langue de votre document. Vous pouvez télécharger les données de langue pour la version 3.04 sur https://github.com/tesseract-ocr/tesseract/wiki/Data-Files Copiez ensuite les fichiers désirés (e.g. eng.traineddata pour l’anglais et fra.traineddata pour le français) dans koreader/data/tessdata
gl: Non hai resultados de OCR ou datos do idioma. KOReader inclúe un motor OCR para recoñecemento de texto en documentos PDF ou DjVU escaneados. Para poder usar OCR en páxinas escaneadas, necesitas instalar datos de adestramento de Tesseract para o idioma do documento. Podes descargar os ficheiros de datos de idiomas para a versión 3.04 desde https://tesseract-ocr.github.io/tessdoc/Data-Files Copia os ficheiros de datos de idioma para Tesseract 3.04 (por ex. eng.traineddata para inglés e spa.traineddata para castelán) en koreader/data/tessdata
hu: Nincsenek OCR eredmények vagy nyelvi adatok. A KOReader beépített OCR motorral rendelkezik a szavak felismeréséhez a beolvasott PDF és DjVu dokumentumokban. Ahhoz, hogy OCR-t használhasson a beolvasott oldalakon, telepítenie kell a tesseract-tal képzett adatokat a dokumentum nyelvéhez. A 3.04-es verzióhoz tartozó nyelvi adatfájlok letölthetők a https://tesseract-ocr.github.io/tessdoc/Data-Files oldalról Másolja a Tesseract 3.04-es verziójához tartozó nyelvi adatfájlokat (pl. az eng.traineddata fájlt az angol nyelvhez, az spa.traineddata fájlt a spanyol nyelvhez) a koreader/data/tessdata könyvtárba
it_it: Nessun risultato OCR o nessun dato di lingua. KOReader ha un motore OCR incorporato per riconoscere le parole nei documenti PDF e DjVu scansionati. Per utilizzare l'OCR nelle pagine scansionate, è necessario installare dati addestrati di tesseract per il linguaggio del documento. È possibile scaricare file di dati linguistici per la versione 3.04 da https://github.com/tesseract-ocr/tesseract/wiki/Data-Files Copia i file di dati della lingua per Tesseract 3.04 (ad es. eng.traineddata per l'inglese e ita.traineddata per l'italiano) in koreader/data/tessdata
ja: OCR の結果がないか、言語に当たるトレーニングデータがありません。 KOReader には、画像構成されたPDF および DjVu 文書の中の文字を識別するための OCR エンジンが内蔵されています。 スキャンしたページで OCR を使用するには、ドキュメント言語に当たるの tesseract トレーニングデータをインストールする必要があります。 v3.04 の言語トレーニングデータファイルは、 https://tesseract-ocr.github.io/tessdoc/Data-Files からダウンロードできます Tesseract v3.04 の言語データファイル(英語の場合は eng.traineddata 、スペイン語の場合は spa.traineddata など)を koreader/data/tessdata にコピーします
ko_kr: OCR 결과가 없거나 언어 데이터가 없습니다. KOReader에는 스캔한 PDF와 DjVu 문서의 단어를 인식할 수 있는 OCR 엔진이 내장되어 있습니다. 스캔한 페이지에서 OCR을 사용하려면, 문서 언어에 맞는 tesseract 훈련 데이터를 설치해야 합니다. 3.04판의 언어 데이터 파일은 https://github.com/tesseract-ocr/tesseract/wiki/Data-Files 에서 다운로드할 수 있습니다. tesseract 3.04의 언어 데이터 파일(예: 영어는 eng.traineddata, 스페인어는 spa.traineddata)을 koreader/data/tessdata에 복사해 주세요
nl_nl: Geen OCR-resultaten of geen taaldata. KOReader beschikt over een ingebouwde OCR-engine om woorden te herkennen in gescande PDF- en DjVu-documenten. Om OCR in gescande pagina's te gebruiken, dient getrainde tesseract-data voor de taal van het document te worden geïnstalleerd. Taaldatabestanden voor versie 3.04 kunnen worden gedownload van https://tesseract-ocr.github.io/tessdoc/Data-Files Kopieer de taaldatabestanden voor Tesseract 3.04 (bv. nld.traineddata voor het Nederlands en eng.traineddata voor het Engels) naar koreader/data/tessdata
pl: Brak wyników OCR lub brak danych językowych. KOReader ma wbudowany mechanizm OCR do rozpoznawania słów w zeskanowanych dokumentach PDF i DjVu. Aby użyć OCR na zeskanowanych stronach, musisz zainstalować dane tesseract dla twojego języka dokumentu. Możesz pobrać pliki danych językowych dla wersji 3.04 z https://tesseract-ocr.github.io/tessdoc/Data-Files Skopiuj pliki danych językowych dla Tesseract 3.04 (np. eng.traineddata dla języka angielskiego i spa.traineddata dla języka hiszpańskiego) do folderu koreader/data/tessdata
pt_br: Nenhum resultado de OCR ou dados de idioma. O KOReader possui um mecanismo de OCR embutido para reconhecer palavras em documentos PDF e DjVu digitalizados. Para usar o OCR nas páginas digitalizadas, é necessário instalar os dados treinados do tesseract para o idioma do documento. Você pode fazer o download dos arquivos de dados do idioma para a versão 3.04 em https://github.com/tesseract-ocr/tesseract/wiki/Data-Files Copie os arquivos de dados do idioma do Tesseract 3.04 (por exemplo, eng.traineddata para Inglês e spa.traineddata para Espanhol) para koreader/data/tessdata
ro: Nu există rezultate OCR sau nu există date lingvistice. KOReader are un motor de OCR inclus pentru a recunoaște cuvintele din PDF-uri sau DjVu-uri scanate. Pentru a folosi OCR pe paginile scanate, trebuie să instalezi datele de antrenare tesseract pentru limba documentului. Poți descărca datele lingvistice pentru versiunea 3.04 de aici: https://github.com/tesseract-ocr/tesseract/wiki/Data-Files Copiază datele lingvistice pentru Tesseract 3.04 (ex: ron.traineddata pentru moldovenește sau eng.traineddata pentru engleză) în koreader/data/tessdata
ru: Нет результатов распознавания текста или языковых данных. KOReader имеет встроенный OCR-механизм для распознавания слов в отсканированных документах PDF и DjVu. Чтобы использовать его на отсканированных страницах, необходимо установить данные обучения tesseract для языка выбранного документа. Вы можете загрузить файлы языковых данных для версии 3.04 с https://tesseract-ocr.github.io/tessdoc/Data-Files Скопируйте файлы языковых данных для Tesseract 3.04 (например, eng.traineddata для английского и spa.traineddata для испанского языков) в папку koreader/data/tessdata
sk: Neboli rozpoznané žiadne znaky (OCR) alebo nie sú k dispozícii žiadne jazykové dátové súbory. KOReader má vstavaný nástroj na rozpoznanie znakov (OCR) v naskenovaných PDF a DjVu dokumentoch. Aby ste mohli používať rozpoznanie znakov (OCR) na naskenovaných stranách, musíte si nainštalovať tesseract údaje pre jazyk vášho dokumentu. Jazykové dátové súbory pre verziu 3.04 si môžete stiahnuť z https://tesseract-ocr.github.io/tessdoc/Data-Files Skopírujte si prosím jazykové dátové súbory pre Tesseract 3.04 (napr. eng.traineddata pre angličtinu alebo slk.traineddata pre slovenčinu) do priečinku koreader/data/tessdata
sr: Нема OCR резултата или нема података о језику. KOReader поседује уграђени OCR механизам за препознавање речи у скенираним PDF и DjVu документима. Да бисте користили OCR у скенираним страницама, потребно је да инсталирате tesseract тренинг податке за језик свог документа. Фајлове са подацима о језику за верзију 3.04 можете да преузметзе са локације https://tesseract-ocr.github.io/tessdoc/Data-Files Копирајте фајлове података о језику за Tesseract 3.04 (нпр., eng.traineddata за енглески и spa.traineddata за шпански) у koreader/data/tessdata
tr: Optik karakter tanıma sonucu ya da dil verisi yok. KOReader içinde taranmış PDF ve DjVu belgelerindeki sözcükleri tanımak için bir optik karakter tanıma uygulaması bulunur. Taranmış sayfalarda optik karakter tanımayı kullanmak için belgenizin dilindeki tesseract çalışma verilerini kurmanız gerekir. 3.04 sürümü için dil veri dosyalarını https://tesseract-ocr.github.io/tessdoc/Data-Files adresinden indirebilirsiniz Tesseract 3.04 için dil dosyalarını koreader/data/tessdata içine kopyalayın (Örneğin İngilizce için eng.traineddata ve İspanyolca için spa.traineddata)
uk: Немає результатів розпізнавання або відсутні мовні дані. KOReader має вбудований засіб розпізнавання для розпізнавання слів у відсканованих документах PDF та DjVu. Щоб використовувати розпізнавання на відсканованих сторінках, потрібно встановити навчені дані tesseract для мови документа. Мовні файли даних для версії 3.04 можна завантажити з https://tesseract-ocr.github.io/tessdoc/Data-Files Копіюйте мовні файли даних для Tesseract 3.04 (наприклад, eng.traineddata для англійської мови та spa.traineddata для іспанської мови) в koreader/data/tessdata
zh_cn: 没有OCR识别结果，或没有语言数据。 KOReader有一个内置的OCR引擎用于识别扫描的PDF和DjVu文档中的文字。为了在扫描的页面中使用OCR，您需要为您的文档语言安装tesseract训练数据。 您可以从https://tesseract-ocr.github.io/tessdoc/Data-Files下载3.04版本的语言数据文件。 复制Tesseract 3.04的语言数据文件 （比如适用于英语的eng.traineddata和适用于西班牙语的spa.traineddata）到koreader/data/tessdata 文件夹内

source: Default highlight action changed to '%1'.
ar: تم تغيير إجراء التظليل الافتراضي إلى '%1'.
ca: L'acció de subratllat per defecte ha estat canviada a '%1'.
cs: Výchozí akce při zvýraznění změněna na „%1“.
de: Standard Hervorhebungsaktion geändert auf: '%1'.
el: Η προεπιλεγμένη ενέργεια επισήμανσης άλλαξε σε «%1».
es: La acción de subrayado por defecto ha sido cambiada a '%1'.
fa: عملکرد پیشفرض هایلایت به %1 تغییر کرد.
fr: L’action de surlignage par défaut a été réglée sur « %1 ».
gl: Acción de destaque de texto cambiada a '%1'.
hu: Alapértelmezett kiemelési művelet módosítva erre: %1.
it_it: Azione evidenziazione predefinita cambiata in «%1».
ja: 既定のハイライト動作を'%1'に変更しました。
ko_kr: 기본 강조 표시 동작이 '%1'로 바뀌었습니다.
nl_nl: Standaard markeeractie gewijzigd naar '%1'.
pl: Domyślna czynność zaznaczenia zmieniona na: '%1'.
pt_br: Ação de destaque alterada para '%1'.
ro: Acțiunea implicită de evidențiere a fost schimbată cu „%1”.
ru: Действие выделения по умолчанию изменено на «%1».
sk: Predvolená akcia zvýraznenia zmenená na '%1'.
sr: Подразумевана акција истицања је промењена на ’%1’.
tr: Varsayılan vurgu işlemi '%1' olarak değiştirildi.
uk: Типову дію виділення змінено на «%1».
zh_cn: 默认标注动作设置为'%1'。

source: Default highlight style changed to '%1'.
ar: تم تغيير نمط التظليل الافتراضي إلى "%1".
ca: Estil de subratllat per defecte canviat a '%1'.
cs: Výchozí styl zvýrazňování byl změněn na „%1“.
de: Standard Hervorhebungsstil geändert auf: '%1'.
el: Ο τρόπος επισήμανσης άλλαξε σε «%1».
es: Estilo de subrayado por defecto cambiado a '%1'.
fa: سبک پیشفرض هایلایت به %1 تغییر کرد.
fr: Le style de surlignage par défaut a été réglé sur « %1 ».
gl: Estilo por defecto de destaque de texto cambiado a '%1'.
hu: Alapértelmezett kiemelési stílus módosítva erre: %1.
it_it: Stile evidenziazione predefinito cambiato in «%1».
ja: 既定のハイライトスタイルを'%1'に変更しました。
ko_kr: 기본 강조 표시 스타일이 '%1'로 바뀌었습니다.
nl_nl: Standaard markeerstijl gewijzigd naar '%1'.
pl: Domyślny styl zaznaczenia zmieniony na: '%1'.
pt_br: O estilo de destaque padrão foi alterado para '%1'.
ro: Stilul implicit de evidențiere a fost schimbat cu „%1”.
ru: Стиль выделения по умолчанию изменён на «%1».
sk: Predvolený štýl zvýraznenia zmenený na '%1'.
sr: Подразумевани стил истицања је промењен на ’%1’.
tr: Varsayılan vurgu biçemi '%1' olarak değiştirildi.
uk: Типовий вигляд виділення змінено на «%1».
zh_cn: 默认标注样式设置为'%1'。

source: Highlights in this document will be saved in the settings file, but they won't be written in the document itself because the file is in a read-only location. If you wish your highlights to be saved in the document, just move it to a writable directory first.
ar: سيتم حفظ التظليلات في هذا المستند في ملف الإعدادات ، لكن لن تتم كتابتها في المستند نفسه لأن الملف في موقع للقراءة فقط. إذا كنت ترغب في حفظ التظليلات الخاصة بك في المستند ، فما عليك سوى نقلها إلى دليل قابل للكتابة أولاً.
ca: Els subratllats d'aquest document es guardaran en l'arxiu de configuració, però no s'escriuran en el propi document perquè l'arxiu està en una ubicació de només lectura. Per guardar els subratllats en el document cal moure l'arxiu a una carpeta amb permisos d'escriptura.
cs: Zvýraznění v tomto dokumentu budou uloženy v souboru s nastavením, ale nebudou zapsána do samotného dokumentu, protože soubor dokumentu se nachází v umístění pouze pro čtení. Pokud chcete zvýraznění uložit do dokumentu, musíte ho nejdříve přesunout do zapisovatelného adresáře.
de: Hervorhebungen in diesem Dokument werden in der Einstellungsdatei gespeichert, jedoch nicht im Dokument selbst, da sich die Datei an einem schreibgeschützten Speicherort befindet. Wenn Sie möchten, dass Ihre Hervorhebungen im Dokument gespeichert werden, verschieben Sie es zuerst in ein beschreibbares Verzeichnis.
el: Οι επισημάνσεις σε αυτό το έγγραφο θα αποθηκευτούν στο αρχείο ρυθμίσεων, αλλά δεν θα εγγραφούν στο ίδιο το έγγραφο, επειδή το αρχείο βρίσκεται σε τοποθεσία μόνο για ανάγνωση. Εάν επιθυμείτε να αποθηκευτούν οι επισημάνσεις σας στο έγγραφο, μετακινήστε το πρώτα σε έναν φάκελο με δικαιώματα εγγραφής.
es: Los subrayados de este documento se guardarán en el archivo de configuración, pero no se escribirán en el propio documento porque el archivo está en una ubicación de sólo lectura. Para que los subrayados se guarden en el documento hay que mover el archivo a una carpeta con permisos de escritura.
fa: هایلایت‌های این سند در یک فایل تنظیمات ذخیره خواهد شد اما نمی‌توان آنها را در خود سند نوشت؛ به خاطر آنکه فایل در یک محل فقط خواندنی (read-only) قرار دارد. اگر می‌خواهید هایلایت‌ها در خود سند ذخیره شود، ابتدا این فایل را به یک پوشه قابل نوشتن منتقل کنید.
fr: Les surlignages dans ce document seront sauvegardés dans le fichier de configuration, mais ils ne seront pas sauvegardés dans le document lui-même car le fichier est dans un emplacement en lecture seule. Si vous souhaitez que vos surlignages soient sauvegardés dans le document, déplacer le d’abord dans un répertoire où il est possible d’écrire.
gl: Os textos destacados neste documento serán gardados no ficheiro de configuración, pero non serán escritos no documento mesmo porque o ficheiro está nun lugar de só lectura. Para que os textos destacados se garden no documento, simplemente móveo a un cartafol con permisos de escritura.
hu: A dokumentum kiemelései a beállítások fájlba lesznek mentve, de magába a dokumentumba nem, mert az csak olvasható helyen van. Ha szeretné, hogy a dokumentumba is el legyenek mentve, először helyezze át a dokumentumot egy írható helyre.
it_it: Le sottolineature in questo documento saranno salvate nel file di impostazioni, ma non saranno nel documento stesso perché il file è in una posizione di sola lettura. Se si desidera che le sottolineature siano salvate dentro il documento bisogna spostarlo in una cartella con permessi di scrittura.
ja: この文書のハイライトは設定ファイルに保存されますが、ファイルが読み取り専用の場所にあるため、文書自体には書き込まれません。 もし、ハイライトを文書に保存したい場合は、まず書き込み可能なディレクトリに移動してください。
ko_kr: 이 문서의 강조 표시는 설정 파일에 저장되지만, 파일이 읽기 전용 위치에 있기 때문에 문서 자체에는 기록되지 않습니다. 강조 표시를 문서에 저장하려면, 먼저 쓰기 가능한 위치로 문서를 옮기세요.
nl_nl: De markeringen in dit document zullen worden opgeslagen in het instellingenbestand, maar ze zullen niet in het document zelf worden geschreven omdat het bestand zich in een alleen-lezen map bevindt. Verplaats het document eerst naar een beschrijfbare map om de markeringen in het document op te slaan.
pl: Podświetlenia w tym dokumencie zostaną zapisane w pliku ustawień, ale nie zostaną zapisane w samym dokumencie, ponieważ plik znajduje się w lokalizacji tylko do odczytu. Jeśli chcesz, aby twoje podkreślenia zostały zapisane w dokumencie, po prostu przenieś je najpierw do katalogu, w którym można je zapisać.
pt_br: Os destaques deste documento serão salvos no arquivo de configurações, mas não serão escritos no próprio documento porque o arquivo está em um local somente de leitura. Se você deseja que seus destaques sejam salvos no documento, basta movê-lo para uma pasta gravável primeiro.
ro: Evidențierile din acest document vor fi salvate în fișierul de setări, dar nu vor fi scrise în documentul însuși deoarece fișierul se află într-o zonă cu acces doar pentru citire. Dacă dorești ca evidențierile să fie salvate în document, mută fișierul într-o zonă cu drepturi de scriere.
ru: Выделения в данном документе будут сохранены в файле настроек, но не в самом документе, т.к. он доступен только для чтения. Если вы хотите сохранить всё ранее выделенное в документе, сначала переместите его в доступную для записи папку.
sk: Zvýraznenia v tomto dokumente sa uložia do súboru nastavení, ale nezapíšu sa do samotného dokumentu, pretože súbor je umiestnený v priečinku, ktorý je len na čítanie. Ak si prajete, aby sa vaše zvýraznenia uložili v dokumente, stačí ho najprv presunúť do priečinku, do ktorého je možné zapisovať.
sr: Истицања у овом документу ће се сачувати у фајлу подешавања, али се неће уписати у сам документ јер се он налази на локацији која може само да се чита. Ако желите да се ваша истицања сачувају у документу, једноставно га најпре преместите у директоријум у који може да се уписује.
tr: Bu belgedeki vurgular ayarlar dosyasına kaydedilecek, ancak dosya salt okunur bir konumda olduğu için belgenin kendisine yazılmayacak. Vurgularınızın belgeye kaydedilmesini istiyorsanız, belgeyi yazılabilir bir klasöre taşımalısınız.
uk: Виділене в цьому документі збережеться у файлі налаштувань, але не буде записане в сам документ, оскільки файл перебуває в місці лише для читання. Якщо ви бажаєте, щоб виділене вами збереглося в документі, спочатку перемістіть його в записуваний каталог.
zh_cn: 此文档中的标注信息将会被保存在设置文件中。此文档所在目录是只读的，故无法将标注信息保存在文档中。 若您想将标注信息保存在文档中，请先将此文档移动到可写目录中。

source: Show QR code
ar: إظهار رمز الاستجابة السريعة QR
ca: Mostrar Codi QR
cs: Zobrazit QR kód
de: QR-Code anzeigen
el: Προβολή κώδικα QR
es: Mostrar Código QR
fa: نمایش QR کد
fr: Afficher le QR code
gl: Mostrar código QR
hu: QR kód megjelenítése
it_it: Mostra codice QR
ja: QRコードを表示
ko_kr: QR 코드 표시
nl_nl: Toon QR code
pl: Pokaż kod QR
pt_br: Mostrar código QR
ro: Arată cod QR
ru: Показать QR-код
sk: Zobraziť QR kód
sr: Прикажи QR кôд
tr: QR kodunu görüntüle
uk: Показати QR-код
zh_cn: 显示二维码

source: Open in browser
ar: افتح في المتصفّح
ca: Obrir en el navegador
cs: Otevřít v prohlížeči
de: Öffne in Browser
el: Άνοιγμα σε πρόγραμμα περιήγησης
es: Abrir en el navegador
fa: باز کردن در مرورگر
fr: Ouvrir dans le navigateur
gl: Abrir en navegador
hu: Megnyitás böngészőben
it_it: Apri nel browser
ja: ブラウザで開く
ko_kr: 브라우저에서 열기
nl_nl: In browser openen
pl: Otwórz w przeglądarce
pt_br: Abrir no navegador
ro: Deschide în navigator
ru: Открыть в браузере
sk: Otvoriť v prehliadači
sr: Отвори у прегледачу
tr: Tarayıcıda aç
uk: Відкрити в переглядачі
zh_cn: 在浏览器中打开

source: Read online
ar: القراءة متصلًا بالانترنت
ca: Llegir en línia
cs: Číst online
de: Lese online
el: Ανάγνωση στο δίκτυο
es: Leer en línea
fa: مطالعه آنلاین
fr: Lire en ligne
gl: Ler online
hu: Online olvasás
it_it: Leggi online
ja: オンラインで読む
ko_kr: 온라인으로 읽기
nl_nl: Lees online
pl: Czytaj online
pt_br: Ler online
ro: Citește online
ru: Читать онлайн
sk: Prečítať online
sr: Читај на мрежи
tr: Çevrim içi oku
uk: Прочитати онлайн
zh_cn: 在线阅读
