Repository: spruceUI/spruceOS
Catalog: App/KoReader/l10n/*/koreader.po
Languages: ar, ca, cs, de, el, es, fa, fr, gl, hu, it_it, ja, ko_kr, nl_nl, pl, pt_br, ro, ru, sk, sr, tr, uk, zh_cn

source: Removed %1 / %2 entries from cache.
ar: تمّ حذف %1 من أصل %2 عناصر في ذاكرة التخزين المؤقت.
ca: Eliminades %1 / %2 entrades de la memòria cau.
cs: Odstraněno %1 / %2 položek z mezipaměti.
de: %1 / %2 Einträge aus dem Cache gelöscht.
el: Διαγράφηκαν %1 / %2 καταχωρήσεις από την κρυφή μνήμη.
es: Borradas %1 / %2 entradas de la caché.
fr: %1 entrées sur %2 supprimées du cache.
gl: %1 de %2 entradas borradas da caché.
hu: %1 / %2 bejegyzés eltávolítva a gyorstárból.
it_it: Rimosse le voci %1/%2 dalla cache.
ja: キャッシュから %1 / %2 のエントリーを削除しました。
ko_kr: 캐시에서 %1 / %2 항목을 제거했습니다.
nl_nl: %1 / %2 gegevens uit cache verwijderd.
pl: Usunięto %1 / %2 wpisów z pamięci podręcznej.
pt_br: Removidas %1/%2 entradas do cache.
ro: S-au șters %1 / %2 întrări din cache.
ru: Удалено %1 / %2 записей из кэша.
sk: Z vyrovnávacej pamäte bolo odstránených %1 z %2 položiek.
sr: Из кеша је уклоњено %1 / %2 ставки.
tr: Ön bellekten %1 / %2 kayıt silindi.
uk: Видалено %1 / %2 записів з кешу.
zh_cn: 已删除 %1 / %2 来自缓存的条目。

source: This will extract metadata and cover images from books in the current directory. Once extraction has started, you can abort at any moment by tapping on the screen. Cover images will be saved with the adequate size for the current display mode. If you later change display mode, they may need to be extracted again. This extraction may take time and use some battery power: you may wish to keep your device plugged in.
ca: Aquesta opció permet extreure les metadades i les imatges de portada dels llibres en la carpeta actual. Una vegada iniciada l'extracció, pot ser detinguda en qualsevol moment tocant la pantalla. Les imatges de portada es guardaran amb la grandària adequada al mode de visualització actual. Si més tard es canvia el mode de visualització, és possible que siga necessari tornar a realitzar l'extracció. L'extracció pot durar prou de temps i la bateria podria esgotar-se: pot ser convenient posar a carregar el dispositiu.
cs: Umožňuje extrahovat metadata a obrázky obálek z knih v aktuálním adresáři. Jakmile je extrakce spuštěna, můžete ji kdykoliv ukončit ťuknutím na obrazovku. Obrázky obálek budou uloženy v adekvátní velikosti pro aktuální režim zobrazení. Pokud později změníte režim zobrazení, může být potřeba je znovu extrahovat. Tato extrakce může nějakou dobu trvat a spotřebovat energii z baterie. Zvažte připojení vašeho zařízení ke zdroji energie.
de: Dadurch werden Metadaten und Titelbilder aus Büchern im aktuellen Verzeichnis extrahiert. Sobald die Extraktion begonnen hat, können Sie sie jederzeit abbrechen, indem Sie auf den Bildschirm tippen. Die Titelbilder werden in der für den aktuellen Anzeigemodus geeigneten Größe gespeichert. Wenn Sie später den Anzeigemodus ändern, müssen diese möglicherweise erneut extrahiert werden. Diese Extraktion kann einige Zeit in Anspruch nehmen und etwas Akkuladung verbrauchen: Sie sollten Ihr Gerät möglicherweise an das Stromnetz anschließen.
el: Η επιλογή αυτή θα εξαγάγει τα μεταδεδομένα και τις εικόνες εξωφύλλων από βιβλία στον τρέχοντα φάκελο. Μόλις ξεκινήσει η εξαγωγή, μπορείτε να την ακυρώσετε ανά πάσα στιγμή πατώντας στην οθόνη. Οι εικόνες εξωφύλλων θα αποθηκευτούν με το κατάλληλο μέγεθος για τον τρέχοντα τρόπο εμφάνισης. Εάν αλλάξετε αργότερα τον τρόπο εμφάνισης, ενδέχεται να πρέπει να εξαχθούν ξανά. Αυτή η εξαγωγή μπορεί να διαρκέσει αρκετή ώρα και να καταναλώσει λίγη ενέργεια από την μπαταρία: ίσως θα ήταν καλύτερα να έχετε τη συσκευή σας συνδεδεμένη στην πρίζα.
es: Esta opción permite extraer los metadatos y las imágenes de portada de los libros de la carpeta actual. Una vez iniciada la extracción, se puede interrumpir en cualquier momento pulsando en la pantalla. Las imágenes de la portada se guardarán con el tamaño adecuado para el modo de visualización actual. Si más tarde cambia el modo de visualización, es posible que sea necesario volver a realizar la extracción. La extracción puede tardar cierto tiempo, y la batería podría agotarse: es posible que sea conveniente poner a cargar el dispositivo.
fa: این مورد فراداده و تصویر جلد را از کتایهای داخل پوشه فعلی استخراج می‌کند. به محض شروع استخراج، شما می‌توانید در هر لحظه با ضربه بر روی صفحه فرایند را خاتمه دهید. تصاویر جلد، در ابعاد مناسب حالت نمایش فعلی ذخیره خواهند شد . اگر بعد‌ها حالت نمایش را تغییر دهید، ممکن است نیاز به استخراج دوباره داشته باشید. این استخراج ممکن است مدتی زمان ببرد و مقداری از باتری را مصرف کند: شاید بخواهید دستگاه خود را متصل نگه داردید.
fr: Cela extraira les métadonnées et les images de couverture des livres du répertoire en cours. Une fois l’extraction commencée, vous pouvez abandonner à tout moment en touchant l’écran. Les images de couverture seront enregistrées avec la taille adéquate pour le mode d’affichage actuel. Si le mode d’affichage est changé, il sera peut être nécessaire de les extraire à nouveau. Cette extraction peut prendre du temps et utiliser une certaine quantité de batterie : vous souhaiterez peut-être garder votre appareil branché.
gl: Isto extraerá os metadatos e as portadas para os libros no cartafol actual. Unha vez comezada a extracción, podes abortala en calquera momento premendo na pantalla. As portadas serán gardadas no tamaño adecuado para a resolución de pantalla actual. Se cambias a resolución de pantalla máis adiante, pode ser que teñan que ser extraídas de novo. Esta extracción pode levar tempo e consumir batería, é aconsellable manter o dispositivo enchufado.
hu: Ez az aktuális könyvtárban lévő könyvek metaadatait és borítóképeit nyeri ki. Ha a kinyerés elkezdődött, a képernyőre koppintva bármikor megszakíthatja. A borítóképek az aktuális megjelenítési módnak megfelelő méretben kerülnek elmentésre. Ha később megváltoztatja a megjelenítési módot, előfordulhat, hogy újra ki kell őket nyerni. A kinyerés időigényes lehet, és némi akkumulátort fogyaszt: érdemes a készüléket töltőre csatlakoztatva tartani.
it_it: In questo modo verranno estratti i metadati e le immagini di copertina dei libri nella directory corrente. Una volta che l'estrazione è iniziata, è possibile interrompere in qualsiasi momento toccando lo schermo. Le immagini di copertina verranno salvate con le dimensioni appropriate per la modalità di visualizzazione corrente. Se in seguito si modifica la modalità di visualizzazione, potrebbe essere necessario estrarle di nuovo. Questa estrazione può richiedere tempo e utilizzare un po' di carica della batteria: si consiglia di mantenere il dispositivo collegato.
ja: カレントディレクトリにある書籍からメタデータと表紙画像を抽出します。 抽出が始まったら、画面をタップすることでいつでも中止することができます。 表紙画像は現在の表示モードに合わせて適切なサイズで保存されます。 後で表示モードを変更した場合は再度抽出する必要があります。 抽出には時間がかかり、バッテリーを消費する場合がありますので、端末を電源に繋いだままにしておくとよいでしょう。
ko_kr: 현재 디렉터리의 책에서 메타 데이터와 표지 이미지를 추출합니다 . 추출이 시작되더라도 화면을 탭하여 언제든지 중단할 수 있습니다. 표지 이미지는 현재 화면 모드에 알맞은 크기로 저장됩니다 . 나중에 화면 모드를 변경하면 다시 추출해야 할 수도 있습니다. 이 추출에는 시간이 걸리며, 약간의 배터리 전원을 사용할 수 있으므로, 기기를 전원에 연결한 상태로 두는 것이 좋을 때도 있습니다.
nl_nl: Dit zal metadata en boekomslagen voor boeken in de huidige map uitlezen. Zodra het uitlezen is begonnen, kan het proces op elk moment worden geannuleerd door op het scherm te tikken. Boekomslagen zullen worden opgeslagen met de juiste grootte voor de huidige weergavemodus. Indien de weergavemodus later wordt gewijzigd, kan het noodzakelijk zijn om ze opnieuw uit te lezen. Het uitlezen zal tijd kosten en kan de acculading verbruiken: het is aanbevolen om het apparaat op de lader aan te sluiten.
pl: Spowoduje to wyodrębnienie metadanych i okładek książek w bieżącym folderze. Po rozpoczęciu procesu możesz przerwać go w dowolnym momencie, stukając w ekran. Okładki zostaną zapisane z odpowiednim rozmiarem dla bieżącego trybu wyświetlania. Jeśli później zmienisz tryb wyświetlania, mogą one wymagać ponownego wyodrębnienia. Wyodrębnienie może zająć trochę czasu i zużywać energię z akumulatora: być może będziesz musiał podłączyć swoje urządzenie do zasilania.
pt_br: Isso extrairá metadados e imagens de capa dos livros na pasta atual. Uma vez iniciada a extração, é possível interrompê-la a qualquer momento tocando na tela. As imagens de capa serão salvas com o tamanho adequado para o modo de exibição atual. Se você alterar o modo de exibição posteriormente, talvez seja necessário extraí-las novamente. Essa extração pode levar algum tempo e consumir um pouco de energia da bateria: talvez seja necessário manter o dispositivo conectado à tomada.
ro: Aceasta va extrage metadatele și imaginile coperților din cărțile din dosarul curent. După începerea extragerii, poți anula în orice moment atingînd ecranul. Imaginile coperților vor fi salvate la mărimea adecvată pentru modul curent de afișare. Dacă mai tîrziu vei schimba modul de afișare, acestea pot fi extrase din nou. Extracția poate dura ceva timp și consuma din baterie: ai putea să ții dispozitivul la încărcat între timp.
ru: Данная функция позволяет извлекать метаданные и обложки из книг в текущей папке. После начала извлечения вы можете в любой момент прервать операцию касанием экрана. Обложки будут сохранены с размером, соответствующим текущему режиму экрана. Если позднее вы изме́ните режим экрана, возможно, их придётся извлечь снова. Процесс извлечения может занимать некоторое время, потребляя заряд батареи: вы можете оставить устройство подключённым.
sk: Týmto sa načítajú metadáta a obrázky knižných obalov kníh v aktuálnom priečinku. Po spustení načítania ho môžete kedykoľvek prerušiť ťuknutím na obrazovku. Obrázky s obalmi kníh sa uložia s rozmermi zodpovedajúcimi aktuálnemu režimu zobrazenia. Ak neskôr zmeníte režim zobrazenia, možno ich bude potrebné znova načítať. Toto načítanie môže chvíľu trvať a spotrebovať určité množstvo energie z batérie: možno bude lepšie ponechať vaše zariadenie pripojené ku nabíjačke.
sr: Ово ће да издвоји метаподатке и слике корица из књига у текућем директоријуму. Када се започне издвајање, можете да га прекинете у било ком тренутку тако што тапнете на екран. Слике корица ће се сачувати у величини која је адекватна за текући режим приказа. Ако касније промените режим приказа, можда ће бити потребно да се поново издвоје. Издвајање може да потраје и потрошиће нешто батерије: вероватно је боље да уређај буде прикључен.
tr: Bu işlem geçerli klasörde bulunan kitapların üst veri ve kapak görsellerini çıkartır. Çıkartma işlemini istediğiniz anda ekrana dokunarak iptal edebilirsiniz. Kapak görselleri geçerli görünüm kipine uygun olacak şekilde kaydedilir. Daha sonra görünüm kipini değiştirirseniz kapak görsellerinin yeniden çıkartılması gerekir. Çıkartma işlemi uzun sürebilir ve pil düzeyinizi düşürebilir: aygıtınızı şarja bağlamanız iyi olabilir.
uk: Це витягне метадані та зображення обкладинок із книг у поточному каталозі. Після початку видобування, ви можете будь-коли перервати його, торкнувшись екрана. Зображення обкладинок буде збережено з відповідним розміром для поточного режиму показу. Якщо пізніше ви зміните режим показу, можливо, їх доведеться знову витягти. Це може тривати деякий час і використати трохи заряду батареї: можливо, ви захочете тримати пристрій під'єднаним до мережі.
zh_cn: 此选项会将书籍的信息和封面图像提取至当前目录。 提取过程开始后，你可以随时点击放弃按钮来停止提取。 封面图像会保存为适合当前显示模式的大小。 如果你在之后修改了显示模式，则需要重新提取。 提取过程需要花费一些时间并消耗部分电量，建议在此过程中接入电源。

source: Also extract book information from books in subdirectories?
ca: Vol extreure també informació dels llibres que estan en subcarpetes?
cs: Extrahovat také informace z knih v podsložkách?
de: Auch Buchinformationen aus Büchern in Unterverzeichnissen extrahieren?
el: Να γίνει επίσης εξαγωγή των πληροφοριών βιβλίων από βιβλία σε υποφακέλους;
es: ¿Quiere extraer también información de los libros que están en subcarpetas?
fa: همچنین استخراج اطلاعات کتاب از کتابهای داخل زیرپوشه‌ها؟
fr: Extraire également les informations de livres situés dans des sous-répertoires ?
gl: Queres extraer tamén a información dos libros en subcartafoles?
hu: Az alkönyvtárakban lévő könyvekből is kivonja a könyvinformációkat?
it_it: Estrarre anche le informazioni dei libri che stanno nelle sottocartelle?
ja: サブディレクトリ内の書籍からも書籍情報を抽出しますか？
ko_kr: 하위 디렉터리의 책에서도 책 정보를 추출할까요?
nl_nl: Ook boekinformatie uit submappen uitlezen?
pl: Czy wypakować informacje o książce dla książek w podkatalogach?
pt_br: Você também deseja extrair as informações de livros que estão em subpastas?
ro: Dorești să extragi de asemenea și informațiile cărților din sub-dosare?
ru: Также извлечь информацию из книг в подпапках?
sk: Načítať tiež informácie o knihách z kníh v podpriečinkoch?
sr: Да ли да се издвоје информације и о књигама у поддиректоријумима?
tr: Alt klasörlerdeki kitapların kitap bilgileri de çıkartılsın mı?
uk: Також витягувати відомості про книги з книг у підкаталогах?
zh_cn: 是否也需要提取子目录中的书籍信息？

source: Here only
ar: في هذا المجلد فقط
ca: Només aquí
cs: Jenom tady
de: Nur hier
el: Μόνο εδώ
es: Sólo aquí
fa: فقط اینجا
fr: Ici seulement
gl: So aquí
hu: Csak itt
it_it: Solo qui
ja: 現在のフォルダのみ
ko_kr: 여기만
nl_nl: Alleen hier
pl: Tylko tutaj
pt_br: Somente aqui
ro: Doar de aici
ru: Только здесь
sk: Len tu
sr: Само овде
tr: Yalnızca burada
uk: Тільки тут
zh_cn: 仅此处

source: Here and under
ca: Incloure subcarpetas
cs: Tady a v podsložkách
de: Hier und unterhalb
el: Από εδώ και υποφακέλους
es: Incluir subcarpetas
fa: اینجا و پایین‌تر
fr: Inclure les sous-répertoires
gl: Aquí e abaixo
hu: Itt és alatta
it_it: Qui e sotto
ja: サブフォルダを含める
ko_kr: 여기 아래
nl_nl: Hier en lager
pl: Tutaj i poniżej
pt_br: Incluir subpastas
ro: Și din subdirectoare
ru: Здесь и ниже
sk: Tu a dolu
sr: Овде и испод
tr: Burada ve altında
uk: Тут і під
zh_cn: 此处以及下文

source: Do you want to refresh metadata and covers that have already been extracted?
ca: Vol actualitzar les metadades i les portades que ja han estat extretes?
cs: Chcete obnovit metadata a obálky, které již byly extrahovány?
de: Möchten Sie Metadaten und Umschlagbilder, die bereits extrahiert wurden, aktualisieren?
el: Θέλετε να ανανεώσετε μεταδεδομένα και εξώφυλλα που έχουν ήδη εξαχθεί;
es: ¿Desea actualizar los metadatos y las portadas que ya han sido extraídas?
fa: می‌خواهید فراداده‌ها و جلد‌هایی که همین الان هم استخراج شده‌اند نوسازی شوند؟
fr: Voulez-vous actualiser les métadonnées et les couvertures qui ont déjà été extraites ?
gl: Queres refrescar os metadatos e portadas que xa foron extraídos?
hu: Szeretné frissíteni a már kinyert metaadatokat és borítókat?
it_it: Vuoi aggiornare i metadati e le copertine che sono già stati estratti?
ja: 既に抽出済みのメタデータと表紙も更新しますか？
ko_kr: 이미 추출되어 있는 메타데이터와 표지를 갱신할까요?
nl_nl: Metadata en boekomslagen die al uitgelezen zijn verversen?
pl: Czy chcesz odświeżyć metadane i okładki, które zostały już wypakowane?
pt_br: Deseja recarregar metadados e capas que já foram extraídas?
ro: Dorești să reîmprospătezi metadatele și coperțile care au fost deja extrase?
ru: Вы хотите обновить метаданные и обложки, которые уже были извлечены?
sk: Prajete si obnoviť metadáta a obaly kníh, ktoré už boli predtým načítané?
sr: Желите ли да освежите метаподатке и корице који су већ издвојени?
tr: Daha önce çıkartılmış üst veri ve kapak bilgileri yenilensin mi?
uk: Оновити вже витягнуті метадані та обкладинки?
zh_cn: 是否想要刷新已解压的书籍封面与元数据信息？

source: Don't refresh
ar: عدم التحديث
ca: No actualitzar
cs: Neobnovovat
de: Nicht aktualisieren
el: Να μη γίνει ανανέωση
es: No actualizar
fa: نوسازی نکن
fr: Ne pas actualiser
gl: Non refrescar
hu: Ne frissítse
it_it: Non aggiornare
ja: 更新しない
ko_kr: 갱신하지 마세요
nl_nl: Niet verversen
pl: Nie odświeżaj
pt_br: Não recarregar
ro: Nu reîmprospăta
ru: Не обновлять
sk: Neobnovovať
sr: Не освежавај
tr: Yenileme
uk: Не оновлювати
zh_cn: 不要刷新

source: Refresh
ar: تحديث
ca: Actualitzar
cs: Obnovit
de: Aktualisieren
el: Ανανέωση
es: Actualizar
fa: تازه‌سازی
fr: Actualiser
gl: Refrescar
hu: Frissítés
it_it: Ricaricare
ja: 更新する
ko_kr: 갱신
nl_nl: Verversen
pl: Odśwież
pt_br: Recarregar
ro: Reîmprospătează
ru: Обновить
sk: Aktualizovať
sr: Освежи
tr: Yenile
uk: Оновити
zh_cn: 刷新

source: If you have removed many books, or have renamed some directories, it is good to remove them from the cache database. Do you want to prune the cache of removed books?
ca: Si s'han eliminat molts llibres o s'ha canviat el nom d'algunes carpetes, així, seria convenient eliminar-los de la base de dades de la memòria cau. Purgar els llibres eliminats de la memòria cau?
cs: Pokud jste odstranili hodně knih, nebo přejmenovali některé adresáře, je dobré je odstranit z databáze mezipaměti. Chcete pročistit z mezipaměti odstraněné knihy?
de: Wenn Sie viele Bücher entfernt oder einige Verzeichnisse umbenannt haben, ist es sinnvoll, sie aus der Cache-Datenbank zu entfernen. Möchten Sie den Cache der entfernten Bücher löschen?
el: Εάν έχετε διαγράψει πολλά βιβλία ή έχετε μετονομάσει κάποιους καταλόγους, είναι καλό να τους διαγράψετε από τη βάση δεδομένων της κρυφής μνήμης. Θέλετε να γίνει εκκαθάριση της κρυφής μνήμης των βιβλίων που έχουν διαγραφεί;
es: Si se han eliminado muchos libros o se ha cambiado el nombre de algunas carpetas, es conveniente eliminarlos de la base de datos de la caché. ¿Purgar la caché de los libros eliminados?
fr: Si vous avez supprimé de nombreux livres ou renommé des répertoires, il est conseillé de les supprimer de la base de données du cache. Voulez-vous délester le cache des livres supprimés ?
gl: Se borraches moitos libros, ou renomeaches algúns cartafoles, é bo borralos da base de datos da caché. Queres filtrar os libros borrados da caché?
hu: Ha sok könyvet eltávolított, vagy átnevezett néhány könyvtárat, akkor jobb, ha eltávolítja őket a gyorsítótár adatbázisából. Meg akarja tisztítani az eltávolított könyvek gyorsítótárát?
it_it: Se hai rimosso molti libri o hai rinominato alcune directory, è bene rimuoverli dal database della cache. Vuoi purgare la cache dei libri rimossi?
ja: 多くの書籍を削除した場合、またはディレクトリの名前を変更した場合は、キャッシュデータベースから削除することをお勧めします。 削除された書籍のキャッシュを削除しますか？
ko_kr: 많은 책을 제거했거나 일부 디렉터리의 이름을 변경한 경우에는 캐시 데이터베이스에서도 제거하는 것이 좋습니다. 제거된 책의 캐시를 정리할까요?
nl_nl: Als je veel boeken verwijderd hebt, of de naam van enkele mappen hebt gewijzigd, is het goed om ze uit de cachedatabase te verwijderen. Verwijderde boeken uit de cache snoeien?
pl: Jeżeli usunąłeś wiele książek albo zmieniłeś nazwy kilku katalogów, dobry pomysł to usunąć wpisy z bazy danych. Czy chcesz wyczyścić pamięć podręczną usuniętych książek?
pt_br: Se você removeu muitos livros ou renomeou algumas pastas, é recomendável removê-los do banco de dados de cache. Deseja remover o cache de livros removidos?
ro: Dacă ai șters multe cărți sau ai redenumit dosare, este bine să le ștergi din baza de date a cache-ului. Dorești să reduci cache-ul pentru cărțile șterse?
ru: Если вы удалили много книг или переименовали некоторые папки, хорошо бы удалить их из базы данных кэша. Вы хотите очистить кэш удалённых книг?
sk: Ak ste odstránili veľa kníh, alebo ste premenovali niektoré priečinky, je vhodné ich odstrániť aj z databázy vyrovnávacej pamäte. Prajete si vymazať odstránené knihy z vyrovnávacej pamäte?
sr: Ако сте уклонили доста књига, или ако сте променили имена некиг директоријума, биће добро да их уклоните и из кеш базе података. Желите ли да очистите уклоњене књиге из кеша?
tr: Çok sayıda kitap sildiyseniz ya da bazı klasörlerin adını değiştirdiyseniz bunları ön bellek veri tabanından silmek iyi olur. Silinmiş kitapların ön bellekten de silinmesini ister misiniz?
uk: Якщо ви вилучили багато книг або перейменували деякі каталоги, добре вилучити їх з бази даних кешу. Очистити кеш вилучених книг?
zh_cn: 如果你删除了许多书籍，或者重命名了一些目录，那么最好从缓存数据库中删除它们。 是否清理缓存中已删除的书籍？

source: Don't prune
ar: لا تقلّم
ca: No purgar
cs: Nepročišťovat
de: Nicht bereinigen
el: Να μη γίνει εκκαθάριση
es: No purgar
fr: Ne pas délester
gl: Non filtrar
hu: Ne vágja meg
it_it: Non eliminare
ja: 削除しない
ko_kr: 완전 삭제하지 마세요
nl_nl: Niet snoeien
pl: Nie czyść
pt_br: Não remover
ro: Nu reduce
ru: Не очищать
sk: Nevymazávať
sr: Не чисти
tr: Silme
uk: Не очищувати
zh_cn: 不要清理

source: Prune
ar: تقليم
ca: Purgar
cs: Pročistit
de: Bereinigen
el: Εκκαθάριση
es: Purgar
fr: Délester
gl: Filtrar
hu: Tisztítás
it_it: Elimina
ja: 削除する
ko_kr: 정리
nl_nl: Snoeien
pl: Wyczyść
pt_br: Remover
ro: Redu
ru: Очистить
sk: Vymazať
sr: Очисти
tr: Sil
uk: Очистити
zh_cn: 清理

source: Do you want to abort extraction?
ar: هل تريد إيقاف عملية الاستخراج؟
ca: Vol detenir l'extracció?
cs: Chcete přerušit extrahování?
de: Möchten Sie das Auslesen abbrechen?
el: Θέλετε να διακόψετε την εξαγωγή;
es: ¿Quiere detener la extracción?
fa: آیا می‌خواهید استخراج خاتمه یابد؟
fr: Voulez-vous abandonner l’extraction ?
gl: Queres abortar a extracción?
hu: Megszakítja a kicsomagolást?
it_it: Vuoi interrompere l'estrazione?
ja: 抽出を中止しますか?
ko_kr: 추출을 중단할까요?
nl_nl: Uitlezen stoppen?
pl: Czy chcesz przerwać wypakowywanie?
pt_br: Você quer abortar a extração?
ro: Dorești să anulezi extracția?
ru: Вы хотите прервать извлечение?
sk: Prajete si prerušiť načítavanie?
sr: Желите ли да прекинете издвајање?
tr: Çıkartmaktan vazgeçmek ister misiniz?
uk: Хочете перервати розпаковування?
zh_cn: 是否放弃提取？

source: Don't abort
ar: لا توقف
ca: No detenir
cs: Nepřerušovat
de: Nicht abbrechen
el: Να μη διακοπεί
es: No detener
fa: خاتمه نده
fr: Ne pas abandonner
gl: Non abortar
hu: Ne szakítsa meg
it_it: Non interrompere
ja: 中止しない
ko_kr: 중단하지 마세요
nl_nl: Niet stoppen
pl: Nie przerywaj
pt_br: Não abortar
ro: Nu anula
ru: Не прерывать
sk: Neprerušovať
sr: Не прекидај
tr: Vazgeçme
uk: Не переривати
zh_cn: 不放弃

source: Pruning cache of removed books…
ar: مسح الذاكرة المؤقتة الخاصة بالكتب المحذوفة…
ca: Optimitzant memòria cau de llibres eliminats…
cs: Pročišťování mezipaměni od odstraněných knih…
de: Cache der gelöschten Bücher bereinigen …
el: Εκκαθάριση κρυφής μνήμης διαγραμμένων βιβλίων…
es: Optimizando caché de libros eliminados…
fr: Nettoyage du cache pour y effacer les livres supprimés…
gl: A degallar os libros borrados da caché…
hu: Eltávolított könyvek cache-ének tisztítása…
it_it: Sfoltimento cache dei libri rimossi…
ja: 削除された書籍のキャッシュを削除しています…
ko_kr: 삭제된 책의 캐시를 제거 중…
nl_nl: Verwijderde boeken uit cache aan het snoeien…
pl: Czyszczenie pamięci podręcznej usuniętych książek…
pt_br: Excluindo livros removidos do cache…
ro: Se reduce cache-ul cărților șterse…
ru: Очистка кэша от удалённых книг…
sk: Vymazávanie odstránených kníh z databázy vyrovnávacej pamäte…
sr: Уклоњене књиге се чисте из кеша…
tr: Silinmiş kitaplar ön bellekten temizleniyor…
uk: Очищення кешу видалених книг…
zh_cn: 正在删除已删除书籍的缓存…

source: Looking for books to index…
ar: يتمّ الآن البحثُ عن كتبٍ لفهرستها …
ca: Buscant llibres a indexar…
cs: Hledání knih k indexování…
de: Suche Bücher für Indizierung…
el: Αναζήτηση βιβλίων για ευρετηρίαση…
es: Buscando libros para indizar…
fr: À la recherche de livres à indexer…
gl: A buscar libros para indexar…
hu: Könyvek keresése indexeléshez…
it_it: Ricercando libri da indicizzare…
ja: 索引付けする書籍を検索しています…
ko_kr: 색인할 책을 찾는 중…
nl_nl: Zoeken naar boeken om te indexeren…
pl: Szukanie książek do indeksowania…
pt_br: Procurando livros para indexar…
ro: Se caută cărți pentru indexare…
ru: Поиск книг для индексирования…
sk: Hľadajú sa knihy na indexovanie…
sr: Траже се књиге за индексирање…
tr: Dizine eklenecek kitaplara bakılıyor…
uk: Пошук книг для індексації…
zh_cn: 正在搜索并索引书籍…

source: No books were found.
ar: لم يتم العثور على كتب.
ca: No s’ha trobat cap llibre.
cs: Žádné knihy nenalezeny.
de: Keine Bücher gefunden.
el: Δεν βρέθηκαν βιβλία.
es: No se han encontrado libros.
fa: کتابی پیدا نشد.
fr: Aucun livre n’a été trouvé.
gl: Non se atopou ningún libro.
hu: Nem találhatóak könyvek.
it_it: Non sono stati trovati libri.
ja: 書籍は見つかりませんでした。
ko_kr: 발견된 책이 없음.
nl_nl: Geen boeken gevonden.
pl: Nie znaleziono książek.
pt_br: Nenhum livro foi encontrado.
ro: Nu s-a găsit nici o carte.
ru: Книги не найдены.
sk: Nenašli sa žiadne knihy.
sr: Није пронађена ниједна књига.
tr: Herhangi bir kitap bulunamadı.
uk: Книжок не знайдено.
zh_cn: 没有发现书籍。
