Repository: spruceUI/spruceOS
Catalog: App/KoReader/l10n/*/koreader.po
Languages: ar, ca, cs, de, el, es, fa, fr, gl, hu, it_it, ja, ko_kr, nl_nl, pl, pt_br, ro, ru, sk, sr, tr, uk, zh_cn

source: ## Accessing files <a id="afiles"></a> The following methods are available for accessing your books and articles: * File Browser * Favorites * History You can assign gestures for quick access to each of these dialogs. You can also set KOReader to open with any of these dialogs on startup via: > **TOP MENU (in File Browser) ➔ ![Filebrowser](resources/icons/mdlight/appbar.filebrowser.svg) ➔ Start with**
ar: ## الوصول إلى الملفات <a id="afiles"> </a> تتوفر الطرق التالية للوصول إلى كتبك ومقالاتك: * متصفح الملفات * المفضلة * تاريخ يمكنك تعيين إيماءات للوصول السريع إلى كل من هذه الحوارات. يمكنك أيضًا ضبط KOReader لفتحه باستخدام أي من مربعات الحوار هذه عند بدء التشغيل عبر: > ** القائمة العلوية (في متصفح الملفات) ➔![Filebrowser](resources/icons/mdlight/appbar.filebrowser.svg) ابدأ ب**
ca: ## Accés als arxius <a id="afiles"></a> Existeixen els següents mètodes per a accedir als llibres i articles guardats: * Navegador d'arxius * Favorits * Historial És possible assignar gestos per a accedir ràpidament a cadascun d'aquests diàlegs. També és possible configurar KOReader perquè, a l'inici, s'obri amb qualsevol d'aquests quadres de diàleg mitjançant: > **MENÚ SUPERIOR (en l'Explorador d'arxius) ➔ ![Explorador d'arxius](resources/icons/mdlight/appbar.filebrowser.svg) ➔ Iniciar amb**
cs: ## Přístup k souborům <a id="afiles"></a> Pro přístup k vašim knihám a článkům můžete použít následující funkce: * Prohlížeč souborů * Oblíbené * Historie Pro rychlý přístup můžete ke každé z těchto funkcí přiřadit gesta. Můžete také nastavit, aby se KOReader při spuštění otevřel na kterékoli z těchto funkcí: > **HORNÍ NABÍDKA (v Prohlížeči souborů) ➔ ![Prohlížeč souborů](resources/icons/mdlight/appbar.filebrowser.svg) ➔ Spustit čtečku na**
de: ## Zugriff auf Dateien <a id="afiles"></a> Für den Zugriff auf Ihre Bücher und Artikel stehen Ihnen die folgenden Methoden zur Verfügung: * Dateibrowser * Favoriten * Verlauf Sie können jedem dieser Dialoge Gesten für den schnellen Zugriff zuweisen. Sie können KOReader auch so einstellen, dass er sich beim Start mit einem dieser Dialoge öffnet: > **OBERES MENÜ (im Dateibrowser) ➔ ![Dateibrowser](resources/icons/mdlight/appbar.filebrowser.svg) ➔ Start mit**
el: ## ΠΡΟΣΒΑΣΗ ΣΕ ΑΡΧΕΙΑ <a id="afiles"></a> Οι ακόλουθες μέθοδοι είναι διαθέσιμες για την πρόσβαση στα βιβλία και τα άρθρα σας: * Περιηγητής Αρχείων * Αγαπημένα * Ιστορικό Μπορείτε να ορίσετε χειρονομίες για γρήγορη πρόσβαση σε καθένα από αυτά τα παράθυρα διαλόγου. Μπορείτε επίσης να ορίσετε το KOReader να ανοίγει με οποιοδήποτε από αυτά τα παράθυρα κατά την εκκίνηση μέσω: > **ΕΠΑΝΩ ΜΕΝΟΥ (στον Περιηγητή Αρχείων) ➔ ![Filebrowser](../resources/icons/mdlight/appbar.filebrowser.svg) ➔ Εκκίνηση με**
es: ## Acceso a los archivos <a id="afiles"></a> Existen los siguientes métodos para acceder a los libros y artículos guardados: * Navegador de archivos * Favoritos * Historial Es posible asignar gestos para acceder rápidamente a cada uno de estos diálogos. También es posible configurar KOReader para que, al inicio, se abra con cualquiera de estos cuadros de diálogo mediante: > **MENÚ SUPERIOR (en el Explorador de archivos) ➔ ![Explorador de archivos](resources/icons/mdlight/appbar.filebrowser.svg) ➔ Iniciar con**
fa: ## دسترسی به فایل‌ها <a id="afiles"></a> روش‌های زیر برای دسترسی به کتاب‌ها و مقالات شما وجود دارد: * مرورگر فایل * موارد برگزیده * تاریخچه شما می‌توانید برای دسترسی سریع به هر یک از این پنجره‌ها یک ژست حرکتی اختصاص دهید. همچنین می‌توانید کوریدر را تنظیم کنید تا در شروع به کار هر یک از این پنجره‌ها را باز کند : > **منوی بالایی (در مرورگر فایل) ← ![مرورگر فایل](resources/icons/mdlight/appbar.filebrowser.svg) ← آغاز با**
fr: ## Accès aux fichiers <a id="afiles"></a> Les méthodes suivantes sont disponibles pour accéder à vos livres et articles : * Navigateur de fichiers * Favoris * Historique Vous pouvez attribuer des gestes pour un accès rapide à chacune de ces boîtes de dialogue. Vous pouvez également configurer KOReader pour qu'il s'ouvre avec l'une de ces boîtes de dialogue au démarrage via : > **MENU SUPÉRIEUR (dans le navigateur de fichiers) ➔ ![Filebrowser](resources/icons/mdlight/appbar.filebrowser.svg) ➔ Démarrer avec**
gl: ## Acceso a ficheiros <a id="afiles"></a> Os seguintes xeitos están dispoñibles para acceder aos teus libros e artigos: * Explorador de Ficheiros * Favoritos * Historial Podes asignar un aceno para acceder rapidamente a cada un destes diálogos. Podes tamén configurar KOReader para abrir calquera destes diálogos ao inicio por medio de: > **MENÚ SUPERIOR (no Explorador de Ficheiros) ➔ ![Filebrowser](resources/icons/mdlight/appbar.filebrowser.svg) ➔ Iniciar con**
hu: ## Hozzáférés a fájlokhoz <a id="afiles"></a> A következő módokon érheti el könyveit és cikkeit: * A fájlkezelőből * A kedvencekből * Az előzményekből Hozzáadhat gesztusokat is a gyorsabb elérés érdekében. Beállíthatja a KOReader-t, hogy induláskor a fenti lehetőségek egyikét nyissa meg: > **FELSŐ MENÜ (a Fájlkezelőben) ➔ ![Fájlkezelő](resources/icons/mdlight/appbar.filebrowser.svg) ➔ Indítás ezzel**
it_it: ## Accesso ai file <a id="afiles"></a> I seguenti metodi sono disponibili per accedere ai tuoi libri e articoli: * Gestore di file * Preferiti * Cronologia È possibile assegnare gesti per l'accesso rapido a ciascuna di queste finestre di dialogo. Puoi anche impostare KOReader per aprirsi con una qualsiasi di queste finestre di dialogo all'avvio tramite: > **MENU SUPERIORE (in Sfoglia File) ➔ ![Filebrowser](../resources/icons/mdlight/appbar.filebrowser.svg) ➔ Inizia con**
ja: ## ファイルアクセス<a id="afiles"></a> あなたの書籍や記事にアクセスするためには以下の方法があります: * ファイルブラウザ * お気に入り * 履歴 これらの各ダイアログに素早くアクセスするためにジェスチャーを割り当てることができます。 また、起動時にこれらのダイアログのいずれかを経由して開くようKOReaderに設定することも可能です: > **(ファイルブラウザーの)上部メニュー ➔ ![ファイルブラウザ](resources/icons/mdlight/appbar.filebrowser.svg) ➔ 起動時の画面**
ko_kr: ## 파일 접근 <a id="afiles"></a> 다음 방법을 사용하여 책과 글감에 접근할 수 있습니다. * 파일 탐색기 * 즐겨찾기 * 내력 이러한 각 대화 상자에 빠르게 접근할 수 있도록 제스처를 할당할 수 있습니다. 다음을 통해 시작할 때 이러한 대화 상자와 함께 열리도록 KOReader를 설정할 수도 있습니다. > **상단 메뉴 (파일 브라우저에서) ➔ ![파일 브라우저](resources/icons/mdlight/appbar.filebrowser.svg) ➔ 다음으로 시작**
nl_nl: ## Accessing files <a id="afiles"></a> De volgende methoden zijn beschikbaar om toegang te krijgen tot uw boeken en artikelen: * Bestandsverkenner * Favorieten * Geschiedenis U kunt gebaren instellen voor snelle toegang tot elk van deze dialoogvensters. U kunt ook instellen dat KOReader bij het opstarten met een van deze dialoogvensters opent via: > **BOVENMENU (in Bestandsverkenner) ➔ ![Bestandsverkenner](../resources/icons/mdlight/appbar.filebrowser.svg) ➔ Starten met**
pl: ## Dostęp do plików <a id="afiles"></a> Dostępne są następujące metody dostępu do swoich książek i artykułów: * Przeglądarka plików * Ulubione * Historia Możesz przypisać gesty, aby uzyskać szybki dostęp do każdego z tych okien dialogowych. Możesz także ustawić KOReader tak, aby otwierał się w dowolnym z tych okien dialogowych podczas uruchamiania poprzez: > **GÓRNE MENU (w przeglądarce plików) ➔ ![Przeglądarka plików](resources/icons/mdlight/appbar.filebrowser.svg) ➔ Uruchom z**
pt_br: ## Acessando arquivos <a id="afiles"></a> Os seguintes métodos estão disponíveis para acessar seus livros e artigos: * Navegador de arquivos * Favoritos * Histórico Você pode atribuir gestos para acesso rápido a cada um desses ambientes. Você também pode definir o KOReader para abrir em qualquer um desses ambientes na inicialização via: > **MENU SUPERIOR (no navegador de arquivos) ➔ ![Navegador de arquivos](resources/icons/mdlight/appbar.filebrowser.svg) ➔ Iniciar com**
ro: ## Accesarea fișierelor <a id="afiles"></a> Următoarele metode sînt disponibile pentru accesarea cărților și articolelor tale: * Navigatorul de fișiere * Favorite * Istoric Poți asigna gesturi pentru acces rapid pentru fiecare dintre aceste dialoguri. Poți de asemenea să setezi KOReader să afișeze la pornire oricare din aceste dialoguri accesînd: > **MENIUL DE SUS (în Navigatorul de fișiere) ➔ ![Navigator fișiere](resources/icons/mdlight/appbar.filebrowser.svg) ➔ Pornește cu**
ru: ## Доступ к файлам <a id="afiles"></a> Для доступа к вашим книгам и статьям есть следующие методы: * Файловый менеджер * Избранное * История Вы можете назначать жесты для быстрого доступа к каждому из упомянутых диалогов. Вы также можете настроить KOReader для открытия любого из этих диалоговых окон при старте программы с помощью: > **ВЕРХНЕЕ МЕНЮ (в файловом менеджере) ➔ ![Файловый менеджер](resources/icons/mdlight/appbar.filebrowser.svg) ➔ Старт с**
sk: ## Prístup k súborom <a id="afiles"></a> Na prístup k vašim knihám a článkom sú k dispozícii nasledujúce spôsoby: * Prehliadač súborov * Obľúbené * História Každému z týchto dialógových okien môžete priradiť gestá pre rýchly prístup. Môžete tiež nastaviť, aby sa KOReader otvoril s ktorýmkoľvek z týchto dialógov pri spustení prostredníctvom: > **VRCHNÉ MENU (v prehliadači súborov) ➔ ![Prehliadač súborov](resources/icons/mdlight/appbar.filebrowser.svg) ➔ Spustiť s**
sr: ## Приступ фајловима <a id="afiles"></a> За приступ вашим књигама и чланцима доступне су вам следеће методе: * Прегледач фајлова * Омиљени * Историја За брзи приступ сваком од ових дијалога можете да доделите гестикулације. Такође можете подесити KOReader тако да приликом покретања отвори било који од ових дијалога са: > **TOP MENU (у Прегледачу фајлова) ➔ ![Прегледач фајлова](resources/icons/mdlight/appbar.filebrowser.svg) ➔ Почни са**
tr: ## Dosyalara erişmek <a id="afiles"></a> Kitaplarınıza ve makalelerinize erişmek için aşağıdaki yöntemler kullanılabilir: * Dosya tarayıcısı * Sık kullanılanlar * Geçmiş Bu pencerelerin her birine hızlı erişim için el hareketleri atayabilirsiniz. KOReader uygulamasını başlangıçta bu pencerelerden biriyle açılacak şekilde de ayarlayabilirsiniz: > **ÜST MENÜ (Dosya tarayıcısında) ➔![Dosya tarayıcısı](resources/icons/mdlight/appbar.filebrowser.svg) ➔ Şununla başlat**
uk: ## Доступ до файлів <a id="afiles"></a> Для доступу до ваших книг і статей є такі способи: * Файловий провідник * Вподобане * Історія Ви можете призначити жести для швидкого доступу до кожного з цих діалогів. Ви також можете налаштувати KOReader для відкриття будь-якого з цих діалогових вікон під час запуску за допомогою: > **ВЕРХНЄ МЕНЮ (в файловому провідникові) ➔ ![Файловий провідник](../resources/icons/mdlight/appbar.filebrowser.svg) ➔ Початок з**
zh_cn: ## 访问文件 <a id="afiles"></a> 以下方法可用于访问您的书籍和文章： * 文件浏览器 * 收藏 * 历史 您可以分配手势以快速访问这些对话框中的每一个。 您还可以将 KOReader 设置为在启动时显示这些对话框中的任何一个，方法是: > **顶部菜单（在文件浏览器中） ➔ ![文件浏览器](../resources/icons/mdlight/appbar.filebrowser.svg) ➔ Start with**

source: ## Transferring files <a id="tfiles"></a> In addition to transferring files the same way you would with the built-in reader application, other options are available depending on your device: 1. USB Mass Storage mode within KOReader 2. Cloud storage (Dropbox/FTP/Webdav) 3. SSH/SFTP access 4. Calibre transfer 5. News downloader 6. Wallabag
ar: ## نقل الملفات <a id="tfiles"> </a> بالإضافة إلى نقل الملفات بنفس الطريقة التي تستخدمها مع تطبيق القارئ المدمج ، تتوفر خيارات أخرى اعتمادًا على جهازك: 1. وضع تخزين USB كبير السعة داخل KOReader 2. التخزين السحابي (Dropbox / FTP / Webdav) 3. وصول SSH / SFTP 4. نقل العيار 5. تنزيل الأخبار 6. واللاباغ
ca: ## Transferència d'arxius <a id="tfiles"></a> A més de transferir arxius de la mateixa manera que es faria amb l'aplicació de lectura incorporada, hi ha altres opcions disponibles que depenen del dispositiu: 1. Mode d'emmagatzematge massiu USB dins de KOReader 2. Emmagatzematge en el núvol (Dropbox/FTP/Webdav) 3. Accés SSH/SFTP 4. Transferència amb Calibre 5. Descarregador de notícies 6. Wallabag
cs: ## Přenášení souborů <a id="tfiles"></a> Kromě přenosu souborů stejným způsobem jako u originální softwarové čtečky, můžete mít k dispozici (v závislosti na zařízení) i další možnosti přenosu souborů do vašeho zařízení: 1. Režim USB úložiště v KOReaderu 2. Cloudové úložiště (Dropbox/FTP/Webdav) 3. SSH/SFTP přístup 4. Přenos z Calibre 5. Stahování novinek 6. Wallabag
de: ## Dateien übertragen <a id="tfiles"></a> Neben der Übertragung von Dateien auf die gleiche Weise wie mit der eingebauten Reader-Anwendung gibt es je nach Gerät noch weitere Möglichkeiten: 1. USB-Massenspeicher-Modus innerhalb von KOReader 2. Cloud-Speicher (Dropbox/FTP/Webdav) 3. SSH/SFTP-Zugang 4. Calibre-Übertragung 5. News-Downloader 6. Wallabag
el: ## Μεταφορά αρχείων <a id="tfiles"></a> Εκτός από τη μεταφορά αρχείων με τον ίδιο τρόπο που θα κάνατε με την ενσωματωμένη εφαρμογή ανάγνωσης, υπάρχουν και άλλες επιλογές ανάλογα με τη συσκευή σας: 1. Λειτουργία μαζικής αποθήκευσης USB εντός του KOReader 2. Αποθήκευση στο «σύννεφο» (cloud) (Dropbox/FTP/Webdav) 3. Πρόσβαση SSH/SFTP 4. Μεταφορά Calibre 5. Λήψη ειδήσεων 6. Wallabag
es: ## Transferencia de archivos <a id="tfiles"></a> Además de transferir archivos de la misma manera que se haría con la aplicación de lectura incorporada, hay otras opciones disponibles que dependen del dispositivo: 1. Modo de almacenamiento masivo USB dentro de KOReader 2. Almacenamiento en la nube (Dropbox/FTP/Webdav) 3. Acceso SSH/SFTP 4. Transferencia con Calibre 5. Descargador de noticias 6. Wallabag
fa: ## انتقال فایل‌ها <a id="tfiles"></a> علاوخ بر انتقال فایل‌ها به روشی که در برنامه پیشفرض دستگاه استفاده می‌شود، بسته به نوع دستگاهتان این گزینه‌ها در دسترس است: ۱. حالت USB Mass Storage داخل کوریدر ۲. ذخیره سازی ابری (دراپ‌باکس/Webdav/FTP ) ۳. دسترسی SSH/SFTP ۴. انتقال از کالیبره ۵. دریافت کننده اخبار ۶. Wallabag
fr: ## Transfert de fichiers <a id="tfiles"></a> En plus de transférer des fichiers de la même manière que vous le feriez avec l'application de lecture intégrée, d'autres options sont disponibles en fonction de votre appareil : 1. Mode de stockage de masse USB dans KOReader 2. Stockage dans le cloud (Dropbox/FTP/Webdav) 3. Accès SSH/SFTP 4. Transfert par Calibre 5. Téléchargeur d'actualité 6. Wallabag
gl: ## Transferencia de ficheiros <a id="tfiles"></a> Adicionalmente á transferencia de ficheiros habitual coa aplicación de lectura incorporada, hai outras opcións dependendo do teu dispositivo: 1. Modo de almacenamento masivo USB dentro de KOReader 2. Almacenamento na nube (Dropbox/FTP/Webdav) 3. Acceso SSH/SFTP 4. Transferencia de calibre 5. Descarga de novas 6. Wallabag
hu: ## Fájlátvitel <a id="tfiles"></a> A beépített fájlátvitelen kívül elérhetőek más lehetőségek is eszköze típusától függően: 1. USB Háttértár mód a KOReader-en belül 2. Felhőtárhelyek (Dropbox/FTP/Webdav) 3. SSH/SFTP hozzáférhetőség 4. Calibre átvitel 5. Hírletöltő 6. Wallabag
it_it: ## Trasferimento di file <a id="tfiles"></a> Oltre a trasferire i file nello stesso modo in cui faresti con l'applicazione di lettura integrata, sono disponibili altre opzioni a seconda del tuo dispositivo: 1. Modalità di archiviazione di massa USB all'interno di KOReader 2. Memorizzazione su cloud (Dropbox/FTP/Webdav) 3. Accesso SSH/SFTP 4. Trasferimento Calibre 5. Download di notizie 6. Wallabag
ja: ## ファイル転送<a id="tfiles"></a> 内蔵のリーダーアプリケーションと同じようにファイルを転送するだけでなく、お使いのデバイスによっては、他のオプションも利用できます: 1. KOReaderのUSB大容量記憶モード 2. クラウドストレージ (Dropbox/FTP/Webdav) 3. SSH/SFTP アクセス 4. Calibre 転送 5. ニュースダウンローダー 6. Wallabag
ko_kr: ## 파일 전송 <a id="tfiles"></a> 내장 리더 응용 프로그램과 동일한 방식으로 파일을 전송하는 것 외에도 장치에 따라 다른 옵션을 사용할 수 있습니다: 1. KOReader 안에서 USB 대용량 저장 모드 2. 클라우드 스토리지(Dropbox/FTP/Webdav) 3. SSH/SFTP 접근 4. Calibre 전환 5. 뉴스 다운로더 6. Wallabag
nl_nl: ## Bestanden overzetten <a id="tfiles"></a> Naast het overzetten van bestanden op dezelfde manier als met de ingebouwde reader-applicatie, zijn er ook andere opties beschikbaar, afhankelijk van het apparaat: 1. USB Massa Opslag modus binnen KOReader 2. Cloud-opslag (Dropbox/FTP/Webdav) 3. SSH/SFTP-toegang 4. calibre-overdracht 5. Nieuws downloader 6. Wallabag
pl: ## Przesyłanie plików <a id="tfiles"></a> Oprócz przesyłania plików w taki sam sposób, jak w przypadku wbudowanej aplikacji czytnika, w zależności od urządzenia dostępne są inne opcje: 1. Tryb pamięci masowej USB w KOReaderze 2. Przechowywanie w chmurze (Dropbox/FTP/Webdav) 3. Dostęp SSH/SFTP 4. Przenoszenie Calibre 5. Pobieranie wiadomości 6. Wallabag
pt_br: ## Transferindo arquivos <a id="tfiles"></a> Além de transferir arquivos da mesma forma que você transferiria com a a aplicação embutida de leitura, outras opções estão disponíveis dependendo de seu dispositivo: 1. Modo de armazenamento em massa USB dentro do KOReader 2. Armazenamento em nuvem (Dropbox/FTP/Webdav) 3. Acesso SSH/SFTP 4. Transferência do Calibre 5. Transferidor de notícias 6. Wallabag
ro: ## Transferul fișierelor <a id="tfiles"></a> Pe lîngă transferul fișierelor clasic al fișierelor așa cum se poate face și cu aplicația implicită a cititorului, mai există și alte opțiuni de transfer, disponibile în funcție de dispozitivul pe care îl folosești: 1. Mod stocare în masă USB din KOReader 2. Stocare în Cloud (Dropbox/FTP/Webdav) 3. Acces SSH/SFTP 4. Transfer Calibre 5. Descărcătorul de știri 6. Wallabag
ru: ## Передача файлов <a id="tfiles"></a> Помимо передачи файлов аналогично встроенному приложению для чтения, в зависимости от вашего устройства доступны и другие параметры: 1. Режим USB-накопителя в KOReader'е 2. Облачное хранилище (Dropbox/FTP/WebDAV) 3. Доступ по SSH/SFTP 4. Передача Calibre 5. Загрузчик новостей 6. Загрузчик статей Wallabag
sk: ## Prenos súborov <a id="tfiles"></a> Okrem prenosu súborov rovnakým spôsobom ako pomocou vstavanej aplikácie na čítanie sú k dispozícii ďalšie možnosti v závislosti od vášho zariadenia: 1. Režim USB úložisko v rámci KOReadera 2. Cloudové úložisko (Dropbox/FTP/Webdav) 3. Prístup SSH/SFTP 4. Prenos pre aplikáciu Calibre 5. Sťahovanie noviniek RSS/Atom 6. Wallabag
sr: ## Пренос фајлова <a id="tfiles"></a> Уз пренос фајлова на начин на који висте то радили уграђеном апликацијом за читање, доступне су и остале опције, у зависности од вашег уређаја: 1. Режим USB масовног складишта унутар KOReader 2. Складиште у облаку (Dropbox/FTP/Webdav) 3. SSH/SFTP приступ 4. Calibre трансфер 5. Преузимач вести 6. Wallabag
tr: ## Dosyaları aktarmak <a id="tfiles"></a> Dosyaları yerleşik okuyucu uygulamasıyla aynı şekilde aktarmanın yanı sıra, aygıtınıza bağlı olan başka seçenekler de vardır: 1. KOReader içindeki USB yığın depolama kipi 2. Bulut depolama (Dropbox/FTP/Webdav) 3. SSH/SFTP erişimi 4. Calibre aktarımı 5. Haber indirici 6. Wallabag
uk: ## Передавання файлів <a id="tfiles"></a> Крім передачі файлів так само, як за використання вбудованого застосунку для читання, в залежності від Вашого пристрою доступні й інші опції: 1. Режим USB накопичувача в KOReader 2. Хмарне сховище (Dropbox/ FTP/Webdav) 3. Доступ за SSH/SFTP. 4. Передавання Calibre 5. Завантажувач новин 6. Wallabag
zh_cn: ## 传输文件<a id="tfiles"></a> 除了用内置阅读器应用程序相同的方式传输文件外，还可以根据您的设备使用其他选项： 1. KOReader 中的 USB 大容量存储模式 2. 云存储 (Dropbox/FTP/Webdav) 3. SSH/SFTP 访问 4. Calibre 传输 5. News 下载器 6. Wallabag
