Repository: spruceUI/spruceOS
Catalog: App/KoReader/l10n/*/koreader.po
Languages: ar, ca, cs, de, el, es, fa, fr, gl, hu, it_it, ja, ko_kr, nl_nl, pl, pt_br, ro, ru, sk, sr, tr, uk, zh_cn

source: Reset custom
ca: Reinicialitzar dades personalitzades
cs: Resetovat vlastní
de: Benutzerdefiniert zurücksetzen
el: Επαναφορά αρχικών δεδομένων
es: Restablecer datos personalizados
fa: بازنشانی سفارشی
fr: Réinitialiser la personnalisation
gl: Reiniciar datos personalizados
hu: Egyedi reset
it_it: Reimposta personalizzato
ko_kr: 사용자 설정 초기화
nl_nl: Aanpassingen resetten
pl: Resetuj niestandardową
pt_br: Redefinir ajuste
ru: Сбросить свои свойства
sk: Odstrániť vlastný
sr: Ресетуј произвољно
tr: Özel sıfırla
uk: Скинути власні властивості
zh_cn: 重置自定义数据

source: Reset custom cover? Image file will be deleted.
ar: تراجع عن تخصيص الغلاف؟ ستُمْحى الصورة.
ca: Voleu reinicialitzar la coberta personalitzada? Se suprimirà el fitxer de la imatge.
cs: Resetovat vlastní obálku? Obrázek bude smazán.
de: Benutzerdefiniertes Umschlagbild zurücksetzen? Die Bilddatei wird gelöscht.
el: Να γίνει επαναφορά του αρχικού εξωφύλλου; Το αρχείο εικόνας του προσαρμοσμένου εξωφύλλου θα διαγραφεί.
es: ¿Quiere restablecer la cubierta personalizada? El archivo de imagen se eliminará.
fa: بازنشانی جلد سفارشی؟ فایل تصویر پاک خواهد شد.
fr: Réinitialiser la couverture personnalisée ? Le fichier image sera supprimé.
gl: Reiniciar a portada personalizada? O ficheiro da imaxe será borrado.
hu: Egyedi borítókép alapállapotba? A képfájl törlésre kerül.
it_it: Ripristinare la copertina personalizzata? Il file immagine verrà eliminato.
ko_kr: 사용자 표지를 재설정할까요? 이미지 파일이 삭제됩니다.
nl_nl: Aangepaste omslagafbeelding resetten? Het afbeeldingsbestand wordt verwijderd.
pl: Zresetować niestandardową okładkę? Plik obrazu zostanie usunięty.
pt_br: Redefinir capa personalizada? O arquivo de imagem será excluído.
ru: Сбросить пользовательскую обложку? Файл изображения при этом удаляется.
sk: Zrušiť vlastný obrázok knižného obalu? Súbor s obrázkom sa vymaže.
sr: Да ли да се ресетује произвољна слика корица? Фајл слике ће се обрисати.
tr: Özel kapak görseli sıfırlansın mı? Görsel dosyası silinecek.
uk: Скинути власну обкладинку? Файл зображення буде видалено.
zh_cn: 重置自定义封面？ 图像文件将被删除。

source: Reset custom book metadata field?
ca: Voleu reinicialitzar el camp de metadades personalitzades del llibre?
cs: Resetovat vlastní pole metadat knihy?
de: Benutzerdefiniertes Buch-Metadatenfeld zurücksetzen?
el: Να γίνει επαναφορά του πεδίου προσαρμοσμένων μεταδεδομένων βιβλίου;
es: ¿Quiere restablecer el campo de metadatos personalizados del libro?
fa: بازنشانی فیلد فراداده سفارشی کتاب؟
fr: Réinitialiser le champ de métadonnées du livre personnalisé ?
gl: Reiniciar o campo de metadatos personalizado do libro?
hu: Egyedi metaadat mezők resetelése?
it_it: Ripristina il campo personalizzato dei metadati del libro?
ko_kr: 사용자 지정 책 메타데이터 필드를 재설정할까요?
nl_nl: Aangepaste boekmetadata resetten?
pl: Zresestować pole niestandardowych metadanych książki?
pt_br: Redefinir metadados personalizados do livro?
ru: Сбросить пользовательские метаданные книги?
sk: Odstrániť vlastné pole s metadátami knihy?
sr: Да ресетујем произвољно поље метаподатака књиге?
tr: Özel kitap üst verileri alanı sıfırlansın mı?
uk: Скинути власне поле метаданих книги?
zh_cn: 要重置自定义的书籍元数据吗？

source: Reset
ar: إرجاع
ca: Reinicialitza
cs: Resetovat
de: Zurücksetzen
el: Επαναφορά
es: Restablecer
fa: بازنشانی
fr: Réinitialiser
gl: Reiniciar
hu: Alapállapotba állítás
it_it: Reimposta
ja: リセット
ko_kr: 초기화
nl_nl: Resetten
pl: Resetuj
pt_br: Redefinir
ro: Resetare
ru: Сбросить
sk: Obnoviť
sr: Ресетуј
tr: Sıfırla
uk: Скинути
zh_cn: 重置

source: Set custom
ca: Defineix un de personalitzat
cs: Nastavit vlastní
de: Benutzerdefiniert einstellen
el: Ορισμός προσαρμοσμένων δεδομένων
es: Configuración personalizada
fa: تنظیم سفارشی
fr: Définir la personnalisation
gl: Configuración personalizada
hu: Egyedi beállítás
it_it: Imposta personalizzato
ko_kr: 사용자 지정 설정
nl_nl: Aangepast instellen
pl: Ustaw niestandardową
pt_br: Definir ajuste
ru: Задать свои свойства
sk: Nastaviť vlastné
sr: Постави произвољно
tr: Özel ayarla
uk: Налаштувати власні властивості
zh_cn: 自定义

source: Book metadata:
ca: Metadades del llibre:
cs: Metadata knihy:
de: Buch-Metadaten:
el: Μεταδεδομένα βιβλίου:
es: Metadatos del libro:
fa: فراداده کتاب:
fr: Métadonnées du livre :
gl: Metadatos do libro:
hu: Könyv metaadat:
it_it: Metadati del libro:
ko_kr: 책 메타데이터:
nl_nl: Boekmetadata:
pl: Metadane książki:
pt_br: Metadados do livro:
ru: Метаданные книги:
sk: Metadáta knihy:
sr: Метаподаци књиге:
tr: Kitap üst verileri:
uk: Метадані книги:
zh_cn: 书籍元数据：

source: Scan books in current folder and subfolders for their metadata location?
ar: افحص المجلد الحالي وما يحويه من مجلدات بحثا عن بيانات مواقعهم؟
ca: Escanejar els llibres de la carpeta i subcarpetes actuals per a localitzar les seues metadades?
cs: Procházet knihy v aktuální složce a podsložkách, abyste zjistili umístění jejich metadat?
de: Durchsuche Bücher im aktuellen Ordner und den Unterordnern nach ihrem Metadaten-Ordner?
el: Να γίνει σάρωση βιβλίων στον τρέχοντα φάκελο και τους υποφακέλους για τη θέση των μεταδεδομένων τους;
es: ¿Escanear los libros de la carpeta y subcarpetas actuales para localizar sus metadatos?
fa: کتاب‌های موجود در پوشه و زیرپوشه‌های فعلی برای محل ابرداده‌هایشان اسکن شود؟
fr: Analyser les livres dans le dossier actuel et ses sous-dossiers pour localiser leurs métadonnées ?
gl: Escanear os libros no cartafol actual e os seus subcartafoles para localizar os seus metadatos?
hu: Az aktuális mappában és az almappákban lévő könyvek beolvasása a metaadatokra vonatkozóan?
it_it: Eseguire la scansione dei libri nella cartella corrente e nelle sottocartelle per la posizione dei metadati?
ko_kr: 현재 폴더와 하위 폴더의 책에서 메타데이터 위치를 검색할까요?
nl_nl: Boeken in huidige map en submappen scannen op hun metadata-locatie?
pl: Zeskanować książki w bieżącym folderze i podfolderach pod kątem ich lokalizacji metadanych?
pt_br: Examinar os livros na pasta atual e nas subpastas para localizar seus metadados?
ru: Сканировать книги в текущей папке и её подпапках на наличие метаданных?
sk: Skenovať knihy v aktuálnom priečinku a podpriečinkoch a zistiť umiestnenie ich metadát?
sr: Да скенирам књиге у текућем и у поддиректоријумима и пронађем места њихових метаподатака?
tr: Geçerli klasör ve alt klasörlerdeki kitaplar üst veri konumları için taransın mı?
uk: Сканувати книги в поточній теці та підтеках для пошуку метаданих?
zh_cn: 要在当前文件夹和子文件夹下扫描书籍和对应元数据吗？

source: Scan
ar: افحص
ca: Escanejar
cs: Prohledat
de: Scannen
el: Σάρωση
es: Escanear
fa: اسکن
fr: Analyser
gl: Escanear
hu: Beolvasás (Scan)
it_it: Scansiona
ja: スキャン
ko_kr: 스캔
nl_nl: Scannen
pl: Skanowanie
pt_br: Escanear
ro: Scanează
ru: Сканировать
sk: Skenovať
sr: Скенирај
tr: Tara
uk: Сканувати
zh_cn: 扫描

source: No books with metadata not in your preferred location found.
ar: لا كتب ذات بيانات تعريفية خارج موقعك المفضل.
ca: No s'han trobat llibres amb metadades que no estiguen en la ubicació preferida.
cs: Nebyly nalezeny žádné knihy s metadaty, které nejsou ve vámi preferovaném umístění.
de: Es wurden keine Bücher mit Metadaten im bevorzugten Speicherort gefunden.
el: Δεν βρέθηκαν βιβλία με μεταδεδομένα που δεν βρίσκονται στην προτιμώμενη τοποθεσία σας.
es: No se han encontrado libros cuyos metadatos no estén en la ubicación preferida.
fa: هیچ کتابی با فراداده در محل مورد نظر شما پیدا نشد.
fr: Aucun livre dont les métadonnées ne sont pas situées dans l'emplacement préféré n'a été trouvé.
gl: Non se atoparon libros que non teñan os seus metadatos na localización preferida.
hu: Nem találtunk olyan könyveket, amelyek metaadatai nem az Ön által preferált helyen vannak.
it_it: Non sono stati trovati libri con metadati che non si trovano nella tua posizione preferita.
ko_kr: 원하는 위치에 없는 메타데이터가 있는 책을 찾을 수 없습니다.
nl_nl: Geen boeken gevonden met metadata die niet op de voorkeurslocatie staat.
pl: Nie znaleziono książek z metadanymi, które nie znajdują się w preferowanej lokalizacji.
pt_br: Nenhum livro com metadados fora do local de sua preferência encontrado.
ru: Книг с метаданными вне предпочитаемого вами местоположения не найдено.
sk: Nenašli sa žiadne knihy s metadátami, ktoré sa nenachádzajú na vami preferovanom mieste.
sr: На локацији коју сте одабрали нема ниједне књиге са метаподацима.
tr: Üst verileri seçtiğiniz konumda olmayan bir kitap bulunamadı.
uk: Книг з метаданими не у вибраному вами розташуванні не знайдено.
zh_cn: 所有书籍的元数据都在您指定的路径下。

source: 1 book with metadata not in your preferred location found.
ar: لا كتب ذات بيانات تعريفية خارج موقعك المفضل.
ca: Trobat 1 llibre les metadades del qual no es troben en la ubicació preferida.
cs: Byla nalezena 1 kniha s metadaty, které nejsou ve vámi preferovaném umístění.
de: Ein Buch mit Metadaten wurde nicht im bevorzugten Speicherort gefunden.
el: Βρέθηκε 1 βιβλίο με μεταδεδομένα που δεν βρίσκονται στην προτιμώμενη τοποθεσία σας.
es: Encontrado 1 libro cuyos metadatos no se encuentran en la ubicación preferida.
fa: ۱ کتاب با ابرداده در مکان دلخواه شما یافت نشد.
fr: 1 livre dont les métadonnées ne sont pas situées dans l'emplacement préféré a été trouvé.
gl: Atopouse 1 libro que ten os seus metadatos fóra da localización preferida.
hu: Egy olyan könyv van, amelynek metaadatai nem az Ön által preferált helyen található.
it_it: È stato trovato 1 libro con metadati non nella tua posizione preferita.
ko_kr: 원하는 위치에 메타데이터가 없는 %1 책을 찾았습니다.
nl_nl: 1 boek gevonden met metadata die niet op de voorkeurslocatie staat.
pl: Znaleziono 1 książkę z metadanymi, które nie znajduje się w preferowanej lokalizacji.
pt_br: 1 livro com metadados fora do local de sua preferência encontrado.
ru: Найдена %1 книга с метаданными вне предпочитаемого вами местоположения.
sk: Nájdená 1 kniha s metadátami, ktoré sa nenachádzajú na vami preferovanom mieste.
sr: На локацији коју сте одабрали је пронађена 1 књига са метаподацима.
tr: Üst verileri seçtiğiniz konumda olmayan bir kitap bulundu.
uk: Знайдено 1 книгу з метаданими, яких немає у вибраному вами розташуванні.
zh_cn: %1本书的元数据不在您指定的路径下。

source: Move book metadata to your preferred location?
ca: Moure les metadades del llibre a la ubicació preferida?
cs: Přesunout metadata knihy do vámi preferovaného umístění?
de: Verschiebe Buch Metadaten in den bevorzugten Speicherort?
el: Να μετακινηθούν τα μεταδεδομένα του βιβλίου στην προτιμώμενη τοποθεσία;
es: ¿Mover los metadatos del libro a la ubicación preferida?
fa: فراداده کتاب به محل مورد نظر شما انتقال داده شود؟
fr: Déplacer les métadonnées du livre vers votre emplacement préféré ?
gl: Mover os metadatos dos libros á túa localización preferida?
hu: Áthelyezi a könyv metaadatait a kívánt helyre?
it_it: Spostare i metadati del libro nella posizione preferita?
ja: 書籍のメタデータを好みの場所に移動しますか？
ko_kr: 도서 메타데이터를 원하는 위치로 옮길까요?
nl_nl: Boekmetadata verplaatsen naar de voorkeurslocatie?
pl: Przenieść metadane książki do preferowanej lokalizacji?
pt_br: Mover os metadados dos livros para o local de sua preferência?
ru: Переместить метаданные книги в предпочитаемое вами местоположение?
sk: Presunúť metadáta knihy na preferované miesto?
sr: Да преместим метаподатке књига на изабано место?
tr: Kitap üst verileri istediğiniz bir konuma taşınsın mı?
uk: Перемістити метадані книги у потрібне місце?
zh_cn: 要将元数据移动到你指定的路径下吗？

source: Hash-based metadata has been saved in %1 for the following documents. Hash-based storage may slow down file browser navigation in large directories. Thus, if not using hash-based metadata storage, it is recommended to open the associated documents in KOReader to automatically migrate their metadata to the preferred storage location, or to delete %1, which will speed up file browser navigation.
ar: البيانات التعريفية المبنية على التشفير للمجلدات التالية حُفِظَت في %1. ربما يبطئ تخزين البيانات التعريفية المبنية على التشفير متصفح الملفات عند تصفح الملفات الضخمة. لذا إن كنت لا تستخدم هذا النوع من البيانات التعريفية، يحسن بك أن تفتح الملفات المرتبطة بها في كوريدر KOReader لتُنقَل تلقائيا إلى موقعك المفضل، أو يمكنك مسح %1، لتسريع تصفحك للملفات.
ca: S'han guardat en %1 metadades basades en hash dels següents documents. L'emmagatzematge basat en hash pot alentir la navegació en l'explorador d'arxius en directoris grans. Per tant, si no s'utilitza l'emmagatzematge de metadades basat en hash, es recomana obrir els documents associats en KOReader per a migrar automàticament les metadades a la ubicació d'emmagatzematge preferida, o eliminar %1, la qual cosa accelerarà la navegació amb l'explorador d'arxius.
de: Hash-basierte Metadaten wurden in %1 für die folgenden Dokumente gespeichert. Die Hash-basierte Speicherung kann die Navigation im Dateibrowser in großen Verzeichnissen verlangsamen. Wenn Sie keine Hash-basierte Metadatenspeicherung verwenden, wird daher empfohlen, die zugehörigen Dokumente in KOReader zu öffnen, um ihre Metadaten automatisch an den bevorzugten Speicherort zu migrieren, oder %1 zu löschen, was die Navigation im Dateibrowser beschleunigt.
el: Τα μεταδεδομένα που βασίζονται σε κατακερματισμό έχουν αποθηκευτεί στον %1 για τα ακόλουθα έγγραφα. Η αποθήκευση βάσει κατακερματισμού μπορεί να επιβραδύνει την περιήγηση στον περιηγητή αρχείων σε μεγάλους φακέλους. Συνεπώς, εάν δεν χρησιμοποιείτε αποθήκευση μεταδεδομένων βάσει κατακερματισμού, συνιστάται να ανοίξετε τα σχετικά έγγραφα στο KOReader για να μεταφερθούν αυτόματα τα μεταδεδομένα τους στην προτιμώμενη θέση αποθήκευσης ή να διαγράψετε τον %1, γεγονός που θα επιταχύνει την περιήγηση στον Περιηγητή αρχείων.
es: Se han guardado en %1 metadatos basados en hash de los siguientes documentos. El almacenamiento basado en hash puede ralentizar la navegación en el explorador de archivos en directorios grandes. Por lo tanto, si no se utiliza el almacenamiento de metadatos basado en hash, se recomienda abrir los documentos asociados en KOReader para migrar automáticamente los metadatos a la ubicación de almacenamiento preferida, o eliminar %1, lo que acelerará la navegación con el explorador de archivos.
fr: Les métadonnées basées sur le hachage ont été enregistrées dans %1 pour les documents suivants. Le stockage basé sur le hachage peut ralentir la navigation du navigateur de fichiers dans les grands répertoires. Ainsi, si vous n'utilisez pas le stockage de métadonnées basé sur le hachage, il est recommandé d'ouvrir les documents associés dans KOReader pour migrer automatiquement leurs métadonnées vers l'emplacement de stockage préféré, ou de supprimer %1, ce qui accélérera la navigation dans le navigateur de fichiers.
gl: Os metadatos baseados en hash foron gardados en %1 para os seguintes documentos. O almacenamento baseado en hash, pode facer que o explorador de ficheiros funcione máis lentamente en directorios grandes. Polo tanto, se non se usa almacenamento de metadatos baseado en hash, é recomendable abrir os documentos asociados en KOReader para migrar automaticamente os seus metadatos á localización preferida de almacenamento, ou borrar %1, o que fará a navegación co explorador de ficheiros máis rápida.
hu: A Hash-alapú metaadatot a következő dokumentumok esetében lett elmentve %1. A Hash-alapú tárolás lelassíthatja a fájlböngésző navigációját a nagy könyvtárakban. Így, ha nem használja hash-alapú metaadattároló, ajánlott megnyitni a kapcsolódó dokumentumokat KOReaderrel, hogy automatikusan áthelyezze a metaadatokat az előnyben részesített tárolási helyre, vagy törölje %1, amely felgyorsítja a fájlböngészővel történő navigációt.
it_it: I metadati basati su hash sono stati salvati in %1 per i seguenti documenti. L'archiviazione basata su hash può rallentare il navigatore dei files, in cartelle grandi. Pertanto, se non si utilizza l'archiviazione di metadati basata su hash, si consiglia di aprire i documenti associati in KOReader, al fine di migrare automaticamente i loro metadati alla posizione di archiviazione preferita, o di eliminare %1, il che velocizzerà la navigazione nel browser di files.
ko_kr: 다음 문서에 대한 해시 기반 메타데이터가 %1에 저장되었습니다. 해시 기반 저장소는 대용량 디렉터리에서 파일 탐색기의 탐색 속도가 느려질 수 있습니다. 따라서 해시 기반 메타데이터 저장소를 사용하지 않는 경우 KOReader에서 관련 문서를 열어 메타데이터를 기본 저장 위치로 자동 마이그레이션하거나 파일 탐색기의 탐색 속도를 높일 수 있는 %1를 삭제하는 것이 좋습니다.
nl_nl: Hash-gebaseerde metadata is opgeslagen in %1 voor de volgende documenten. Op hash gebaseerde opslag kan de navigatie door de bestandsverkenner in grote mappen vertragen. Als je dus geen hash-gebaseerde metagegevensopslag gebruikt, is het aan te raden om de gekoppelde documenten in KOReader te openen om hun metadata automatisch naar de gewenste opslaglocatie te migreren, of om %1 te verwijderen, wat de navigatie in de bestandsbrowser zal versnellen.
pl: Metadane oparte na skrótach zostały zapisane w %1 dla następujących dokumentów. Magazyn oparty na skrótach może spowolnić nawigację przeglądarki plików w dużych katalogach. Dlatego też, jeśli nie korzystasz z przechowywania metadanych w oparciu o skrót, zaleca się otwarcie powiązanych dokumentów w KOReaderze w celu automatycznej migracji ich metadanych do preferowanej lokalizacji przechowywania lub usunięcie %1, co przyspieszy nawigację w przeglądarce plików.
pt_br: Os metadados baseados em hash foram salvos em %1 para os seguintes documentos. O armazenamento baseado em hash pode tornar a navegação do navegador de arquivos mais lenta em diretórios grandes. Portanto, se não estiver usando o armazenamento de metadados baseado em hash, é recomendável abrir os documentos associados no KOReader para migrar automaticamente seus metadados para o local de armazenamento preferencial ou excluir %1, o que acelerará a navegação no navegador de arquivos.
ru: Метаданные на основе хэша для указанных документов сохранены в %1. Учтите, что в больших папках хэш-хранилище может замедлять работу файлового менеджера. Если вы не используете подобное хранилище, рекомендуется открыть связанные документы в KOReader для автопереноса их метаданных в предпочитаемое вами хранилище или удалить %1, что ускорит файловую навигацию.
sk: Pre nasledujúce dokumenty boli metadáta uložené ako reťazec kontrolného súčtu z písmen a číslic v %1. Takto ukladané metadáta môžu spomaliť navigáciu v prehliadači súborov v rozsiahlych adresároch. Ak sa nevyužíva tento spôsob ukladania metadát, odporúča sa otvoriť súvisiace dokumenty v programe KOReader, čím sa automaticky presunú metadáta do preferovaného úložiska, alebo odstrániť %1, čím sa urýchli navigácia v prehliadači súborov.
sr: Метаподаци базирани на хешу су за следећа документа сачувани у %1. У великим директоријумима, чување базирано на хешу може да успори кретање у прегледачу фајлова. Тако да ако не користите чување метаподатака базирано на хешу, препоручује се да придружена документа отворите унутар програма KOReader јер се тако њихови метаподаци аутоматски мигрирају на жељено место чувања, или да обришете %1, и тако убрзате кретање у прегледачу фајлова.
tr: Şu belgeler için karma temelli üst veriler %1 dosyasına kaydedildi. Karma temelli depolama, büyük klasörlerde dosya tarayıcısında gezinmeyi yavaşlatabilir. Bu nedenle, karma temelli üst veri depolama kullanılmıyorsa, gezinmeyi hızlandırmak için üst verileri otomatik olarak seçilmiş depolama konumuna taşımak amacıyla ilgili belgelerin KOReader ile açılması ya da dosya tarayıcısından %1 ögesinin silinmesi önerilir.
uk: Для таких документів метадані на основі хешування збережено у форматі %1. Зберігання метаданих у хеш-форматі може сповільнювати навігацію файловим оглядачем у великих каталогах. Тому, якщо ви не використовуєте хеш-зберігання метаданих, радимо відкрити пов'язані документи у KOReader для автоматичного перенесення їхніх метаданих до бажаного місця зберігання, або видалити %1, що пришвидшить навігацію у файловому оглядачі.
zh_cn: 以下文档的元数据是基于哈希计算的，并保存于%1中。基于哈希的存储在大文件夹下会拖慢文件浏览器的操作。因此，如果不使用基于哈希的元数据存储，建议打开对应的文档使元数据自动移动到新的位置，或直接删除%1，这样可以加快文件浏览器的速度。

source: %1. Title: %2; Author: %3 Document: %4
ar: %1. العنوان: %2; الكاتب: %3 الملف: %4
ca: %1. Títol: %2; Autor: %3 Document: %4
cs: %1. Název: %2; Autor: %3 Dokument: %4
de: %1. Titel: %2; Autor: %3 Dokument: %4
el: %1. Τίτλος: %2, Συγγραφέας: %3 Έγγραφο: %4
es: %1. Título: %2; Autor: %3 Documento: %4
fa: %1. عنوان: %2; نویسنده: %3 سند: %4
fr: %1. Titre : %2 ; Auteur : %3 Document : %4
gl: %1. Título: %2; Autor/autora: %3 Documento: %4
hu: %1. Cím: %2; Szerző: %3 DOkumentum: %4
it_it: %1. Titolo: %2; Autore: %3 Documento: %4
ko_kr: %1. 제목: %2; 지은이: %3 문서: %4
nl_nl: %1. Titel: %2; Auteur: %3 Document: %4
pl: %1. Tytuł: %2; Autor: %3 Dokument: %4
pt_br: %1. Título: %2; Autor: %3 Documento: %4
ru: %1. Название: %2; Автор: %3 Документ: %4
sk: %1. Názov: %2; Autor: %3 Dokument: %4
sr: %1. Наслов: %2; Аутор: %3 Документ: %4
tr: %1. Başlık: %2; Yazar: %3 Belge: %4
uk: %1. Назва: %2; Автор: %3 Документ: %4
zh_cn: %1. 标题：%2;作者：%3 文件：%4

source: 1 document with hash-based metadata
ar: لا ملفات ذات بيانات تعريفية مبنية على التشفير
ca: 1 document amb metadades basades en hash
cs: 1 dokument s metadaty založenými na hash
de: 1 Dokument mit hashbasierten Metadaten
el: 1 έγγραφο με μεταδεδομένα βασισμένα σε κατακερματισμό
es: 1 documento con metadatos basados en hash
fa: ۱ سند با فراداده براساس هش
fr: 1 document avec métadonnées basées sur le hachage
gl: 1 documento con metadatos baseados en hash
hu: 1 dokumentum hash-alapú metaadatokkal
it_it: 1 documento con metadati basati su hash
ko_kr: 해시 기반 메타데이터가 있는 %1 개 문서
nl_nl: 1 document met hash-gebaseerde metadata
pl: 1 dokument z metadanymi opartymi na skrótach
pt_br: 1 documento com metadados baseados em hash
ru: %1 документ с метаданными на основе хэша
sk: 1 dokument čo má názov pre metadáta ako reťazec kontrolného súčtu z písmen a číslic
sr: %1 документ са метаподацима базираним на хешу
tr: 1 belgenin üst verileri karma temelli
uk: 1 документ з метаданими на основі хешу
zh_cn: %1 本书籍使用了基于哈希的元数据存储

source: Favorites
ar: المفضّلة
ca: Preferits
cs: Oblíbené
de: Favoriten
el: Αγαπημένα
es: Favoritos
fa: موارد برگزیده
fr: Favoris
gl: Favoritos
hu: Kedvencek
it_it: Preferiti
ja: お気に入り
ko_kr: 즐겨찾기
nl_nl: Favorieten
pl: Ulubione
pt_br: Favoritos
ro: Favorite
ru: Избранное
sk: Obľúbené
sr: Омиљено
tr: Sık Kullanılanlar
uk: Уподобання
zh_cn: 收藏夹

source: Remove from favorites
ar: أزِلْ من قائمة المفضّلة
ca: Elimina dels preferits
cs: Odstranit z Oblíbených
de: Aus Favoriten entfernen
el: Αφαίρεση από τα αγαπημένα
es: Borrar de favoritos
fa: حذف از موارد برگزیده
fr: Supprimer des favoris
gl: Quitar de favoritos
hu: Eltávolítás a Kedvencekből
it_it: Togli dai preferiti
ja: お気に入りから削除する
ko_kr: 즐겨찾기에서 제거
nl_nl: Van favorieten verwijderen
pl: Usuń z ulubionych
pt_br: Remover dos favoritos
ro: Elimină din favorite
ru: Удалить из избранного
sk: Odstrániť z obľúbených
sr: Уклони из омиљених
tr: Sık kullanılanlardan çıkar
uk: Вилучити з уподобань
zh_cn: 从收藏夹中移除

source: Sort favorites
ar: "افرز عناصر قائمة "المفضّلة
ca: Ordena els preferits
cs: Seřadit Oblíbené
de: Favoriten sortieren
el: Ταξινόμηση αγαπημένων
es: Ordenar favoritos
fa: مرتب کردن موارد برگزیده
fr: Classer les favoris
gl: Ordenar favoritos
hu: Kedvencek rendezése
it_it: Ordina preferiti
ja: お気に入りを並べ替える
ko_kr: 즐겨찾기 정렬
nl_nl: Favorieten sorteren
pl: Sortuj ulubione
pt_br: Ordenar favoritos
ro: Ordonează favoritele
ru: Сортировать избранное
sk: Zoradiť obľúbené položky
sr: Сортирање омиљених
tr: Sık kullanılanları sırala
uk: Сортувати вподобане
zh_cn: 排序收藏夹
