Repository: spruceUI/spruceOS
Catalog: App/KoReader/l10n/*/koreader.po
Languages: ar, ca, cs, de, el, es, fa, fr, gl, hu, it_it, ja, ko_kr, nl_nl, pl, pt_br, ro, ru, sk, sr, tr, uk, zh_cn

source: Hide battery threshold
ar: إخفاء عتبة البطارية
ca: Nivell de càrrega per a ocultar bateria
cs: Skrýt při hodnotě nabití baterie
de: Batterieschwelle ausblenden
el: Απόκρυψη ορίου μπαταρίας
es: Nivel de carga para ocultar batería
fa: پنهان کردن آستانه باتری
fr: Cacher le niveau de charge passé un certain point
gl: Limiar de agochar batería
hu: Akku határérték elrejtése
it_it: Nascondi soglia della batteria
ja: 低バッテリー警報の閾値を隠す
ko_kr: 배터리 한계값 숨기기
nl_nl: Batterijdrempel verbergen
pl: Ukryj próg akumulatora
pt_br: Esconder limite de bateria
ro: Prag ascundere baterie
ru: Скрывать порог заряда батареи
sk: Skryť hraničnú úroveň batérie
sr: Сакриј праг батерије
tr: Pili gizleme eşiği
uk: Сховати сповіщення про заряд акумулятора
zh_cn: 隐藏电量阈值

source: Progress bar
ar: شريط تقدم القراءة
ca: Barra de progrés
cs: Lišta s postupem čtení
de: Fortschrittsbalken
el: Γραμμή προόδου
es: Barra de progreso
fa: نوار پیشرفت
fr: Barre de progression
gl: Barra de progreso
hu: Folyamatjelző sáv
it_it: Barra di progresso
ja: 進捗バー
ko_kr: 진행률 표시줄
nl_nl: Voortgangsbalk
pl: Pasek postępu
pt_br: Barra de progresso
ro: Bară progres
ru: Индикатор прогресса
sk: Lišta s indikáciou priebehu
sr: Трака напретка
tr: İlerleme çubuğu
uk: Смуга поступу
zh_cn: 进度条

source: Show progress bar
ar: اعرض شريط تقدّم القراءة
ca: Mostrar barra de progrés
cs: Zobrazit lištu s postupem čtení
de: Zeige Fortschrittsbalken
el: Εμφάνιση γραμμής προόδου
es: Mostrar barra de progreso
fa: نمایش نوار پیشرفت
fr: Afficher la barre de progression
gl: Mostrar barra de progreso
hu: Folyamatjelző sáv megjelenítése
it_it: Mostra barra di progresso
ja: 進捗バーを表示
ko_kr: 진행 막대 표시
nl_nl: Voortgangsbalk weergeven
pl: Pokaż pasek postępu
pt_br: Mostrar barra de progresso
ro: Arată bara de progres
ru: Показывать индикатор прогресса
sk: Zobraziť lištu s indikátorom priebehu
sr: Прикажи траку напретка
tr: İlerleme çubuğu görüntülensin
uk: Показувати смугу поступу
zh_cn: 显示进度条

source: Chapter progress
ca: Progrés del capítol
de: Kapitelfortschritt
el: Πρόοδος κεφαλαίου
es: Progreso de capítulo
fa: پیشرفت فصل
gl: Progreso do capítulo
it_it: Progresso nel capitolo
ko_kr: 챕터 진행 상황
nl_nl: Voortgang in hoofdstuk
pl: Postęp rozdziału
ru: Прогресс главы
sk: Priebeh čítania kapitoly
sr: Напредак поглавља
tr: Bölüm ilerlemesi
uk: Прогрес розділу

source: Show progress bar for the current chapter, instead of the whole book.
de: Fortschrittsbalken für das aktuelle Kapitel anzeigen, statt für das ganze Buch.
el: Εμφάνιση γραμμής προόδου για το τρέχον κεφάλαιο, αντί για ολόκληρο το βιβλίο.
es: Mostrar barra de progreso para el capítulo actual, en lugar de para todo el libro.
fa: نمایش نوار پیشرفت برای فصل فعلی، به جای کل کتاب.
fr: Montrer la barre de progression pour le chapitre actuel, au lieu du livre entier.
gl: Mostrar a barra de progreso do capítulo actual, en canto de para todo o libro.
it_it: Mostra la barra del progresso per il capitolo corrente, invece che per il libro intero.
ko_kr: 전체 책이 아닌 현재 챕터의 진행률 표시줄을 표시합니다.
nl_nl: Voortgangsbalk voor het huidige hoofdstuk tonen, niet voor het hele boek.
pl: Pokaż pasek postępu bieżącego rozdziału zamiast całej książki.
ru: Показывать прогресс чтения текущей главы, а не всей книги.
sk: Zobraziť indikátor priebehu pre aktuálnu kapitolu namiesto celej knihy.
sr: Приказује траку напретка за текуће поглавље, уместо за целу књигу.
tr: Tüm kitap yerine geçerli bölüm için ilerleme çubuğu görüntülensin.
uk: Показувати індикатор прочитання для поточного розділу, а не для всієї книги.

source: alongside items
ar: بجانب العناصر
ca: al costat dels elements
cs: vedle položek
de: Neben Elementen
el: δίπλα από τα στοιχεία
es: al lado de los elementos
fa: موارد کناری
fr: à côté des éléments
gl: a carón dos elementos
hu: az elemek mellett
it_it: a lato degli elementi
ja: アイテムの肩を並べ
ko_kr: 항목 옆
nl_nl: naast items
pl: obok elementów
pt_br: ao lado dos itens
ro: în rînd cu elementele
ru: возле элементов
sk: popri položkách
sr: уз ставке
tr: ögelerin yanında
uk: поряд з елементами
zh_cn: 置于项目旁边

source: above items
ar: العناصر أعلاه
ca: damunt dels elements
cs: nad položkami
de: Über Elementen
el: επάνω από τα στοιχεία
es: encima de los elementos
fa: موارد بالایی
fr: au dessus des éléments
gl: sobre os elementos
hu: az elemek fölött
it_it: sopra agli elementi
ja: アイコンの上に
ko_kr: 항목 위
nl_nl: boven items
pl: powyżej elementów
pt_br: acima dos itens
ro: deasupra elementelor
ru: выше элементов
sk: nad položkami
sr: изнад ставки
tr: ögelerin üstünde
uk: над елементами
zh_cn: 置于项目上方

source: below items
ar: العناصر أدناه
ca: sota els elements
cs: pod položkami
de: Unter Elementen
el: κάτω από τα στοιχεία
es: debajo de los elementos
fa: موارد پایینی
fr: sous les éléments
gl: debaixo dos elementos
hu: az elemek alatt
it_it: sotto agli elementi
ja: アイコンの下に
ko_kr: 항목 아래
nl_nl: onder items
pl: poniżej elementów
pt_br: abaixo dos itens
ro: dedesubtul elementelor
ru: ниже элементов
sk: pod položkami
sr: испод ставки
tr: ögelerin altında
uk: під елементами
zh_cn: 置于项目下方

source: Position: %1
ar: الموضع: %1
ca: Posició: %1
cs: Poloha: %1
el: Θέση: %1
es: Posición: %1
fa: موقعیت: %1
gl: Posición: %1
hu: Pozíció: %1
it_it: Posizione: %1
ja: 位置: %1
ko_kr: 위치: %1
nl_nl: Positie: %1
pl: Pozycja: %1
pt_br: Posição: %1
ro: Poziție: %1
ru: Позиция: %1
sk: Pozícia: %1
sr: Позиција: %1
tr: Konum: %1
uk: Розташування: %1
zh_cn: 位置：%1

source: Above items
ar: العناصر أعلاه
ca: Damunt dels elements
cs: Nad položkami
de: Über Elementen
el: Επάνω από τα στοιχεία
es: Encima de los elementos
fa: موارد بالایی
fr: Au dessus des éléments
gl: Sobre os elementos
hu: Az elemek fölött
it_it: Sopra agli elementi
ja: アイコンの上に
ko_kr: 항목 위
nl_nl: Boven items
pl: Powyżej elementów
pt_br: Acima dos itens
ro: Deasupra elementelor
ru: Выше элементов
sk: Nad položkami
sr: Изнад ставки
tr: Ögelerin üstünde
uk: Над елементами
zh_cn: 置于项目上方

source: Alongside items
ar: جنبا إلى جنب مع العناصر
ca: Al costat dels elements
cs: Vedle položek
de: Neben Elementen
el: Δίπλα από τα στοιχεία
es: Al lado de los elementos
fa: موارد کناری
fr: À côté des éléments
gl: A carón dos elementos
hu: Az elemek mellett
it_it: A lato degli elementi
ja: アイテムの肩を並べ
ko_kr: 항목 옆
nl_nl: Naast items
pl: Obok elementów
pt_br: Ao lado dos itens
ro: În rînd cu elementele
ru: Возле элементов
sk: Popri položkách
sr: Уз ставке
tr: Ögelerin yanında
uk: Поруч з елементами
zh_cn: 置于项目旁边

source: Below items
ar: العناصر أدناه
ca: Sota els elements
cs: Pod položkami
de: Unter Elementen
el: Κάτω από τα στοιχεία
es: Debajo de los elementos
fa: موارد پایینی
fr: En dessous des éléments
gl: Debaixo dos elementos
hu: Az elemek alatt
it_it: Sotto gli elementi
ja: アイコンの下に
ko_kr: 항목 아래
nl_nl: Onder items
pl: Poniżej elementów
pt_br: Abaixo dos itens
ro: Dedesubtul elementelor
ru: Ниже элементов
sk: Pod položkami
sr: Испод ставки
tr: Ögelerin altında
uk: Під елементами
zh_cn: 置于项目下方

source: Style: thin
ar: الشكل: رفيع
ca: Estil: fi
cs: Styl: úzká
de: Stil: dünn
el: Στυλ: λεπτό
es: Estilo: fino
fa: سبک: نازک
fr: Style : mince
gl: Estilo: fino
hu: Stílus: vékony
it_it: Stile: sottile
ja: 様式: 細線
ko_kr: 스타일: 얇게
nl_nl: Stijl: dun
pl: Styl: cienki
pt_br: Estilo: fina
ro: Stil: subțire
ru: Стиль: тонкий
sk: Štýl: úzky
sr: Стил: танка
tr: Biçem: ince
uk: Стиль: тонкий
zh_cn: 样式：细

source: Style: thick
ar: الشكل: سميك
ca: Estil: gruix
cs: Styl: široká
de: Stil: dick
el: Στυλ: παχύ
es: Estilo: grueso
fa: سبک: ضخیم
fr: Style : épais
gl: Estilo: groso
hu: Stílus: vastag
it_it: Stile: spesso
ja: 様式: 太線
ko_kr: 스타일: 두껍게
nl_nl: Stijl: dik
pl: Styl: gruby
pt_br: Estilo: grossa
ro: Stil: gros
ru: Стиль: жирный
sk: Štýl: široký
sr: Стил: дебела
tr: Biçem: kalın
uk: Стиль: товстий
zh_cn: 样式：粗

source: Thick
ar: سميك
ca: Gruix
cs: Široká
de: Dick
el: Παχύ
es: Grueso
fa: ضخیم
fr: Épais
gl: Groso
hu: Vastag
it_it: Spesso
ja: 太線
ko_kr: 두껍게
nl_nl: Dik
pl: Gruby
pt_br: Grossa
ro: Gros
ru: Жирный
sk: Široký
sr: Дебела
tr: Kalın
uk: Товстий
zh_cn: 粗

source: Thin
ar: نحيف
ca: Fi
cs: Úzká
de: Dünn
el: Λεπτό
es: Fino
fa: نازک
fr: Mince
gl: Fino
hu: Vékony
it_it: Sottile
ja: 細線
ko_kr: 얇게
nl_nl: Dun
pl: Cienki
pt_br: Fina
ro: Subțire
ru: Тонкий
sk: Úzky
sr: Танка
tr: İnce
uk: Тонкий
zh_cn: 细

source: Progress bar size
ar: حجم شريط تقدم القراءة
ca: Grandària de la barra de progrés
cs: Velikost lišty s postupem čtení
de: Größe des Fortschrittsbalken
el: Μέγεθος γραμμής προόδου
es: Tamaño de la barra de progreso
fa: اندازه نوار پیشرفت
fr: Taille de la barre de progression
gl: Tamaño da barra de progreso
hu: Folyamatjelző sáv mérete
it_it: Grandezza della barra di progresso
ja: 進捗バーのサイズ
ko_kr: 진행률 막대 크기
nl_nl: Voortgangsbalkgrootte
pl: Rozmiar paska postępu
pt_br: Tamanho da barra de progresso
ro: Dimensiune bară progres
ru: Размер индикатора прогресса
sk: Veľkosť lišty s indikátorom priebehu
sr: Величина линије напретка
tr: İlerleme çubuğu boyutu
uk: Розмір смуги поступу
zh_cn: 进度条大小

source: Show chapter markers
ar: اعرض أرقام الفصول
ca: Mostrar marcadors de capítol
cs: Zobrazit označení kapitol
de: Kapitelmarkierungen anzeigen
el: Εμφάνιση δεικτών κεφαλαίων
es: Mostrar marcadores de capítulo
fa: نمایش نشانگر فصل
fr: Afficher les indicateurs de chapitre
gl: Mostrar os marcadores de capítulo
hu: Fejezethatárok megjelenítése
it_it: Mostra segnalibri
ja: 章の記号を表示
ko_kr: 챕터 표시 보기
nl_nl: Hoofdstukmarkeringen weergeven
pl: Pokaż znaczniki rozdziału
pt_br: Mostrar marcas de capítulo
ro: Arată marcatori capitol
ru: Показать метки глав
sk: Zobraziť značky pre kapitoly
sr: Прикажи маркере поглавља
tr: Bölüm işaretleyicileri görüntüle
uk: Показувати позначки розділів
zh_cn: 显示章节标记

source: thick
ar: سميك
ca: amplària
cs: široká
de: dick
el: έντονο
es: ancho
fa: ضخیم
fr: épais
gl: groso
hu: vastag
it_it: spesso
ja: 太い
ko_kr: 두껍게
nl_nl: dik
pl: gruby
pt_br: grossa
ro: groși
ru: жирный
sk: široké
sr: дебела
tr: kalın
uk: товсті
zh_cn: 粗

source: thin
ar: نحيف
ca: ample
cs: úzká
de: dünn
el: λεπτό
es: estrecho
fa: نازک
fr: mince
gl: fino
hu: vékony
it_it: sottile
ja: 細い
ko_kr: 얇게
nl_nl: dun
pl: cienki
pt_br: fina
ro: subțiri
ru: тонкий
sk: úzke
sr: танка
tr: ince
uk: тонкі
zh_cn: 细

source: medium
ar: متوسط
ca: mitjà
cs: střední
de: mittel
el: μεσαίο
es: mediano
fa: متوسط
fr: moyen
gl: normal
hu: közepes
it_it: medio
ja: 中
ko_kr: 보통
nl_nl: middel
pl: średni
pt_br: média
ro: medie
ru: средний
sk: stredné
sr: средња
tr: orta
uk: середні
zh_cn: 中等

source: Chapter marker width (%1)
ar: عرض علامة الفصل (%1)
ca: Amplària del marcador de capítols (%1)
cs: Šířka označení kapitol (%1)
de: Breite Kapitelmarkierung (%1)
el: Πλάτος δείκτη κεφαλαίου (%1)
es: Anchura del marcador de capítulos (%1)
fa: عرض نشانه فصل (%1)
fr: Épaisseur de l’indicateur de chapitre (%1)
gl: Ancho dos marcadores de capítulo (%1)
hu: Fejezethatárolók szélessége (%1)
it_it: Larghezza del segnalibro (%1)
ja: 章節記号の幅 (%1)
ko_kr: 챕터 표시 너비 (%1)
nl_nl: Hoofdstukmarkeringsbreedte (%1)
pl: Szerokość znacznika rozdziału (%1)
pt_br: Largura das marcas de capítulo (%1)
ro: Lățime marcatori capitol (%1)
ru: Ширина метки главы (%1)
sk: Šírka značky pre kapitoly (%1)
sr: Ширина маркера поглавља (%1)
tr: Bölüm işareti genişliği (%1)
uk: Ширина позначки розділу (%1)
zh_cn: 章节标记宽度 (%1)

source: Medium
ar: متوسط
ca: Mitjana
cs: Střední
de: Mittel
el: Μεσαίο
es: Media
fa: متوسط
fr: Moyen
gl: Media
hu: Közepes
it_it: Medio
ja: 中
ko_kr: 보통
pl: Średni
pt_br: Média
ro: Mediu
ru: Средний
sk: Stredné
sr: Средња
tr: Orta
uk: Середня
zh_cn: 中等

source: Show initial position marker
ca: Mostrar el marcador de posició inicial
cs: Zobrazit označení počáteční pozice
de: Markierung der Ausgangsposition anzeigen
el: Εμφάνιση δείκτη αρχικής θέσης
es: Mostrar el marcador de la posición inicial
fa: نمایش موفعیت اولیه نشانه
fr: Afficher le marqueur de position initiale
gl: Mostrar o marcador de posición inicial
hu: Kezdeti helyzetjelző megjelenítése
it_it: Mostra indicatore di posizione iniziale
ja: 初期位置の記号を表示
ko_kr: 초기 위치 마커 표시
nl_nl: Initiële positiemarkering weergeven
pl: Pokaż znacznik pozycji początkowej
pt_br: Mostrar indicador de posição inicial
ru: Показать метку начальной позиции
sk: Zobraziť značku počiatočnej pozície
sr: Прикажи маркер почетне позиције
tr: Başlangıç konumu işaretleyiciyi görüntüle
uk: Показувати маркер початкової позиції
zh_cn: 显示初始位置标记

source: static margins (10)
ar: هوامش ثابتة (10)
ca: marges estàtics (10)
cs: vlastní velikost okraje (10)
de: Statische Ränder (10)
el: στατικά περιθώρια (10)
es: márgenes estáticos (10)
fa: حاشیه ثابت (۱۰)
fr: marges fixes (10)
gl: marxes estáticas (10)
hu: fix margók (10)
it_it: margini statici (10)
ja: 固定余白(10)
ko_kr: 정적 여백 (10)
nl_nl: statische marges (10)
pl: Stałe marginesy (10)
pt_br: margens estáticas (10)
ro: margini statice (10)
ru: статичные поля (10)
sk: statické okraje (10)
sr: статичке маргине (10)
tr: sabit kenar boşlukları (10)
uk: статичні поля (10)
zh_cn: 静态边距（10）

source: no margins (0)
ar: بدون هوامش (0)
ca: sense marges (0)
cs: žádný okraj (0)
de: Keine Ränder (0)
el: χωρίς περιθώρια (0)
es: sin márgenes (0)
fa: بدون حاشیه (۰)
fr: pas de marges (0)
gl: sen marxes (0)
hu: nincsenek margók (0)
it_it: nessun margine (0)
ja: 余白なし(0)
ko_kr: 여백 없음 (0)
nl_nl: geen marges (0)
pl: Bez marginesów (0)
pt_br: nenhuma margem (0)
ro: fără margini (0)
ru: нет полей (0)
sk: žiadne okraje (0)
sr: без маргина (0)
tr: kenar boşluğu yok (0)
uk: без полів (0)
zh_cn: 无边距（0）

source: static margins (%1)
ar: هوامش ثابتة (%1)
ca: marges estàtics (%1)
cs: vlastní velikost okraje (%1)
de: Statische Ränder (%1)
el: στατικά περιθώρια (%1)
es: márgenes estáticos (%1)
fa: حاشیه ثابت (%1)
fr: marges fixes (%1)
gl: marxes estáticas (%1)
hu: statikus margók (%1)
it_it: margini statici (%1)
ja: 固定余白 (%1)
ko_kr: 정적 여백 (%1)
nl_nl: statische marges (%1)
pl: stałe marginesy (%1)
pt_br: margens estáticas (%1)
ro: margini statice (%1)
ru: статичные поля (%1)
sk: statické okraje (%1)
sr: статичке маргине (%1)
tr: sabit kenar boşlukları (%1)
uk: статичні поля (%1)
zh_cn: 静态边距（%1）

source: same as book margins (%1)
ar: مثل هوامش الكتاب (%1)
ca: igual que els marges dels llibres (%1)
cs: stejné jako okraje knihy (%1)
de: Gleich wie Buchränder (%1)
el: σαν τα περιθώρια του βιβλίου (%1)
es: igual que los márgenes de los libros (%1)
fa: همانند حاشیه کتاب (%1)
fr: identique aux marges du livre (%1)
gl: igual ás marxes do libro (%1)
hu: azonos a könyv margójával (%1)
it_it: come i margini del libro (%1)
ja: 書籍の余白に一致する (%1)
ko_kr: 책 여백과 동일 (%1)
nl_nl: zelfde als bookmarges (%1)
pl: jak marginesy książki (%1)
pt_br: igual às margens do livro (%1)
ro: aceeași margine ca și marginile cărții (%1)
ru: такие же, как поля книги (%1)
sk: rovnaké ako okraje knihy (%1)
sr: исто као маргине књиге (%1)
tr: kitap kenar boşlukları ile aynı (%1)
uk: поля як і у книги (%1)
zh_cn: 与书本边距一致（%1）

source: Margins: %1
ar: الهوامش: %1
ca: Marges: %1
cs: Okraje: %1
de: Ränder: %1
el: Περιθώρια: %1
es: Márgenes: %1
fa: حاشیه‌ها: %1
fr: Marges : %1
gl: Marxes: %1
hu: Margók: %1
it_it: Margini: %1
ja: 余白: %1
ko_kr: 여백: %1
nl_nl: Marges: %1
pl: Marginesy: %1
pt_br: Margens: %1
ro: Margini: %1
ru: Поля: %1
sk: Okraje: %1
sr: Маргине: %1
tr: Kenar boşlukları: %1
uk: Поля: %1
zh_cn: 边距：%1

source: No margins (0)
ar: بدون هوامش (0)
ca: Sense marges (0)
cs: Žádné okraje (0)
de: Keine Ränder (0)
el: Χωρίς περιθώρια (0)
es: Sin márgenes (0)
fa: بدون حاشیه (۰)
fr: Pas de marges (0)
gl: Sen marxes (0)
hu: Nincsenek margók (0)
it_it: Nessun margine (0)
ja: 余白はなし
ko_kr: 여백 없음 (0)
nl_nl: Geen marges (0)
pl: Bez marginesów (0)
pt_br: Nenhuma margem (0)
ro: Fără margini (0)
ru: Нет полей (0)
sk: Žiadne okraje (0)
sr: Без маргина (0)
tr: Kenar boşluğu yok (0)
uk: Без полів (0)
zh_cn: 无边距（0）

source: Same as book margins
ar: مثل حواف الكتاب
ca: Igual que els marges dels llibres
cs: Stejné jako okraje knihy
de: Gleich wie Buchränder
el: Σαν τα περιθώρια του βιβλίου
es: Igual que los márgenes de los libros
fa: همانند حاشیه کتاب
fr: Identique aux marges du livre
gl: Igual ás marxes do libro
hu: Azonos a könyv margóival
it_it: Come i margini del libro
ja: 書籍の余白に一致する
ko_kr: 책 여백과 동일
nl_nl: Zelfde als boekmarges
pl: Jak marginesy książki
pt_br: Igual às margens do livro
ro: La fel ca marginile cărții
ru: Такие же, как поля книги
sk: Rovnaké ako okraje knihy
sr: Исто као маргине књиге
tr: Kitap kenar boşlukları ile aynı
uk: Поля як і у книги
zh_cn: 与书本边距一致

source: Same as book margins (%1)
ar: مثل هوامش الكتاب (%1)
ca: Igual que els marges dels llibres (%1)
cs: Stejné jako okraje knihy (%1)
de: Gleich wie Buchränder (%1)
el: Σαν τα περιθώρια του βιβλίου (%1)
es: Igual que los márgenes de los libros (%1)
fa: همانند حاشیه کتاب (%1)
fr: Identique aux marges du livre (%1)
gl: Igual ás marxes do libro (%1)
hu: Azonos a könyv margóival (%1)
it_it: Come i margini del libro (%1)
ja: 書籍の余白に一致する (%1)
ko_kr: 책 여백과 동일 (%1)
nl_nl: Zelfde als bookmarges (%1)
pl: Jak marginesy książki (%1)
pt_br: Igual às margens do livro (%1)
ro: La fel ca marginile cărții (%1)
ru: Такие же, как поля книги (%1)
sk: Rovnaké ako okraje knihy (%1)
sr: Исто као маргине књиге (%1)
tr: Kitap kenar boşlukları ile aynı (%1)
uk: Поля як і у книги (%1)
zh_cn: 与书本边距一致（%1）

source: Static margins (%1)
ar: هوامش ثابتة (%1)
ca: Marges estàtics (%1)
cs: Vlastní velikost okraje (%1)
de: Statische Ränder (%1)
el: Στατικά περιθώρια (%1)
es: Márgenes estáticos (%1)
fa: حاشیه ثابت (%1)
fr: Marges fixes (%1)
gl: Marxes estáticas (%1)
hu: Statikus margók (%1)
it_it: Margini statici (%1)
ja: 固定余白 (%1)
ko_kr: 정적 여백 (%1)
nl_nl: Statische marges (%1)
pl: Stałe marginesy (%1)
pt_br: Margens estáticas (%1)
ro: Margini statice (%1)
ru: Статичные поля (%1)
sk: Statické okraje (%1)
sr: Статичке маргине (%1)
tr: Sabit kenar boşlukları (%1)
uk: Статичні поля (%1)
zh_cn: 静态边距（%1）

source: Minimal width: %1 %
ca: Amplària mínima: %1 %
cs: Minimální šířka: %1 %
de: Minimale Breite: %1 %
el: Ελάχιστο πλάτος: %1 %
es: Anchura mínima: %1 %
fa: حداقل عرض: %1 ٪
fr: Largeur minimale : %1 %
gl: Largura mínima: %1 %
hu: Minimális szélesség: %1 %
it_it: Larghezza minima: %1%
ja: 最小幅: %1 %
ko_kr: 최소 너비: %1 %
nl_nl: Minimale breedte: %1 %
pl: Minimalna szerokość: %1%
pt_br: Largura mínima: %1%
ro: Lățime minimă: %1%
ru: Минимальная ширина: %1%
sk: Minimálna šírka: %1 %
sr: Минимална ширина: %1 %
tr: En küçük genişlik: %%1
uk: Найменша ширина: %1 %
zh_cn: 最小宽度：%1%

source: Minimal width
ar: أدنى عرض
ca: Amplària mínima
cs: Minimální šířka
de: Minimale Breite
el: Ελάχιστο πλάτος
es: Anchura mínima
fa: حداقل عرض
fr: Largeur minimale
gl: Largura mínima
hu: Minimális szélesség
it_it: Larghezza minima
ja: 最小幅
ko_kr: 최소 폭
nl_nl: Minimale breedte
pl: Minimalna szerokość
pt_br: Largura mínima
ro: Lățime minimă
ru: Минимальная ширина
sk: Minimálna šírka
sr: Минимална ширина
tr: En az genişlik
uk: Найменша ширина
zh_cn: 最小宽度

source: Minimal progress bar width in percentage of screen width
ar: عرض شريط التقدّم المصغّر كنسبة مئويّة من عرض الشاشة
ca: Amplària mínima de la barra de progrés en percentatge de l'amplària de la pantalla
cs: Minimální procentuální šířka lišty s postupem čtení vzhledem k šířce obrazovky
de: Minimale Breite des Fortschrittsbalkens in Prozent der Bildschirmbreite
el: Ελάχιστο πλάτος γραμμής προόδου σε ποσοστό πλάτους οθόνης
es: Anchura mínima de la barra de progreso en porcentaje de la anchura de la pantalla
fa: حداقل عرض نوار پیشرفت به صورت درصدی از عرض صفحه نمایش
fr: Largeur minimale de la barre de progression en pourcentage de la taille d’écran
gl: Largura mínima da barra de progreso en porcentaxe da largura da pantalla
hu: A folyamatjelző sáv min. szélessége a képernyő szélességének százalékában
it_it: Larghezza minima della barra di progresso in percentuale alla larghezza dello schermo
ja: 進捗バーの最小幅(画面幅に対する割合)
ko_kr: 화면 폭을 기준으로 한 진행막대의 최소 폭 비율
nl_nl: Minimale voortgangsbalkbreedte in percentage van schermbreedte
pl: Minimalna szerokość paska postępu w procentach całkowitej szerokości ekranu
pt_br: Largura mínima da barra de progresso em porcentagem de largura da tela
ro: Procent lățime minimă bară progres din lățimea ecranului
ru: Минимальная ширина индикатора прогресса в процентах от ширины экрана
sk: Minimálna šírka lišty s indikátorom priebehu v percentách šírky obrazovky
sr: Минимална ширина траке напретка у процентима ширине екрана
tr: Ekran genişliği yüzdesi cinsinden en az ilerleme çubuğu genişliği
uk: Найменша ширина смуги поступу у відсотках до ширини екрана
zh_cn: 进度条的最小宽度（相对于屏幕宽度的百分比）

source: Go to page
ar: اذهب إلى الصفحة
ca: Anar la pàgina
cs: Přejít na stránku
de: Gehe zu Seite
el: Μετάβαση στη σελίδα
es: Ir a la pagina
fa: به صفحه برو
fr: Aller à la page
gl: Ir á páxina
hu: Ugrás megadott oldalra
it_it: Vai alla pagina
ja: 目的ページ番号へ
ko_kr: 페이지로 가기
nl_nl: Ga naar pagina
pl: Przejdź do strony
pt_br: Ir para a página
ro: Mergi la pagina
ru: Перейти на страницу
sk: Isť na stranu
sr: Иди на страну
tr: Sayfaya git
uk: Перейти до сторінки
zh_cn: 前往页码

source: Skim document
ar: مستند مقشود
ca: Fullejar document
cs: Projíždět dokument
de: Dokument überfliegen
el: Γρήγορο ξεφύλλισμα
es: Hojear documento
fa: مرور سریع سند
fr: Parcourir le document
gl: Follear documento
hu: Dokumentum felfedezése
it_it: Scorri documento
ja: 文書速読
ko_kr: 문서 훑어보기
pl: Tryb przewijania dokumentu
pt_br: Folhear documento
ro: Frunzărește documentul
ru: Беглый просмотр документа
sk: Prebehnúť dokument
sr: Брзо пређи по документу
tr: Belgeye göz at
uk: Проглянути документ
zh_cn: 跳读文档

source: Enter page number or percentage
ar: أدخل رقم الصفحة أو النسبة المئوية
ca: Inserir número de pàgina o percentatge
cs: Zadejte číslo stránky nebo procento
de: Seitenzahl oder Prozentsatz eingeben
el: Εισαγάγετε αριθμό σελίδας ή ποσοστό
es: Insertar número de página o porcentaje
fa: شماره صفحه یا درصد را وارد کنید
fr: Entrez un numéro de page ou un pourcentage
gl: Insire o número de páxina ou porcentaxe
hu: Adjon meg egy oldalszámot vagy százalékot
it_it: Immetti numero di pagina o percentuale
ja: 目的ページ番号または割合を入力する
ko_kr: 페이지 번호나 비율 입력
nl_nl: Voer paginanummer of percentage in
pl: Wpisz numer strony lub procent
pt_br: Inserir número da página ou porcentagem
ro: Întrodu numărul de pagină sau procent
ru: Введите номер страницы или процент
sk: Zadajte číslo strany alebo percentá
sr: Унесите број странице или проценат
tr: Sayfa numarasını ya da yüzdesini yazın
uk: Введіть номер сторінки або відсоток
zh_cn: 输入页码或百分比
