Repository: spruceUI/spruceOS
Catalog: App/KoReader/l10n/*/koreader.po
Languages: ar, ca, cs, de, el, es, fa, fr, gl, hu, it_it, ja, ko_kr, nl_nl, pl, pt_br, ro, ru, sk, sr, tr, uk, zh_cn

source: Any other taps made within this interval after a first tap will be considered accidental and ignored. The interval value is in milliseconds and can range from 0 (0 seconds) to 2000 (2 seconds).
ar: سيتم اعتبار أي نقرات أخرى يتم إجراؤها خلال هذا الفاصل الزمني بعد نقرة أولى عرضية ويتم تجاهلها. قيمة الفاصل الزمني بالمللي ثانية ويمكن أن تتراوح من 0 (0 ثانية) إلى 2000 (ثانيتان).
ca: Qualsevol altra pulsació realitzada dins d'aquest interval es considerarà accidental i serà ignorada. El valor de l'interval (en mil·lisegons) pot oscil·lar entre 0 (0 segons) i 2000 (2 segons).
cs: Jakékoliv další ťuknutí provedené během tohoto intervalu po prvním ťuknutí bude považováno za náhodné a bude ignorováno. Hodnota intervalu je v milisekundách a může být nastavena v rozsahu od 0 (0 sekund) do 2000 (2 sekundy).
de: Jedes weitere Antippen innerhalb dieses Intervalls nach dem ersten Antippen wird als versehentlich betrachtet und ignoriert. Der Intervallwert wird in Millisekunden angegeben und kann von 0 (0 Sekunden) bis 2000 (2 Sekunden) reichen.
el: Τυχόν άλλα πατήματα που γίνονται εντός αυτού του διαστήματος μετά το πρώτο πάτημα θα θεωρούνται τυχαία και θα αγνοηθούν. Η τιμή του διαστήματος είναι σε χιλιοστά του δευτερολέπτου και μπορεί να κυμαίνεται από 0 (0 δευτερόλεπτα) έως 2000 (2 δευτερόλεπτα).
es: Cualquier otra pulsación realizada dentro de este intervalo se considerará accidental y será ignorada. El valor del intervalo (en milisegundos) puede oscilar entre 0 (0 segundos) y 2000 (2 segundos).
fa: بعد از اولین ضربه هر ضربه‌ای که بین این فاصله‌های زمانی رخ دهد، به اتفاقی در نظر گرفته شده و از آن صرف نظر می‌شود. مقدار فاصله در واحد میلی‌ثانیه بوده و می‌تواند در بازه ۰ (۰ ثانیه) تا ۲۰۰۰ (۲ ثانیه باشد).
fr: Tout autre toucher effectué dans cet intervalle après un premier toucher sera considéré comme accidentel et ignoré. La valeur de l’intervalle, en millisecondes, doit être entre 0 à 2000 (2s).
gl: Calquera pulsación feita dentro deste intervalo despois da primeira pulsación, será considerada accidental e será ignorada. O valor do intervalo é en milisegundos e pode variar entre 0 (0 segundos) e 2000 (2 segundos).
hu: Az első érintés után a megadott intervallumban végrehajtott bármilyen érintés véletlenszerűnek minősül és figyelmen kívül marad. Az intervallum értéke ezredmásodpercben van megadva, és 0 (0 másodperc) és 2000 (2 másodperc) között változhat.
it_it: Qualsiasi altro tocco effettuato entro questo intervallo dopo un primo tocco sarà considerato accidentale e ignorato. Il valore dell'intervallo è in millisecondi e può variare da 0 (0 secondi) a 2000 (2 secondi).
ja: 最初のタップの後この間隔内に行われた他のタップは不慮のものとみなされて無視されます。 間隔値はミリ秒単位で、0 (0秒)から2000 (2秒)までの範囲で設定できます。
ko_kr: 첫번째 탭 이후에 이 간격 내에 눌린 탭은 실수로 간주되어 무시됩니다. 간격 값은 밀리 초 단위이며 범위는 0(0 초)에서 2000(2 초)입니다.
nl_nl: Alle andere tikken die binnen dit interval na een eerste tik worden gemaakt, worden als per ongeluk beschouwd en zullen worden genegeerd. De intervalwaarde is in milliseconden en kan variëren van 0 (0 seconden) tot 2000 (2 seconden).
pl: Każde inne stuknięcia wykonane w tym przedziale po pierwszym stuknięciu będą uznawane za przypadkowe i zignorowane. Wartość przedziału jest wyrażona w milisekundach i może wynosić od 0 (0 sekund) do 2000 (2 sekundy).
pt_br: Quaisquer outros toques feitos durante esse intervalo após um primeiro toque vão ser considerados acidentais e ignorados. O valor do intervalo está em milissegundos e pode variar de 0 (0 segundos) a 2000 (2 segundos).
ro: Orice alte atingeri făcute în acest interval de timp după prima atingere vor fi considerate accidentale și ignorate. Valoarea intervalului este dată în milisecunde și poate fi cuprinsă între 0 (0 secunde) și 2000 (2 secunde).
ru: После первого касания экрана любые другие прикосновения в течение данного интервала считаются случайными и игнорируются. Значение интервала указывается в миллисекундах и может варьироваться от 0 до 2000 (0-2 сек).
sk: Akékoľvek ďalšie ťuknutia vykonané v tomto intervale po prvom ťuknutí sa budú považovať za náhodné a budú sa ignorovať. Hodnota intervalu sa udáva v milisekundách a môže sa pohybovať od 0 (0 sekúnd) do 2000 (2 sekundy).
sr: Било који други тапови који се догоде унутар овог интервала након првог тапа ће се сматрати за нехотичне и игнорисаће се. Вредност интервала је у милисекундама и може да буде у опсегу од 0 (0 секунди) до 2000 (2 секунде).
tr: İlk dokunmadan sonra bu zaman aralığındaki diğer dokunmaların yanlışlıkla olduğu kabul edilir ve yok sayılır. Süre değeri milisaniyedir ve 0 (0 saniye) ile 2000 (2 saniye) arasında olabilir.
uk: Будь-які інші торкання, зроблені впродовж цього часу після першого торкання, вважатимуться випадковими та нехтуватимуться. Значення інтервалу в мілісекундах і може коливатися від 0 (0 секунд) до 2000 (2 секунди).
zh_cn: 第一次点按之后的这段时间内，任何其他相同动作都将被视为意外事件，并被忽略。 间隔值以毫秒为单位，范围从0(0秒)到2000(2秒)。

source: Tap interval on keyboard
ar: مهلة النقر على لوحة المفاتيح
ca: Interval de pulsació en el teclat
cs: Interval pro ťuknutí na klávesnici
de: Tippintervall auf der Tastatur
el: Ορισμός χρόνου μεταξύ πατημάτων στο πληκτρολόγιο
es: Intervalo de pulsación en el teclado
fa: فاصله ضربات بر روی کیبورد
fr: Intervalle des touchers pour le clavier
gl: Intervalo de premer no teclado
hu: Billentyűzet érintési intervalluma
it_it: Intervallo di tocco sulla tastiera
ja: キーボードでのタップ間隔
ko_kr: 키보드의 탭 간격
nl_nl: Tikinterval op toetsenbord
pl: Przedział stuknięcia na klawiaturze
pt_br: Intervalo de toque no teclado
ro: Interval de atingere pe tastatură
ru: Интервал касания на клавиатуре
sk: Interval ťuknutia na klávesnici
sr: Интервал тапа на тастатури
tr: Klavyeye dokunma aralığı
uk: Інтервал натискань на клавіатурі
zh_cn: 键盘点按间隔

source: Double tap interval
ca: Interval de doble pulsació
cs: Interval pro dvojí ťuknutí
de: Doppeltipp Intervall
el: Διάρκεια διπλού πατήματος
es: Intervalo de doble pulsación
fa: فاصله دو ضربه
fr: Intervalle des touchers doubles
gl: Intervalo para pulsación dobre
hu: Kettős érintés időzítése
it_it: Intervallo doppio tocco
ja: ダブルタップ間隔
ko_kr: 더블 탭 간격
nl_nl: Dubbeltikinterval
pl: Przedział podwójnego stuknięcia
pt_br: Intervalo de toque duplo
ro: Interval dublă atingere
ru: Интервал двойного касания
sk: Interval dvojitého ťuknutia
sr: Интервал дуплог тапа
tr: Çift dokunma süresi
uk: Інтервал подвійного дотику
zh_cn: 双击时间间隔

source: When double tap is enabled, this sets the time to wait for the second tap. A single tap will take at least this long to be detected. The interval value is in milliseconds and can range from 100 (0.1 seconds) to 2000 (2 seconds).
ar: عند تمكين النقر المزدوج ، فإن هذا يضبط وقت انتظار النقرة الثانية. ستستغرق نقرة واحدة هذه المدة على الأقل حتى يتم اكتشافها. قيمة الفاصل الزمني بالمللي ثانية ويمكن أن تتراوح من 100 (0.1 ثانية) إلى 2000 (ثانيتان).
ca: Aquesta opció estableix el temps d'espera per a la segona pulsació quan la doble pulsació està habilitada. Una pulsació simple trigarà almenys aquest temps a ser detectada. El valor de l'interval (en mil·lisegons) pot oscil·lar entre 100 (0,1 segons) i 2000 (2 segons).
cs: Když je povoleno dvojí ťuknutí, určuje toto nastavení čas čekání na druhé ťuknutí. Jedno ťuknutí musí trval alespoň takhle dlouho, aby bylo rozpoznáno. Hodnota intervalu je v milisekundách a může být nastavena v rozsahu od 100 (0.1 sekundy) do 2000 (2 sekundy).
de: Wenn Doppeltippen aktiviert ist, wird hier die Zeit eingestellt, die auf den zweiten Tipp gewartet werden soll. Ein einfacher Tipp dauert mindestens so lange, bis er erkannt wird. Der Intervallwert wird in Millisekunden angegeben und kann von 100 (0,1 Sekunden) bis 2000 (2 Sekunden) reichen.
el: Όταν είναι ενεργοποιημένο το διπλό πάτημα, αυτό ρυθμίζει την ώρα αναμονής για το δεύτερο πάτημα. Ένα μόνο πάτημα θα διαρκέσει τουλάχιστον τόσο για να εντοπιστεί. Η τιμή του διαστήματος είναι σε χιλιοστά του δευτερολέπτου και μπορεί να κυμαίνεται από 100 (0,1 δευτερόλεπτα) έως 2000 (2 δευτερόλεπτα).
es: Esta opción establece el tiempo de espera para la segunda pulsación cuando la doble pulsación está habilitada. Una pulsación simple tardará al menos este tiempo en ser detectada. El valor del intervalo (en milisegundos) puede oscilar entre 100 (0,1 segundos) y 2000 (2 segundos).
fr: Si les touchers doubles sont activés, cela définit le délai maximal entre les deux touchers. Il faudra donc attendre au moins aussi longtemps que ça pour qu’un toucher simple soit détecté. La valeur de l’intervalle, en millisecondes, doit être entre 100 (0,1s) à 2000 (2s).
gl: Cando a pulsación dobre está activada, isto establece o tempo de espera pola segunda pulsación. Unha pulsación simple necesitará o mesmo tempo para ser detectada. O valor do intervalo é en milisegundos e pode variar entre 100 (0,1 segundos) e 2000 (2 segundos).
hu: Ha a dupla koppintás engedélyezett, itt beállítható a második koppintás várakozási ideje. Emiatt egyetlen érintést is legalább ennyi ideig tart felismerni. Az intervallum értéke ezredmásodpercben van megadva, és 100 (0,1 másodperc) és 2000 (2 másodperc) között lehet.
it_it: Quando il doppio tocco è abilitato, imposta il tempo di attesa per il secondo tocco. Un singolo tocco richiederà almeno questo tempo per essere rilevato. Il valore dell'intervallo è in millisecondi e può variare tra 100 (0,1 secondi) a 2000 (2 secondi).
ja: ダブルタップが有効な場合、2回目のタップを待機する時間を設定します。単独タップが検出されるには少なくともこの時間かかります。 間隔の値はミリ秒で、100 (0.1秒)から2000 (2秒)の範囲で設定できます。
ko_kr: 더블 탭이 활성화되면 두번째 탭을 기다리는 시간을 설정합니다. 한 번의 탭이 감지되려면 최소한 이 시간이 걸립니다. 간격 값은 밀리 초이며 범위는 100(0.1 초)에서 2000(2 초)까지입니다.
nl_nl: Wanneer dubbeltikken is ingeschakeld, wordt hiermee de tijd ingesteld om te wachten op de tweede tik. Een enkele tik moet minstens zo lang duren om te worden gedetecteerd. De intervalwaarde is in milliseconden en kan variëren van 100 (0,1 seconde) tot 2000 (2 seconden).
pl: Gdy włączone jest podwójne stuknięcie, ustawia czas oczekiwania na drugie stuknięcie. Wykrycie pojedynczego stuknięcia zajmie co najmniej tyle czasu. Wartość przedziału jest wyrażona w milisekundach i może wynosić od 100 (0,1 sekundy) do 2000 (2 sekundy).
pt_br: Quando o toque duplo está ativado, isso define o tempo de espera até o segundo toque. Um único toque vai demorar ao menos esse tempo para ser detectado. O valor do intervalo está em milissegundos e pode variar de 100 (0,1 segundo) a 2000 (2 segundos).
ro: Cînd dubla-atingere este activată, aceasta setează intervalul de timp pentru a doua atingere. Pentru o atingere simplă este nevoie de cel puțin acest interval de așteptare pentru a fi detectată. Intervalul este dat în milisecunde și poate fi cuprins între 100 (0,1 secunde) și 2000 (2 secunde).
ru: Время ожидания второго касания при включении двойного касания. При этом для обнаружения одиночного касания потребуется как минимум столько же времени. Значение интервала указывается в миллисекундах и может варьироваться от 100 до 2000 (0.1-2 сек).
sk: Keď je povolené dvojité ťuknutie, nastaví sa čas, ktorý sa má čakať na druhé ťuknutie. Na rozpoznanie jedného ťuknutia je potrebný minimálne tento čas. Hodnota intervalu sa udáva v milisekundách a môže sa pohybovať od 100 (0,1 sekundy) do 2000 (2 sekundy).
sr: Када је укључен двоструки тап, ово поставља време чекања на други тап. Бар оволико времена је потребно да се детектује један тап. Вредност интервала је у милисекундама и може да буде у опсегу од 100 (0,1 секунда) до 2000 (2 секунде).
tr: Çift dokunma etkinleştirildiğinde, bu seçenek ikinci dokunmanın bekleneceği süreyi belirler. Tek bir dokunuşun algılanması en az bu kadar sürer. Aralık değeri milisaniye cinsindendir ve 100 (0,1 saniye) ile 2000 (2 saniye) arasında değişebilir.
uk: Якщо ввімкнено подвійне торкання, це визначає час очікування другого дотику. Одинарний дотик триватиме, доки не буде виявлений. Значення інтервалу вказано в мілісекундах і може коливатися від 100 (0,1 секунди) до 2000 (2 секунди).
zh_cn: 双击启用时，这将设置等待第二次点击的时间。单个点击至少需要这么长的时间才能被检测到。 间隔值以毫秒为单位，范围从100(0.1秒)到2000(2秒)。

source: Two finger tap duration
ar: المدة الزمنية للمس بإصبعين
ca: Durada de pulsació amb dos dits
cs: Doba trvání ťuknutí dvěma prsty
de: Dauer des Zweifinger-Tippens
el: Διάρκεια πατήματος με δύο δάκτυλα
es: Duración de pulsación con dos dedos
fa: بازه ضربه دو انگشتی
fr: Durée des touchers à deux doigts
gl: Duración para premer con dous dedos
hu: Kétujjas érintés időzítése
it_it: Durata del tocco con due dita
ja: 2本指タップの継続時間
ko_kr: 두 손가락 탭 지속 시간
nl_nl: Tweevingertik-duurtijd
pl: Przedział stuknięcia dwoma palcami
pt_br: Duração do toque de dois dedos
ro: Durată atingere cu două degete
ru: Длительность касания двумя пальцами
sk: Interval ťuknutia dvoma prstami
sr: Трајање тапа са два прста
tr: İki parmakla dokunma süresi
uk: Тривалість дотику двома пальцями
zh_cn: 双指点击间隔

source: This sets the allowed duration of any of the two fingers touch/release for the combined event to be considered a two finger tap. The duration value is in milliseconds and can range from 100 (0.1 seconds) to 2000 (2 seconds).
ar: هذا يحدد المدة المسموح بها لأي من إصبعين لمس / ترك للحدث المدمج ليتم اعتباره نقرة بإصبعين. قيمة المدة بالمللي ثانية ويمكن أن تتراوح من 100 (0.1 ثانية) إلى 2000 (ثانيتان).
ca: Aquesta opció estableix la durada màxima de la pulsació/alliberament de qualsevol dels dos dits perquè un esdeveniment combinat sigui considerat una pulsació doble. El valor de la durada (en mil·lisegons) pot oscil·lar entre 100 (0,1 segons) i 2000 (2 segons).
cs: Nastavte povolenou dobu trvání pro dotek/konec doteku dvěma prsty, aby tato kombinace doteků mohla být považována za ťuknutí dvěma prsty. Hodnota doby trvání je v milisekundách a může být nastavena v rozsahu od 100 (0.1 sekundy) do 2000 (2 sekundy).
de: Damit wird die zulässige Dauer der Berührung/Entriegelung mit einem der beiden Finger festgelegt, damit das kombinierte Ereignis als Zwei-Finger-Tippen betrachtet wird. Der Wert für die Dauer wird in Millisekunden angegeben und kann von 100 (0,1 Sekunden) bis 2000 (2 Sekunden) reichen.
el: Αυτό ορίζει την επιτρεπόμενη διάρκεια οποιασδήποτε αφής/απελευθέρωσης με δύο δάχτυλα, ώστε το συνδυασμένο συμβάν να θεωρηθεί πάτημα δύο δαχτύλων. Η τιμή διάρκειας είναι σε χιλιοστά του δευτερολέπτου και μπορεί να κυμαίνεται από 100 (0,1 δευτερόλεπτα) έως 2000 (2 δευτερόλεπτα).
es: Esta opción establece la duración máxima de la pulsación/liberación de cualquiera de los dos dedos para que un evento combinado sea considerado una pulsación doble. El valor de la duración (en milisegundos) puede oscilar entre 100 (0,1 segundos) y 2000 (2 segundos).
fr: Cela définit la durée de contact maximale pour l’un des deux doigts afin que l’événement combiné soit considéré comme un toucher multiple à deux doigts. La durée, en millisecondes, doit être entre 100 (0,1s) à 2000 (2s).
gl: Esta opción configura a duración permitida de tocar/soltar para calquera dos dous dedos nun evento combinado para que sexa considerado unha pulsación de dous dedos. O valor do intervalo pode variar entre 100 (0,1 segundos) e 2000 (2 segundos).
hu: Itt beállíthatja a kétujjas érintések / elengedések időtartamát ahhoz, hogy egy kombinált esemény kétujjas koppintásnak minősüljön. Az időtartam értéke ezredmásodpercben van megadva, és 100 (0,1 másodperc) és 2000 (2 másodperc) között változhat.
it_it: Imposta la durata consentita di uno qualsiasi dei tocchi/rilasci con due dita affinché l'evento combinato sia considerato un tocco con due dita. Il valore della durata è in millisecondi e può variare da 100 (0,1 secondi) a 2000 (2 secondi).
ja: 2本の指をタッチ・リリースする際に、2本指のタップとみなされるまでの許容時間を設定します。 持続時間の値はミリ秒単位で、100 (0.1秒)から2000 (2秒)までの範囲で設定できます。
ko_kr: 이것은 결합된 이벤트가 두 손가락 탭으로 간주되도록 두 손가락 터치/릴리스의 허용 기간을 설정합니다. 기간 값은 밀리 초 단위이며 범위는 100(0.1 초)에서 2000(2 초)까지입니다.
nl_nl: Dit stelt de toegestane duurtijd tussen twee tikken van twee vingers in milliseconden in, zodat de gecombineerde gebeurtenis als een tweevingertik zal worden beschouwd. Het interval kan worden ingesteld van 100 (0,1 seconden) tot 2000 (2 seconden).
pl: Ustawia dozwolony czas trwania dotknięcia/puszczenia dowolnego z dwóch palców, aby połączone zdarzenie było traktowane jako stuknięcie dwoma palcami. Wartość czasu trwania jest wyrażona w milisekundach i może wynosić od 100 (0,1 sekundy) do 2000 (2 sekundy).
pt_br: Isso define a duração permitida de toque/liberação de qualquer um dos dois dedos para que o evento combinado seja considerado um toque de dois dedos. O valor da duração está em milissegundos e pode variar de 100 (0,1 segundo) a 2000 (2 segundos).
ro: Aceasta setează intervalul de timp permis pentru orice atingere cu 2 degete pentru ca evenimentul să fie detectat ca atingere cu 2 degete. Intervalul este dat în milisecunde și poate fi cuprins între 100 (0,1 secunde) și 2000 (2 secunde).
ru: Задать допустимую длительность касания / отпускания любого из двух пальцев, чтобы комбинированное событие считалось касанием двумя пальцами. Значение длительности указывается в миллисекундах и может варьироваться от 100 до 2000 (0.1-2 сек).
sk: Týmto sa nastaví povolený interval dotyku/uvoľnenia ľubovoľného z dvoch prstov, aby sa kombinovaná udalosť považovala za ťuknutie dvoma prstami. Hodnota intervalu sa udáva v milisekundách a môže sa pohybovať od 100 (0,1 sekundy) do 2000 (2 sekundy).
sr: Ово поставља дозвољено трајање било ког од додира/отпуштања за комбиновани догађај које ће да се препозна као тап са два прста. Вредност интервала је у милисекундама и може да буде у опсегу од 100 (0,1 секунда) до 2000 (2 секунде).
tr: Bu seçenek, birleşik olayın iki parmak dokunuşu olarak kabul edilmesi için iki parmak ile dokunma/serbest bırakma eylemlerinden herhangi biri için izin verilen süreyi belirler. Süre değeri milisaniye cinsindendir ve 100 (0,1 saniye) ile 2000 (2 saniye) arasında değişebilir.
uk: Це встановлює дозволену тривалість дотику/відпускання будь-якого з двох пальців, щоб поєднана подія вважалася торканням двома пальцями. Значення тривалості вказане в мілісекундах і може коливатися від 100 (0,1 секунди) до 2000 (2 секунди).
zh_cn: 这将设置任意两指触摸/释放的允许持续时间，使组合事件被认为是一个两指点击。 持续时间值以毫秒为单位，范围从100(0.1秒)到2000(2秒)。

source: Set duration
ar: حدّد فترةً زمنيّة
ca: Ajustar durada
cs: Nastavit dobu trvání
de: Dauer festlegen
el: Ορισμός διάρκειας
es: Ajustar duración
fa: تعیین بازه زمانی
fr: Définir la durée
gl: Axustar duración
hu: Időtartam beállítása
it_it: Imposta durata
ja: 継続時間を設定する
ko_kr: 기간 설정
nl_nl: Duurtijd instellen
pl: Ustaw przedział
pt_br: Definir duração
ro: Setează durată
ru: Задать длительность
sk: Nastaviť interval
sr: Постави трајање
tr: Süreyi ayarla
uk: Установлення тривалості
zh_cn: 设置持续时间

source: Long-press interval
ar: مهلة الضغط باستمرار
ca: Interval de pulsació llarga
cs: Interval pro dlouhé stisknutí
de: Langes Druckintervall
el: Διάρκεια παρατεταμένου πατήματος
es: Intervalo de pulsación larga
fr: Intervalle d'appui long
gl: Intervalo de pulsación longa
hu: Hosszan nyomás időzítése
it_it: Intervallo pressione prolungata
ja: 長押し間隔
ko_kr: 길게 누르기 간격
nl_nl: Lang ingedrukt houden-interval
pl: Interwał przytrzymania
pt_br: Intervalo do toque longo
ro: Interval apăsare lungă
ru: Интервал долгого касания
sk: Interval dlhého stlačenia
sr: Интервал дугог притиска
tr: Uzun basma aralığı
uk: Тривале натиснення, щоб вибрати
zh_cn: 长按间隔
