Repository: spruceUI/spruceOS
Catalog: App/KoReader/l10n/*/koreader.po
Languages: ar, ca, cs, de, el, es, fa, fr, gl, hu, it_it, ja, ko_kr, nl_nl, pl, pt_br, ro, ru, sk, sr, tr, uk, zh_cn

source: Accelerometer rotation events off.
ar: مُخرجاتِ حسّاسِ دورانِ الجهاز ايقاف.
ca: Esdeveniments de rotació de l'acceleròmetre desactivats.
cs: Akcelerometr (automatické otáčení) je vypnutý.
de: Beschleunigungssensor Ereignisse aus.
el: Τα συμβάντα περιστροφής του επιταχυνσιόμετρου είναι απενεργοποιημένα.
es: Se desactivaron los eventos de giro de acelerómetro.
fa: چرخش با استفاده از شتاب‌سنج خاموش است.
fr: Événements de rotation de l’accéléromètre désactivés.
gl: Eventos de rotación do acelerómetro desactivados.
hu: Gyorsulásmérő forgatási eseményei kikapcsolva.
it_it: Rotazione dell'accelerometro disabilitata.
ja: 加速度センサーの回転イベントオフ。
ko_kr: 가속도계 회전 이벤트 꺼짐.
nl_nl: Versnellingsmeterdraaien uit.
pl: Akcelerometr został wyłączony.
pt_br: Eventos de rotação do acelerômetro desligados.
ro: Rotația accelerometrului este ignorată.
ru: События поворота акселерометра выключены.
sk: Udalosti otáčania akcelerometra sú vypnuté.
sr: Догађаји ротације са акцелерометра су искључени.
tr: Hız ölçer döndürme işlemleri yok sayılsın.
uk: Блокувати обертання.
zh_cn: 自动旋转已禁用。

source: Accelerometer rotation events on.
ar: مُخرجاتِ حسّاسِ دورانِ الجهاز تشغيل.
ca: Esdeveniments de rotació de l'acceleròmetre activats.
cs: Akcelerometr (automatické otáčení) je zapnutý.
de: Beschleunigungssensor Ereignisse an.
el: Τα συμβάντα περιστροφής του επιταχυνσιόμετρου ενεργοποιήθηκαν.
es: Se activaron los eventos de giro de acelerómetro.
fa: چرخش با استفاده از شتاب‌سنج روشن است.
fr: Événements de rotation de l’accéléromètre activés.
gl: Eventos de rotación do acelerómetro activados.
hu: Gyorsulásmérő forgatási eseményei bekapcsolva.
it_it: Eventi di rotazione dell'accelerometro attivati.
ja: 加速度センサーの回転イベントオン。
ko_kr: 가속도계 회전 이벤트 켜짐.
nl_nl: Versnellingsmeterdraaien aan.
pl: Akcelerometr został włączony.
pt_br: Eventos de rotação do acelerômetro ligados.
ro: Rotația accelerometrului este raportată.
ru: События поворота акселерометра включены.
sk: Udalosti otáčania akcelerometra sú zapnuté.
sr: Догађаји ротације са акцелерометра су укључени.
tr: Hız ölçer döndürme işlemleri aktif edilsin.
uk: Увімкнути обертання.
zh_cn: 自动旋转已启用。

source: Later
ca: Més tard
cs: Později
de: Später
el: Αργότερα
es: Luego
fa: بعدا
fr: Plus tard
gl: Máis tarde
hu: Később
it_it: Più tardi
ko_kr: 나중에
pl: Później
pt_br: Depois
ru: Позже
sk: Neskôr
sr: Касније
tr: Daha sonra
uk: Пізніше
zh_cn: 后

source: The update will be applied the next time KOReader is started.
ca: L’actualització s’aplicarà la pròxima vegada que obriu el KOReader.
cs: Aktualizace bude provedena po příštím spuštění KOReaderu.
de: Die Aktualisierung wird beim nächsten Start von KOReader angewendet.
el: Η ενημέρωση θα εφαρμοστεί την επόμενη φορά που θα ξεκινήσει το KOReader.
es: La actualización se aplicará la próxima vez que se inicie KOReader.
fa: بروزرسانی در شروع بعدی کوریدر اعمال خواهد شد.
fr: La mise à jour sera appliquée la prochaine fois que KOReader aura démarré.
gl: A actualización aplicarase a próxima vez que inicie KOReader.
hu: A frissítés a KOReader legközelebbi indításakor lesz alkalmazva.
it_it: L'aggiornamento sarà applicato la prossima volta che KOReader verrà aperto.
ko_kr: 이 업데이트는 다음에 KOReader를 시작할 때 적용됩니다.
nl_nl: De update wordt uitgevoerd bij de volgende keer dat KOReader wordt gestart.
pl: Aktualizacja zostanie zastosowana przy następnym uruchomieniu KOReadera.
pt_br: A atualização será aplicada na próxima vez que o KOReader for iniciado.
ru: Обновление будет выполнено при следующем запуске KOReader.
sk: Aktualizácia bude dokončená pri nasledujúcom štarte KOReadera.
sr: Ажурирање ће се применити када следећи пут покренете KOReader.
tr: Güncelleme, KOReader bir sonraki başlatıldığında uygulanacak.
uk: Оновлення буде застосовано за наступного запуску KOReader.
zh_cn: KOReader 会在下次启动时自动更新。

source: Interface: %1
ca: Interfície: %1
cs: Rozhraní: %1
el: Διεπαφή: %1
es: Interfaz: %1
hu: Interfész: %1
it_it: Interfaccia: %1
ja: インターフェース: %1
ko_kr: 인터페이스: %1
pl: Interfejs: %1
ru: Интерфейс: %1
sk: Rozhranie: %1
sr: Интерфејс: %1
tr: Arayüz: %1
uk: Інтерфейс: %1
zh_cn: 接口：%1

source: SSID: off/any
ca: SSID: desactivat / qualsevol
cs: SSID: vypnuto/jakékoliv
de: SSID: aus/beliebige
el: SSID: απενεργοποιημένο/οποιοδήποτε
es: SSID: desactivado/cualquiera
fr: SSID : désactivé/n'importe quel
gl: SSID: desactivado/calquera
hu: SSID: ki/bármi
it_it: SSID: spento/qualsiasi
ko_kr: SSID: 꺼짐/모두
nl_nl: SSID: uit/willekeurig
pl: SSID: wyłączony/dowolny
pt_br: SSID: desligado/qualquer
ru: SSID: выкл/любой
sk: SSID: vypnuté/akékoľvek
sr: SSID: искљ./било који
tr: SSID: kapalı/tümü
uk: SSID: вимн/будь-який
zh_cn: SSID: 已关闭

source: Default gateway: %1
ca: Passarel·la predeterminada: %1
cs: Výchozí brána: %1
de: Standard Gateway: %1
el: Προεπιλεγμένο gateway: %1
es: Puerta de enlace predeterminada: %1
fr: passerelle par défaut : %1
gl: Pasarela por defecto: %1
hu: Alapértelmezett átjáró: %1
it_it: Gateway predefinito: %1
ja: デフォルトゲートウェイ: %1
ko_kr: 기본 게이트웨이: %1
nl_nl: Standaard gateway: %1
pl: Brama domyślna: %1
pt_br: Gateway padrão: %1
ru: Шлюз по умолчанию: %1
sk: Predvolená brána: %1
sr: Подразумевани мрежни пролаз: %1
tr: Varsayılan ağ geçidi: %1
uk: Типовий шлюз: %1
zh_cn: 默认网关：%1

source: Gateway ping successful
ca: Ping a la passarel·la reeixit
cs: Ping na výchozí bránu byl úspěšný
de: Gateway-Ping erfolgreich
el: Επιτυχημένο Gateway ping
es: Ping a la puerta de enlace exitoso
fr: Ping de la passerelle réussi
gl: O ping á pasarela funcionou
hu: Átjáró pingelése sikeres
it_it: Ping del gateway riuscito
ja: ゲートウェイのping成功
ko_kr: 게이트웨이 핑 성공
nl_nl: Gateway-ping geslaagd
pl: Pingowanie bramy powiodło się
pt_br: Ping do gateway bem-sucedido
ru: Проверка связи со шлюзом прошла успешно
sk: Ping brány bol úspešný
sr: Пинг мрежног пролаза је успешан
tr: Ağ geçidine ping gönderildi
uk: Шлюзовий пінґ успішний
zh_cn: 网关ping成功

source: RTT: %1 ms
el: RTT: %1 χιλ. δευτ.
ja: RTT: %1 ミリ秒
ko_kr: RTT: %1밀리초
ru: RTT: %1 мсек
tr: RTT: %1 msn
uk: RTT: %1 мс
zh_cn: 响应时间: %1 ms

source: Gateway ping FAILED
ca: Ping a la passarel·la FALLIT
cs: Ping na výchozí bránu se NEZDAŘIL
de: Gateway-Ping fehlgeschlagen
el: Το Gateway ping ΑΠΕΤΥΧΕ
es: Ping a la puerta de enlace FALLIDO
fr: "Échec du ping de la passerelle"
gl: O ping á pasarela FALLOU
hu: Átjáró pingelése problémás
it_it: Ping del gateway FALLITO
ja: ゲートウェイのping失敗
ko_kr: 게이트웨이 핑 실패
nl_nl: Gateway-ping MISLUKT
pl: Pingowanie bramy NIE POWIODŁO SIĘ
pt_br: Ping do gateway FALHOU
ru: Сбой при проверке связи со шлюзом
sk: Ping brány ZLYHAL
sr: Пинг мрежног пролаза НИЈЕ УСПЕО
tr: Ağ geçidine ping gönderilemedi
uk: ПОМИЛКА пінґ шлюзу
zh_cn: 网关ping失败

source: Timed out after %1 s
ca: Temps d'espera esgotat després de %1 s
cs: Časový limit vypršel po %1 s
de: Zeitüberschreitung nach %1 s
el: Χρόνος λήξης μετά από %1 δευτ.
es: Tiempo de espera agotado después de %1 s
fr: délai d'attente expiré après %1 s
gl: Alcanzado o tempo máximo de espera tras %1 s
hu: Időtúllépés %1 mp után
it_it: Tempo scaduto dopo %1 s
ja: %1 秒後にタイムアウト
ko_kr: %1초 후 시간 제한이 초과됨
nl_nl: Tijd overschreden na %1 s
pl: Przekroczono limit czasu po %1 s
pt_br: Tempo expirado após %1s
ru: Время истекло: %1 сек
sk: Časový limit vypršal po %1 s
sr: Истекло је време чекања након %1 s
tr: %1 saniye sonra zaman aşımına uğradı
uk: Час очікування минув після %1 с
zh_cn: 网络连接超时（%1 s）

source: No default gateway to ping
ca: Sense passarel·la predeterminada per a fer ping
cs: Žádná výchozí brána pro ping (test odezvy)
de: Kein Standard-Gateway für Ping
el: Δεν υπάρχει προεπιλεγμένo gateway για ping
es: Sin puerta de enlace predeterminada para hacer ping
fr: Aucune passerelle par défaut à joindre
gl: Non hai unha pasarela por defecto á que facer ping
hu: Nincs alapértelmezett átjáró a pingeléshez
it_it: Nessun gateway predefinito per ping
ja: pingを行うデフォルトゲートウェイがありません
ko_kr: ping할 기본 게이트웨이 없음
nl_nl: Geen standaard gateway om te pingen
pl: Brak domyślnej bramy do pingowania
pt_br: Nenhum gateway padrão para enviar ping
ru: Не указан шлюз по умолчанию для проверки связи
sk: Žiadna predvolená brána pre ping
sr: Нема подразумеваног мрежног пролаза за пинг тест
tr: Ping gönderilecek bir varsayılan ağ geçidi yok
uk: Немає стандартного шлюзу для пінґу
zh_cn: 没有默认的 ping 网关

source: Couldn't extract archive: %1 Unrecognized filename extension.
ar: تعذر استخراج الأرشيف: %1 ملحق اسم الملف غير معروف.
ca: No s’ha pogut extreure l’arxiu: %1 No es reconeix l’extensió del fitxer.
cs: Nelze rozbalit archiv: %1 Nerozpoznaná přípona souboru.
de: Konnte Archiv nicht auslesen: %1 Unbekannte Dateierweiterung.
el: Δεν ήταν δυνατή η εξαγωγή του αρχείου: %1 Μη αναγνωρισμένη επέκταση ονόματος αρχείου.
es: No se ha podido extraer el archivo: %1 Extensión no reconocida.
fa: نمی‌توان فایل فشرده را استخراج کرد: %1 پسوند براساس اسم فایل شناسایی نشد.
fr: Impossible d’extraire l’archive : %1 Extension du fichier non reconnue.
gl: Non se puido extraer o ficheiro: %1 Extensión de ficheiro descoñecida.
hu: Nem sikerült kicsomagolni az archívumot: %1 Ismeretlen fájlkiterjesztés.
it_it: Non posso estrarre l'archivio: %1 Estensione non riconosciuta.
ja: アーカイブを展開できません: %1 不明なファイル拡張子です.
ko_kr: 아카이브를 추출하지 못함: %1 인식할 수 없는 파일이름 확장자입니다.
nl_nl: Archief kon niet worden uitgepakt: %1 Onbekende bestandsextensie.
pl: Rozpakowanie archiwum zakończone niepowodzeniem: %1 Nieznane rozszerzenie pliku.
pt_br: Não foi possível extrair o arquivo: %1 Extensão de arquivo não reconhecida.
ro: Nu se poate extrage arhiva: %1 Extensie fișier nerecunoscută.
ru: Не удалось распаковать архив: %1 Нераспознанное расширение имени файла.
sk: Archív sa nepodarilo rozbaliť: %1 Nerozpoznaná prípona názvu súboru.
sr: Архива није могла да се распакује: %1 Екстензија имена фајла се не препознаје.
tr: Arşiv çıkartılamadı: %1 Dosya adı uzantısı bilinmiyor.
uk: Неможливо розпакувати архів: %1 Невідоме розширення назви файлу.
zh_cn: 无法解压文件: %1 未知的文件扩展名。

source: Extracting archive failed: %1
ar: فشل استخراج الأرشيف: %1
ca: Ha fallat l’extracció de l’arxiu: %1
cs: Rozbalení archivu se nezdařilo: %1
de: Das Extrahieren des Archivs ist fehlgeschlagen: %1
el: Η εξαγωγή του αρχείου απέτυχε: %1
es: Falló la extracción del archivador: %1
fa: استخراچ فایل فشرده ناموفق: %1
fr: L’extraction de l’archive a échoué : %1
gl: Fallou a extracción do arquivo: %1
hu: Archívum kicsomagolási hiba: %1
it_it: Estrazione dell'archivio non riuscita: %1
ja: アーカイブの展開に失敗しました: %1
ko_kr: 아카이브 추출에 실패했습니다: %1
nl_nl: Archief uitpakken mislukt: %1
pl: Rozpakowanie archiwum zakończone niepowodzeniem: %1
pt_br: Falha em extrair o arquivo: %1
ro: Extragerea arhivei a eșuat: %1
ru: Не удалось распаковать архив: %1
sk: Rozbalenie archívu zlyhalo: %1
sr: Није успело распакивање архиве: %1
tr: Arşiv ayıklanamadı: %1
uk: Не вдалося видобути архів: %1
zh_cn: 解压文件失败： %1

source: Are you sure you want to reboot the device?
ar: أَتُريدُ إعادةَ تشغيلِ الجِهازِ حَقًّا؟
ca: Segur que voleu reiniciar el dispositiu?
cs: Opravdu chcete restartovat zařízení?
de: Sind Sie sicher, dass Sie das Gerät neu starten möchten?
el: Θέλετε σίγουρα να επαννεκινήσετε τη συσκευή;
es: ¿Confirma que quiere reiniciar el dispositivo?
fa: آیا از راه‌اندازی مجدد دستگاه اطمینان دارید؟
fr: Voulez-vous vraiment redémarrer l’appareil ?
gl: Queres reiniciar o dispositivo?
hu: Újraindítja a készüléket?
it_it: Sei sicuro di voler riavviare il dispositivo?
ja: デバイスを再起動してもよろしいですか?
ko_kr: 기기를 정말로 재시동할까요?
nl_nl: Weet je zeker dat je het apparaat wilt herstarten?
pl: Czy jesteś pewien, że chcesz zrestartować urządzenie?
pt_br: Tem certeza de que deseja reiniciar o dispositivo?
ro: Ești sigur că dorești să repornești dispozitivul?
ru: Вы уверены, что хотите перезагрузить устройство?
sk: Naozaj si prajete reštartovať zariadenie?
sr: Да ли сте сигурни да желите поново да покренете уређај?
tr: Aygıtı yeniden başlatmak istediğinize emin misiniz?
uk: Ви впевнені, що хочете перезапустити пристрій?
zh_cn: 确定重启设备吗？

source: Reboot
ar: إعادةُ تشغيل الجهاز
ca: Reinicia
cs: Restartovat
de: Neu starten
el: Επανεκκίνηση
es: Reiniciar
fa: راه‌اندازی مجدد
fr: Redémarrer
gl: Reiniciar
hu: Újraindítás
it_it: Riavvio
ja: 再起動
ko_kr: 재시동
nl_nl: Herstarten
pl: Uruchom ponownie
pt_br: Reiniciar
ro: Repornire
ru: Перезагрузить
sk: Reštartovať
sr: Поново покрени
tr: Yeniden başlat
uk: Перезавантажити
zh_cn: 重启

source: Are you sure you want to power off the device?
ar: أتُريدُ إيقافَ تشغيلِ الجهازِ حَقًّا؟
ca: Segur que voleu apagar el dispositiu?
cs: Opravdu chcete vypnout zařízení?
de: Sind Sie sicher, dass Sie das Gerät ausschalten möchten?
el: Θέλετε σίγουρα να απενεργοποιήσετε τη συσκευή;
es: ¿Está seguro de querer apagar el dispositivo?
fa: آیا از خاموش کردن دستگاه اطمینان دارید؟
fr: Voulez-vous vraiment éteindre l’appareil ?
gl: Queres apagar o dispositivo?
hu: Kikapcsolja a készüléket?
it_it: Sei sicuro di voler spegnere il dispositivo?
ja: デバイスの電源をオフにしてもよろしいですか?
ko_kr: 기기의 전원을 정말로 끌까요?
nl_nl: Weet je zeker dat je het apparaat wilt uitschakelen?
pl: Czy jesteś pewien, że chcesz wyłączyć urządzenie?
pt_br: Tem certeza de que deseja desligar o dispositivo?
ro: Ești sigur că dorești să închizi dispozitivul?
ru: Вы уверены, что хотите отключить устройство?
sk: Naozaj si prajete vypnúť zariadenie?
sr: Да ли сте сигурни да желите искључити уређај?
tr: Aygıtı kapatmak istediğinize emin misiniz?
uk: Ви впевнені, що хочете вимкнути пристрій?
zh_cn: 确定关闭设备吗？

source: Power off
ar: إيقاف تشغيل الجهاز
ca: Apaga
cs: Vypnout
de: Ausschalten
el: Απενεργοποίηση
es: Apagar
fa: خاموش کردن
fr: Éteindre
gl: Apagar
hu: A készülék kikapcsolása
it_it: Spegni
ja: 電源オフ
ko_kr: 전원 끄기
nl_nl: Uitschakelen
pl: Wyłącz
pt_br: Desligar
ro: Închidere
ru: Выключить устройство
sk: Vypnúť zariadenie
sr: Искључи
tr: Gücü kapat
uk: Вимкнути
zh_cn: 关机

source: This will take effect on next restart.
ar: سيدخُلُ هذا حيز التنفيذِ حالَ إعادةِ التَّشغيل.
ca: Els canvis s'aplicaran en el pròxim reinici.
cs: Projeví se až po příštím restartu.
de: Dies wird beim nächsten Neustart wirksam werden.
el: Αυτό θα τεθεί σε ισχύ στην επόμενη επανεκκίνηση.
es: Los cambios se aplicarán en el próximo reinicio.
fa: این در راه‌اندازی مجدد بعدی اثر خواهدکرد.
fr: Cela prendra effet au prochain redémarrage.
gl: Os cambios aplicaranse no próximo reinicio.
hu: A következő újraindítással aktiválódik.
it_it: Ciò avrà effetto al prossimo riavvio.
ja: この機能は、再起動後に有効になります。
ko_kr: 재시작 후에 적용됩니다.
nl_nl: Dit zal na de volgende herstart werken.
pl: Zmiana odniesie skutek po ponownym uruchomieniu.
pt_br: Isso terá efeito na próxima reinicialização.
ro: Aceasta se va aplica la următoarea repornire.
ru: Изменение вступит в силу только после перезапуска.
sk: Zmeny sa prejavia po ďalšom reštarte.
sr: Ово ће имати ефекат након следећег покретања.
tr: Bu ayar sonraki yeniden başlatmada geçerli olacak.
uk: Ці налаштування вступлять в силу при перезавантаженні.
zh_cn: 软件重启后生效。

source: Restart now
ca: Reinicia ara
cs: Restartovat hned
de: Jetzt neu starten
el: Επανεκκίνηση τώρα
es: Reiniciar ahora
fa: الان راه‌اندازی مجدد کن
fr: Redémarrer maintenant
gl: Reiniciar agora
hu: Újraindítás most
it_it: Riavvia adesso
ja: 今すぐ再起動する
ko_kr: 지금 다시 시작
nl_nl: Nu herstarten
pl: Uruchom ponownie teraz
pt_br: Reiniciar agora
ru: Перезапустить сейчас
sk: Reštartovať teraz
sr: Поново покрени одмах
tr: Şimdi yeniden başlat
uk: Перезапустити зараз
zh_cn: 立即重启

source: Restart later
ca: Reiniciar més tard
cs: Restartovat později
de: Später neu starten
el: Επανεκκίνηση αργότερα
es: Retoma más tarde
fa: بعدا راه‌اندازی مجدد کن
fr: Redémarrer plus tard
gl: Reiniciar máis tarde
hu: Újraindítás később
it_it: Riavvia più tardi
ja: 後で再起動する
ko_kr: 나중에 다시 시작
nl_nl: Later herstarten
pl: Uruchom ponownie później
pt_br: Reiniciar depois
ru: Отложить перезапуск
sk: Reštartovať neskôr
sr: Поново покрени касније
tr: Sonra yeniden başlat
uk: Перезапустити пізніше
zh_cn: 稍后重启

source: Reading progress
ar: حالة تقدم القراءة
ca: Progrés de lectura
cs: Postup čtení
de: Statistik letzte 7 Tage
el: Πρόοδος ανάγνωσης
es: Progreso de la lectura
fa: پیشرفت مطالعه
fr: Progression de la lecture
gl: Progreso de lectura
hu: Olvasási folyamat
it_it: Andamento lettura
ja: 読書進行状況
ko_kr: 읽기 진행률
nl_nl: Leesvoortgang
pl: Postęp w czytaniu
pt_br: Progresso de leitura
ro: Progres citire
ru: Прогресс чтения
sk: Priebeh čítania
sr: Напредак читања
tr: Okuma ilerlemesi
uk: Прогрес прочитаного
zh_cn: 阅读进度

source: History search
ca: Cerca a l’historial
de: Verlaufsuche
el: Αναζήτηση ιστορικού
es: Búsqueda en el historial
fa: تاریخچه جستجو
fr: Recherche d'historique
gl: Procurar no historial
hu: Keresés az előzményekben
it_it: Ricerca nella cronologia
ko_kr: 내력 검색
nl_nl: Geschiedenis doorzoeken
pl: Wyszukiwanie w historii
pt_br: Busca no Histórico
ru: Поиск в истории
sk: Prehľadávať históriu
sr: Претрага историје
tr: Geçmiş arama
uk: Пошук в історії
zh_cn: 历史搜索

source: Show menu
ar: أظهر القائمة
ca: Mostrar menú
cs: Zobrazit nabídku
de: Menü anzeigen
el: Εμφάνιση μενού
es: Mostrar el menú
fa: نمایش منو
fr: Afficher le menu
gl: Mostrar menú
hu: Menü megjelenítése
it_it: Mostra menu
ja: メニューを表示
ko_kr: 메뉴 보기
nl_nl: Menu tonen
pl: Pokaż menu
pt_br: Mostrar menu
ro: Afișează meniu
ru: Показать меню
sk: Zobraziť menu
sr: Прикажи мени
tr: Menü görüntülensin
uk: Показати меню
zh_cn: 显示菜单

source: Menu search
ca: Cerca als menús
cs: Vyhledat nabídku
de: Menüsuche
el: Αναζήτηση μενού
es: Buscar en el menú
fa: جستجو در منو‌ها
fr: Recherche de menu
gl: Buscar no menú
hu: Keresés a menüben
it_it: Cerca nei menù
ja: メニューの検索
ko_kr: 메뉴 검색
nl_nl: Menu zoeken
pl: Wyszukiwanie w menu
pt_br: Busca no menu
ru: Поиск в меню
sk: Prehľadávať menu
sr: Претрага менија
tr: Menü arama
uk: Пошук в меню
zh_cn: 菜单搜索

source: Screenshot
ar: لقطة الشاشة
ca: Captura de pantalla
cs: Snímek obrazovky
de: Bildschirmfoto
el: Στιγμιότυπο οθόνης
es: Captura de pantalla
fa: نماگرفت
fr: Capture d’écran
gl: Captura de pantalla
hu: Képernyőmentés
it_it: Cattura schermata
ja: スクリーンショット
ko_kr: 화면갈무리
nl_nl: Schermafdruk
pl: Zrzut ekranu
pt_br: Captura de tela
ro: Captură ecran
ru: Снимок экрана
sk: Snímka obrazovky
sr: Снимак екрана
tr: Ekran görüntüsü
uk: Знімок екрана
zh_cn: 屏幕截图

source: Exit sleep screen
de: Ruhebildschirm verlassen
el: Έξοδος από την οθόνη αναστολής λειτουργίας
es: Salir de la pantalla de reposo
fa: خروج از صفحه خواب
gl: Saír da pantalla de suspensión
it_it: Esci dallo schermo sospeso
ko_kr: 잠든 화면 끝내기
nl_nl: Slaapscherm verlaten
pl: Opuść ekran uśpienia
ru: Выход из заставки в режиме сна
sk: Ukončiť režim spánku obrazovky
sr: Напусти екран спавања
tr: Ekranı uyandır

source: Start USB storage
ar: قُم بِوَصلِ ذاكرةِ الجهاز عبر USB
ca: Iniciar emmagatzematge USB
cs: Spustit USB úložiště
de: Starte USB Speicher
el: Εκκίνηση αποθήκευσης USB
es: Iniciar almacenamiento USB
fr: Passer en mode stockage de masse USB
gl: Comezar almacenamento USB
hu: USB tárhely-mód indítása
it_it: Avvia memoria USB
ja: USBストレージを開始
ko_kr: USB 저장 장치 시작
nl_nl: USB-opslag starten
pl: Uruchom pamięć USB
pt_br: Iniciar armazenamento USB
ro: Pornește stocare USB
ru: Старт USB-накопителя
sk: Spustite úložisko USB
sr: Покрени USB складиште
tr: USB depolamayı başlat
uk: Запуск USB-накопичувача
zh_cn: 启动 USB 存储设备

source: Suspend
ar: توقّف
ca: Suspendre
cs: Uspat
de: Ruhezustand
el: Αναστολή λειτουργίας
es: Suspender
fr: Mise en veille
gl: Suspender
hu: Alvó üzemmód
it_it: Sospendere
ja: サスペンド
ko_kr: 일시 중단
nl_nl: Slapen
pl: Wstrzymanie
pt_br: Suspender
ro: Suspendă
ru: Приостановить
sk: Pozastaviť
sr: Суспендуј
tr: Beklemeye geç
uk: Призупинити
zh_cn: 休眠

source: Restart KOReader
ar: أعد تشغيل KOReader
ca: Reiniciar KOReader
cs: Restartovat KOReader
de: KOReader neu starten
el: Επανεκκίνηση του KOReader
es: Reiniciar KOReader
fa: راه‌اندازی مجدد کوریدر
fr: Redémarrer KOReader
gl: Reiniciar KOReader
hu: A KOReader újraindítása
it_it: Riavvia KOReader
ja: KOReader を再起動
ko_kr: KOReader 다시 시작
nl_nl: KOReader herstarten
pl: Uruchom ponownie
pt_br: Reiniciar o KOReader
ro: Repornește KOReader
ru: Перезапустить KOReader
sk: Reštartovať KOReader
sr: Поново покрени KOReader
tr: KOReader Yeniden Başlatılsın
uk: Перезапустити KOReader
zh_cn: 重启 KOReader

source: Reboot the device
ar: إعادة تشغيل الجهاز
ca: Reiniciar el dispositiu
cs: Restartovat zařízení
de: Gerät neu starten
el: Επανεκκίνηση της συσκευής
es: Reiniciar el dispositivo
fa: راه‌اندازی مجدد دستگاه
fr: Redémarrer l’appareil
gl: Reiniciar o dispositivo
hu: A készülék újraindítása
it_it: Riavvia il dispositivo
ja: デバイスを再起動
ko_kr: 기기 재시동
nl_nl: Apparaat herstarten
pl: Zrestartuj urządzenie
pt_br: Reiniciar o dispositivo
ro: Repornește dispozitivul
ru: Перезагрузить устройство
sk: Reštartovať zariadenie
sr: Поново покрени уређај
tr: Yeniden başlat
uk: Перезавантажити пристрій
zh_cn: 重启设备

source: Exit KOReader
ar: أخرج من KOReader
ca: Eixir de KOReader
cs: Ukončit KOReader
de: KOReader beenden
el: Έξοδος από το KOReader
es: Salir de KOReader
fa: خروج از کوریدر
fr: Quitter KOReader
gl: Saír de KOReader
hu: Kilépés a KOReader-ből
it_it: Esci da KOReader
ja: KOReaderの終了
ko_kr: KOReader 끝내기
nl_nl: KOReader afsluiten
pl: Wyjdź z KOReadera
pt_br: Sair do KOReader
ro: Închide KOReader
ru: Выйти из KOReader'а
sk: Ukončiť KOReader
sr: Напусти KOReader
tr: KOReader uygulamasından çık
uk: Вийти з KOReader
zh_cn: 退出 KOReader

source: Toggle hold corners
ar: تبديل زوايا الانتظار
ca: Commutar pulsació llarga a les cantonades
cs: Přepínání držení rohů
de: Ecken gedrückt halten umschalten
el: Εναλλαγή παρατεταμένου πατήματος γωνιών
es: Conmutar pulsación larga en las esquinas
fr: Activer/Désactiver les touchers longs dans les coins
gl: Conmutar pulsacións longas nas esquinas
hu: Hold corners ki/be
it_it: Commuta pressione prolungata negli angoli
ko_kr: 누르기 모서리 토글
nl_nl: Hoeken ingedrukt houden schakelen
pl: Ustawienia przypisania dłuższych dotknięć rogów ekranu
pt_br: Alternar segurar nos cantos
ro: Comută „ține lung” pe colțuri
ru: Переключить удерживание углов
sk: Prepínať pridržanie v rohoch
sr: Укљ./Искљ. задржавање углова
tr: Köşeyi tutmayı değiştir
uk: Перемкнути утримування кутів
zh_cn: 切换按住角落手势

source: Enable touch input
ca: Activar entrada tàctil
cs: Povolit dotekové ovládání
de: Touch-Eingabe aktivieren
el: Ενεργοποίηση εισαγωγής αφής
es: Activar entrada táctil
fa: فعال کردن ورودی لمس
fr: Activer l'entrée tactile
gl: Activar entrada táctil
hu: Érintéses input engedélyezése
it_it: Attiva l'input tattile
ko_kr: 터치 입력 활성화
nl_nl: Aanraakinvoer inschakelen
pl: Przełącz wprowadzanie dotykowe
pt_br: Ativar entrada de toque
ru: Включить сенсорный ввод
sk: Povoliť dotykový vstup
sr: Укључи унос додиром
tr: Dokunma girişini aç
uk: Увімкнути сенсорний ввід
zh_cn: 启用触摸输入

source: Disable touch input
ca: Desactivar entrada tàctil
cs: Zakázat dotekové ovládání
de: Touch-Eingabe deaktivieren
el: Απενεργοποίηση εισαγωγής αφής
es: Desactivar entrada táctil
fa: غیرفعال کردن ورودی لمس
fr: Désactiver la saisie tactile
gl: Desactivar entrada táctil
hu: Érintéses input kikapcsolása
it_it: Disattiva l'input tattile
ko_kr: 터치 입력 비활성화
nl_nl: Aanraakinvoer uitschakelen
pl: Wyłącz wprowadzanie dotykowe
pt_br: Desativar entrada de toque
ru: Отключить сенсорный ввод
sk: Zakázať dotykový vstup
sr: Искључи унос додиром
tr: Dokunma girişini kapat
uk: Вимкнути сенсорний ввід
zh_cn: 禁用触摸输入

source: Toggle touch input
ca: Commuta l'entrada tàctil
cs: Přepínání dotekového ovládání
de: Touch-Eingabe umschalten
el: Εναλλαγή εισαγωγής αφής
es: Conmutar entrada táctil
fa: تغییر وضعیت ورودی لمسی
fr: Faire basculer l’orientation
gl: Conmutar entrada táctil
hu: Érintéses bemenet váltása
it_it: Attiva/disattiva l'input tattile
ja: タッチ入力を切り替え
ko_kr: 터치 입력 토글
nl_nl: Aanraakinvoer schakelen
pl: Przełącz wprowadzanie dotykowe
pt_br: Alternar entrada de toque
ru: Переключить сенсорный ввод
sk: Prepínať dotykový vstup
sr: Укљ./Искљ. унос додиром
tr: Dokunma girişini aç/kapat
uk: Перемкнути сенсорний ввід
zh_cn: 切换触摸输入
