Repository: spruceUI/spruceOS
Catalog: App/KoReader/l10n/*/koreader.po
Languages: ar, ca, cs, de, el, es, fa, fr, gl, hu, it_it, ja, ko_kr, nl_nl, pl, pt_br, ro, ru, sk, sr, tr, uk, zh_cn

source: Highlight dialog position: %1
ca: Posició del diàleg de subratllat: %1
de: Dialogposition hervorheben: %1
el: Θέση διαλόγου επισημάνσεων: %1
es: Posición del diálogo de subrayado: %1
fa: موقعیت پنجره هایلایت: %1
fr: Position de la boîte de dialogue en surbrillance : %1
gl: Posición do diálogo de destacar texto: %1
hu: Kiemelés dialógus pozíció: %1
it_it: Posizione del dialogo d'evidenziazione: %1
ko_kr: 강조 표시 대화 상자 위치: %1
nl_nl: Markeerdialoog-positie: %1
pl: Pozycja okna dialogowego zaznaczania: %1
pt_br: Posição do diálogo de destaque: %1
ru: Положение диалога выделения: %1
sk: Umiestnenie ponuky pre zvýraznenie: %1
sr: Позиција дијалога истицања: %1
tr: Vurgu penceresinin konumu: %1
uk: Позиція виділеного діалогу: %1
zh_cn: 标注对话框位置：%1

source: Highlight very-long-press interval: %1 s
ca: Interval de pulsació molt llarga per a subratllat: %1 s
cs: Interval velmi dlouhého stisknutí pro zvýraznění: %1 s
de: Intervall für sehr langes Drücken hervorheben: %1 s
el: Διάρκεια πάρα πολύ μακρού πατήματος επισήμανσης: %1 δ
es: Intervalo de pulsación muy larga para subrayado: %1 s
fa: فاصله زمانی لمس بسیار طولانی هایلایت: %1 ثانیه
fr: Intervalle de pression très longue : %1 s
gl: Intervalo de pulsación moi longa para destacar: %1 s
hu: Hosszan nyomásra kiemelés időzítése: %1 mp
it_it: Intervallo per evidenziare con pressione molto prolungata: %1 s
ja: ハイライトにする長押し間隔: %1 s
ko_kr: 강조 표시를 위해 아주 길게 누르는 간격: %1초
nl_nl: Interval voor heel lang indrukken: %1 s
pl: Interwał zaznaczenia długim przytrzymaniem: %1 s
pt_br: Intervalo de toque longo para destacar: %1s
ru: Интервал выделения сверхдолгим касанием: %1 сек
sk: Interval veľmi dlhého stlačenia pre zvýraznenie: %1 s
sr: Истакни након интервала веома дугачаког притиска: %1 с
tr: Vurgulama çok uzun basma aralığı: %1 s
uk: Інтервал дуже тривалого натискання для виділення: %1 с
zh_cn: 高亮时间非常久的长按间隔：%1 秒

source: Highlight very-long-press interval
ca: Interval de pulsació molt llarga per a subratllat
cs: Interval velmi dlouhého stisknutí pro zvýraznění
de: Langes Druckintervall hervorheben
el: Διάρκεια πάρα πολύ μακρού πατήματος επισήμανσης
es: Intervalo de pulsación muy larga para subrayado
fa: فاصله زمانی لمس بسیار طولانی هایلایت
fr: Intervalle de pression très longue pour surligner
gl: Intervalo de pulsación moi longa para destacar
hu: Hosszan nyomásra kiemelés időzítése
it_it: Intervallo di pressione molto lunga per evidenziare
ja: ハイライトにする長押し間隔
ko_kr: 강조 표시를 위해 아주 길게 누르는 간격
nl_nl: Interval voor markeren door heel lang indrukken
pl: Interwał zaznaczenia długim przytrzymaniem
pt_br: Intervalo de toque longo para destacar
ru: Интервал выделения сверхдолгим касанием
sk: Interval veľmi dlhého stlačenia pre zvýraznenie
sr: Истицање након интервала веома дугачког притиска
tr: Vurgulama çok uzun basma aralığı
uk: Інтервал дуже тривалого натискання для виділення
zh_cn: 高亮时间非常久的长按间隔

source: If a long-press is not released in this interval, it is considered a very-long-press. On document text, single word selection will not be triggered.
ca: Si no s'allibera la pulsació en aquest interval de temps, es considerarà una pulsació molt llarga. En documents de text no s'activarà la selecció d'una sola paraula.
cs: Pokud nebude dotek během tohoto intervalu ukončen, bude považován za velmi dlouhé stisknutí. V textu dokumentu nebude aktivovaný výběr jednoho slova.
de: Eine Berührung wird als langer Druck gewertet, wenn sie nicht innerhalb dieses Intervalls losgelassen wird. Bei Dokumententext wird die Einzelwortauswahl nicht ausgelöst.
el: Εάν ένα άγγιγμα δεν απελευθερωθεί εντός αυτού του διαστήματος, θεωρείται πάρα πολύ μακρό πάτημα. Σε κείμενο εγγράφου, δεν θα ενεργοποιηθεί η επιλογή μεμονωμένης λέξης.
es: Si no se libera la pulsación en ese intervalo de tiempo, se considerará una pulsación muy larga. En documentos de texto no se activará la selección de una sola palabra.
fa: اگر لمس طولانی در بازه زمانی برداشته نشود به عنوان یک لمس بسیار طولانی در نظر گرفته خواهد شد. در اسناد متنی، انتخاب تک کلمه، آغازگر نخواهد بود.
fr: Si une pression longue n'est pas relâchée dans cet intervalle, elle est considérée comme une pression très longue. Sur le texte d'un document, la sélection d'un seul mot ne sera pas déclenchée.
gl: Se unha pulsación longa non remata neste intervalo, será considerada unha pulsación moi longa. Se ocorre sobre un texto do documento, non se activará a selección dunha soa palabra.
hu: Ha a megadott intervallumban egy érintés nem ér véget, akkor azt tartásnak (vagy hosszan nyomásnak) tekintjük. A dokumentum szövegében ezt követően nem történik szó kiválasztás.
it_it: Se un tocco non viene rilasciato in questo intervallo, viene considerato una pressione molto prolungata. Sul testo del documento, non viene quindi attivata la selezione di una parola singola.
ja: この時間内に長押しが解除されない場合は超長押しと見なされます。 文書内テキストでは、単一の単語の選択と認識されません。
ko_kr: 길게 누르기가 이 간격 동안 해제되지 않으면 매우 길게 누르기로 간주됩니다. 문서 텍스트에서 단일 단어 선택이 트리거되지 않습니다.
nl_nl: Een aanraking die langer dan dit interval duurt, zal worden beschouwd als heel lang indrukt houden. Op de tekst van het document zal de selectie van één woord niet worden geactiveerd.
pl: Jeśli przytrzymanie nie zostanie zwolnione w tym interwale, będzie uważane za długie przytrzymanie. W tekście dokumentu wybór pojedynczych słów nie zostanie uruchomiony.
pt_br: Se um toque longo não for liberado nesse intervalo, é considerado um toque muito longo. No texto do documento, a seleção de uma única palavra não será acionada.
ru: Если долгое касание удерживается в течение всего интервала, оно считается сверхдолгим касанием. Выделение одного слова в тексте документа учитываться не будет.
sk: Ak sa dotyk v tomto intervale neuvoľní, považuje sa to za veľmi dlhé stlačenie. Pri texte dokumentu sa výber jedného slova nespustí.
sr: Ако се дуги притисак не отпусти током овог интервала, он се сматра за веома дугачки притисак. У тексту документа се неће окинути избор једне речи.
tr: Bir dokunuş bu zaman aralığında bırakılmazsa çok uzun basma olarak kabul edilir. Belge metninde tek sözcük seçimi tetiklenmez.
uk: Якщо тривале натискання не відпустити в цьому інтервалі, то воно вважається дуже тривалим натисканням. У тексті документа виділення окремого слова не спрацьовує.
zh_cn: 如果在此间隔内未释放长按，则该动作会被认为是时间很久的长按。 在文档文本上，不会触发选中单个单词。

# Time
source: s
el: δ
fa: ثانیه
hu: mp
ja: 秒
ko_kr: 초
ru: с
sr: с
tr: sn
uk: с
zh_cn: 秒

source: Set interval
ar: تحديد مهلة
ca: Ajustar interval
cs: Nastavit interval
de: Intervall festlegen
el: Ορισμός χρόνου
es: Ajustar intervalo
fa: تنظیم فاصله زمانی
fr: Définir l’intervalle
gl: Axustar intervalo
hu: Intervallum beállítása
it_it: Imposta intervallo
ja: 間隔設定
ko_kr: 간격 설정
nl_nl: Interval instellen
pl: Ustaw przedział
pt_br: Definir intervalo
ro: Setează
ru: Задать интервал
sk: Nastaviť interval
sr: Постави интервал
tr: Süreyi ayarla
uk: Установлення інтервалу
zh_cn: 设置时间间隔

source: Auto-scroll when selection reaches a corner
de: Automatischer Bildlauf, wenn die Auswahl eine Ecke erreicht
el: Αυτόματη κύλιση όταν η επιλογή φτάνει σε μια γωνία
es: Desplazamiento automático cuando la selección llega a una esquina
fa: پیمایش خودکار وقتی انتخاب به یک گوشه می‌رسد
fr: Défilement automatique lorsque la sélection arrive à un coin
gl: Desprazar automaticamente cando a selección alcanza a unha esquina
hu: Automatikus görgetés, amikor a kiválasztás eléri a sarkot
it_it: Scorrimento automatico quando la selezione raggiunge un angolo
ko_kr: 선택 영역이 모서리에 도달하면 자동 스크롤
nl_nl: Automatisch scrollen als het selecteren een hoek bereikt
pl: Automatycznie przewijaj, gdy wybór osiągnie róg
pt_br: Rolagem automática quando a seleção chega a um canto
ru: Автопрокрутка при достижении выделением угла
sk: Automatické posúvanie, keď výber dosiahne roh
sr: Ауто скролуј када избор достигне угао
tr: Seçim köşeye ulaştığında otomatik kaydır
uk: Автопрокручування, коли виділення досягає кута
zh_cn: 当选择越过页脚时自动翻页

source: Auto-scroll to show part of the previous page when your text selection reaches the top left corner, or of the next page when it reaches the bottom right corner. Except when in two columns mode, where this is limited to showing only the previous or next column.
de: Automatischer Bildlauf, um einen Teil der vorherigen Seite anzuzeigen, wenn Ihre Textauswahl die obere linke Ecke erreicht, oder der nächsten Seite, wenn sie die untere rechte Ecke erreicht. Außer im Zweispaltenmodus, wo nur die vorherige oder nächste Spalte angezeigt wird.
el: Αυτόματη κύλιση για την εμφάνιση μέρους της προηγούμενης σελίδας όταν η επιλογή κειμένου φτάσει στην επάνω αριστερή γωνία ή της επόμενης σελίδας όταν φτάσει στην κάτω δεξιά γωνία. Εκτός από τη λειτουργία δύο στηλών, όπου αυτό περιορίζεται στην εμφάνιση μόνο της προηγούμενης ή της επόμενης στήλης.
es: Desplazamiento automático para mostrar parte de la página anterior cuando la selección de texto llega a la esquina superior izquierda, o la página siguiente cuando llega a la esquina inferior derecha. Excepto en el modo de dos columnas, donde se limita a mostrar solo la columna anterior o siguiente.
fa: پیمایش خودکار برای نمایش بخشی از صفحه قبلی است، وقتی انتخاب متن شما به گوشه بالا سمت چپ، یا به صفحه بعدی، وقتی به گوشه پایین راست می‌رسید است. در نظر داشته باشید وقتی در حالت دو ستونه هستید، این مورد محدود به نمایش تنها ستون قبل و بعد است.
fr: Défilement automatique pour afficher une partie de la page précédente lorsque votre sélection de texte arrive au coin supérieur gauche, ou de la page suivante lorsqu'elle arrive au coin inférieur droit. Exception faite du mode deux colonnes, où cette fonction est limitée à l'affichage de la colonne précédente ou suivante.
gl: Desprazamento automático para mostrar a páxina anterior cando a selección de texto alcance a esquina superior esquerda ou a seguinte páxina da esquina inferior dereita. Coa excepción do modo en dúas columnas, onde está limitado a mostrar só a columna anterior ou a seguinte.
hu: Automatikus görgetés az előző oldal egy részének megjelenítéséhez, ha a szövegkijelölés eléri a bal felső sarkot, vagy a következő oldal egy részének megjelenítése, ha a kijelölés eléri a jobb alsó sarkot. Kivéve két oszlopos módban, ahol ez csak az előző vagy a következő oszlop megjelenítésére korlátozódik.
it_it: Scorrimento automatico per mostrare parte della pagina precedente quando la selezione del testo raggiunge l'angolo in alto a sinistra o della pagina successiva quando raggiunge l'angolo in basso a destra. Tranne nella modalità a due colonne, dove è limitata a mostrare solo la colonna precedente o successiva.
ko_kr: 텍스트 선택 영역이 왼쪽 상단 모서리에 도달하면 이전 페이지의 일부가, 그리고 오른쪽 하단 모서리에 도달하면 다음 페이지의 일부가 표시되도록 자동 스크롤합니다. 다만 두 개의 열 모드에서는 이전 또는 다음 열만 표시하도록 제한됩니다.
nl_nl: Automatisch scrollen om een deel van de vorige pagina te tonen wanneer tekstselectie de linkerbovenhoek bereikt, of een deel van de volgende pagina wanneer deze de rechterbenedenhoek bereikt. Behalve in de tweekolommenmodus, waar dit beperkt is tot het tonen van alleen de vorige of volgende kolom.
pl: Automatycznie przewijaj, aby wyświetlić część poprzedniej strony, gdy wybrany tekst dotrze do lewego górnego rogu, lub następną stronę, gdy dotrze on do prawego dolnego rogu. Z wyjątkiem trybu dwóch kolumn, gdzie ogranicza się to do pokazywania tylko poprzedniej lub następnej kolumny.
pt_br: Rolagem automática para mostrar parte da página anterior quando sua seleção de texto atingir o canto superior esquerdo ou da próxima página quando atingir o canto inferior direito. Exceto no modo de duas colunas, em que isso se limita a mostrar apenas a coluna anterior ou a próxima.
ru: Автоматическая прокрутка используется для отображения части предыдущей страницы в том случае, когда выделение текста на текущей достигает верхнего левого угла, или следующей - при достижении выделением правого нижнего угла. Исключением является двухколоночный режим, в котором прокрутка ограничена только предыдущим или последующим столбцами.
sk: Automatické posúvanie na zobrazenie časti predchádzajúcej strany, keď sa výber textu dostane do ľavého horného rohu, alebo ďalšej strany, keď sa dostane do pravého dolného rohu. Okrem prípadov v režime dvoch stĺpcov, kde je to obmedzené na zobrazenie iba predchádzajúceho alebo nasledujúceho stĺpca.
sr: Аутоматско скроловање да би се приказао део претходне странице када ваш избор текста достигне горњи леви угао, или наредне странице када достигне доњи десни угао. Изузетак је режим две колоне где је ово ограничено само на приказ претходне или наредне колоне.
tr: Metin seçiminiz sol üst köşeye ulaştığında önceki sayfanın bir kısmını veya sağ alt köşeye ulaştığında sonraki sayfanın bir kısmını görüntülemek için otomatik kaydır. İki sütun modundayken, bunun yalnızca önceki veya sonraki sütunu göstermekle sınırlı olduğu durumlar hariç.
uk: Автопрокручування, щоб показати частину попередньої сторінки, коли виділення тексту досягне лівого верхнього кута, або наступної сторінки, коли воно досягне правого нижнього кута. За винятком режиму двох стовпчиків, де цей параметр обмежується показом лише попереднього або наступного стовпчика.
zh_cn: 当文本选择到达左上角时，自动滚动显示上一页的部分内容；当文本选择到达右下角时，自动滚动显示下一页的部分内容。 在双栏模式下，只能显示上一栏或下一栏。

source: Select on text
ca: Seleccionar text
cs: Vybrat na textu
de: Auf Text auswählen
el: Επιλογή στο κείμενο
es: Seleccionar texto
fa: انتخاب روی متن
fr: Sélectionner le texte
gl: Seleccionar no texto
hu: Szövegkijelölés
it_it: Seleziona sul testo
ja: テキストを選択
ko_kr: 텍스트에서 선택
nl_nl: Selecteren op tekst
pl: Wybór tekstu
pt_br: Seleção de texto
ro: Selectează pe text
ru: Выбрать в тексте
sk: Výber v texte
sr: Избор текста
tr: Metin üzerinde seçin
uk: Вибір тексту
zh_cn: 选择文本

source: Translate current page
ca: Traduir pàgina actual
cs: Přeložit aktuální stránku
de: Aktuelle Seite übersetzen
el: Μετάφραση τρέχουσας σελίδας
es: Traducir página actual
fa: ترجمه صفحه فعلی
fr: Traduire la page actuelle
gl: Traducir a páxina actual
hu: Aktuális oldal fordítása
it_it: Tradurre la pagina corrente
ko_kr: 현재 페이지 번역
nl_nl: Huidige pagina vertalen
pl: Przetłumacz bieżącą stronę
pt_br: Traduzir página atual
ru: Перевод текущей страницы
sk: Preložiť aktuálnu stránku
sr: Преведи текућу страну
tr: Geçerli sayfayı çevir
uk: Перекласти поточну сторінку
zh_cn: 翻译本页

source: Allow panel zoom
ar: السماح بتكبير اللوحة
ca: Permetre zoom de vinyeta
cs: Povolit zoomování na panel
de: Panel-Zoom zulassen
el: Να επιτρέπεται η μεγέθυνση των πάνελ
es: Permitir zoom de viñeta
fa: اجازه بزرگنمایی پنل را بده
fr: Autoriser le zoom sur vignette
gl: Permitir zoom de viñeta
hu: Panel zoom engedélyezése
it_it: Abilita lo zoom del pannello
ja: パネルのズームを許可
ko_kr: 패널 줌 허용
nl_nl: Paneelzoom toestaan
pl: Zezwalaj na powiększenie panelu
pt_br: Permitir ampliação de quadro
ro: Permite mărirea panoului
ru: Разрешить панель масштабирования
sk: Povoliť priblíženie panela
sr: Дозволи зумирање табле
tr: Pano yakınlaştırılabilsin
uk: Дозволити масштабування панелі
zh_cn: 允许控制面板缩放

source: Fall back to text selection
ar: الرجوع إلى تحديد النص
ca: Tornar a selecció de text
cs: Při nerozpoznání obrázku vybrat text
de: Greifen Sie auf die Textauswahl zurück
el: Επιστροφή στην επιλογή κειμένου
es: Volver a selección de texto
fa: بازگشت به انتخاب متن
fr: Sélection de texte en cas d’échec
gl: Volver á selección de texto
hu: Visszalépés a szöveges kijelöléshez
it_it: Torna alla selezione del testo
ja: テキストの選択に戻ります
ko_kr: 내용 선택한 곳으로 돌아가기
nl_nl: Terugvallen op tekstselectie
pl: Wróć do wybierania tekstu
pt_br: Retornar à seleção de texto
ro: Revino la selecție text
ru: Вернуть выделение текста
sk: Späť na výber textu
sr: Пређи на избор текста
tr: Metin seçimine geri dönüş
uk: Повернутись до виділення тексту
zh_cn: 退回到文本选择

source: You are currently in SELECT mode. To finish highlighting, long press where the highlight should end and press the HIGHLIGHT button. You can also exit select mode by tapping on the start of the highlight.
ca: El mode SELECCIÓ està actiu. Per a acabar de subratllar cal realitzar una pulsació llarga en el lloc en el qual ha d'acabar el subratllat i prémer el botó SUBRATLLAR. També és possible sortir de la manera de selecció pulsant l'inici del subratllat.
de: Sie befinden sich derzeit im Auswahlmodus. Um das Markieren zu beenden, drücken Sie lange auf die Stelle, an der die Markierung enden soll, und drücken Sie die Taste MARKIERUNG. Sie können den Auswahlmodus auch beenden, indem Sie auf den Anfang der Markierung tippen.
el: Αυτή τη στιγμή βρίσκεστε στη λειτουργία ΕΠΙΛΟΓΗΣ. Για να ολοκληρώσετε την επισήμανση, πατήστε παρατεταμένα το σημείο όπου πρέπει να τελειώσει η επισήμανση και πατήστε το κουμπί ΕΠΙΣΗΜΑΝΣΗ. Μπορείτε επίσης να βγείτε από τη λειτουργία επιλογής πατώντας στην αρχή της επισήμανσης.
es: El modo SELECCIÓN está activo. Para terminar de subrayar hay que realizar una pulsación larga en el lugar en el que debe terminar el subrayado y pulsar el botón SUBRAYAR. También es posible salir del modo de selección pulsando el inicio del subrayado.
fa: شما در حال حاظر در حالت انتخاب هستید. برای پایان هایلایت، در جایی که هایلایت می‌بایست پایان یابد لمس طولانی انجام داده و سپس دکمه هایلایت را فشار دهید. همچنین شما می‌توانید برای خارج شدن از حالت انتخاب، روی نقطه آغازین هایلایت ضربه بزنید.
fr: Vous êtes actuellement en mode SÉLECTION. Pour terminer la surbrillance, appuyez longuement là où la surbrillance doit se terminer et appuyez sur le bouton SURBRILLANCE. Vous pouvez également sortir du mode sélection en tapant sur le début de la surbrillance.
gl: Estás actualmente no modo SELECCIÓN. Para finalizar o marcado, fai unha pulsación longa no lugar onde ten que rematar e pulsa o botón DESTACAR. Podes saír tamén do modo de selección premendo no inicio do texto destacado.
hu: Ön jelenleg kiválasztás üzemmódban van. A kiemelés befejezéséhez nyomja meg hosszan azt a helyet, ahol a kiemelésnek véget kell érnie, majd nyomja meg a Kiemelés gombot. A kiválasztás módból a kiemelés kezdetének megérintésével is kiléphet.
it_it: Attualmente sei in modalità SELEZIONA. Per terminare l'evidenziazione, premi a lungo dove dovrebbe finire l'evidenziazione e premi il pulsante EVIDENZIA. Puoi anche uscire dalla modalità di selezione toccando l'inizio dell'evidenziazione.
ja: 現在、選択モードになっています。 ハイライトを終了するには、ハイライトが終了する場所を長押ししてハイライトボタンを押します。 また、ハイライトの開始位置をタップすることで選択モードを終了することができます。
ko_kr: 현재 선택 모드 상태입니다. 강조 표시를 끝내려면 강조 표시가 끝나야 할 곳을 길게 누른 후 강조 표시 버튼을 누르세요. 강조 표시의 시작 부분을 눌러 선택 모드를 끝낼 수도 있습니다.
nl_nl: De SELECTIEmodus is geactiveerd. Om het markeren te beëindigen, druk lang op de plaats waar de markering moet eindigen en druk op de toets MARKEREN. De selectiemodus kan ook worden verlaten door op het begin van de markering te tikken.
pl: Jesteś teraz w trybie WYBORU. Aby zakończyć zaznaczanie, przytrzymaj miejsce, gdzie powinno się kończyć zaznaczenie, a następnie naciśnij przycisk PODŚWIETLENIE. Możesz także wyjść z trybu wyboru, dotykając początku zaznaczenia.
pt_br: Você está atualmente no modo SELEÇÃO. Para finalizar o destaque, pressione e segure onde o destaque deve terminar e pressione o botão DESTAQUE . Você também pode sair do modo de seleção tocando no início do destaque .
ru: Вы находитесь в режиме выбора. Завершить выделение можно долгим касанием в месте его желаемого окончания и последующим нажатием кнопки «Выделить». Вы также можете выйти из режима выбора, коснувшись начала выделения.
sk: Momentálne ste v režime VÝBERU. Ak si prajete zvýraznenie dokončiť, dlho stlačte miesto, kde má zvýraznenie končiť, a stlačte tlačidlo ZVÝRAZNIŤ. Režim výberu môžete ukončiť aj ťuknutím na začiatok zvýraznenia.
sr: Тренутно се налазите у режиму ИЗБОР. Да бисте завршили истицање, извршите дуги притисак тамо где би требало да се заврши истицање и притисните дугме ИСТАКНИ. Режим избора такође можете да напустите тако што тапнете на почетак истицања.
tr: Şu anda SEÇİM kipindesiniz. Vurgulamayı bitirmek için, vurgulamanın bitmesi gereken yere uzun basın ve VURGULA düğmesine basın. Vurgulamanın başlangıcına dokunarak da seçim modundan çıkabilirsiniz.
uk: Ви перебуваєте в режимі ВИБОРУ. Щоб завершити виділення, затисніть місце, де має закінчитися виділення, і натисніть кнопку ВИДІЛЕННЯ. Ви також можете вийти з режиму виділення, натиснувши на його початок.
zh_cn: 你现在处于‘选择’模式。 如果要结束高亮， 长按高亮处或者点击高亮按钮。 你也可以通过点击高亮的开始处来退出选择模式.

source: Note
ca: Nota
cs: Poznámka
de: Notiz
el: Σημείωση
es: Nota
fa: یادداشت
gl: Nota
hu: Jegyzet
ja: メモ
ko_kr: 메모
nl_nl: Aantekening
pl: Notatka
pt_br: Nota
ro: Notă
ru: Примечание
sk: Poznámka
sr: Белешка
tr: Not
uk: Примітка
zh_cn: 笔记

source: Delete highlight
ca: Eliminar subratllat
cs: Smazat zvýraznění
de: Markierung löschen
el: Διαγραφή επισήμανσης
es: Eliminar subrayado
fa: پاک کرد هایلایت
fr: Supprimer le surlignage
gl: Borrar destaque
hu: Kiemelés törlése
it_it: Elimina evidenziazione
ko_kr: 강조 표시 삭제
nl_nl: Markering verwijderen
pl: Usuń zaznaczenie
pt_br: Excluir destaque
ru: Удалить выделение
sk: Odstrániť zvýraznenie
sr: Обриши истицање
tr: Vurgulamayı sil
uk: Видалити виділення
zh_cn: 删除标注

source: Edit highlight
ca: Editar subratllats
cs: Upravit zvýraznění
de: Hervorhebungen bearbeiten
el: Επεξεργασία επισήμανσης
es: Editar subrayados
fa: ویرایش هایلایت
fr: Modifier le surlignage
gl: Editar texto destacado
hu: Kiemelés szerkesztése
it_it: Modifica evidenziazione
ja: ハイライト編集
ko_kr: 강조 표시 편집
nl_nl: Markering bewerken
pl: Edytuj zaznaczenie
pt_br: Editar destaque
ro: Editează evidențierea
ru: Изменить выделение
sk: Upraviť zvýraznenie
sr: Уреди истицање
tr: Vurguları düzenle
uk: Змінити виділене
zh_cn: 编辑标注

# Highlight
source: Style
ar: نمط
ca: Estil
cs: Styl
de: Stil
el: Τρόπος επισήμανσης
es: Estilo
fa: سبک
gl: Estilo
hu: Stílus
it_it: Stile
ja: ハイライト様式
ko_kr: 스타일
nl_nl: Stijl
pl: Styl
pt_br: Estilo
ro: Stil
ru: Стиль
sk: Štýl
sr: Стил
tr: Biçem
uk: Стиль
zh_cn: 样式
