Repository: spruceUI/spruceOS
Catalog: App/KoReader/l10n/*/koreader.po
Languages: ar, ca, cs, de, el, es, fa, fr, gl, hu, it_it, ja, ko_kr, nl_nl, pl, pt_br, ro, ru, sk, sr, tr, uk, zh_cn

source: Current screensaver folder:
ca: Carpeta actual d'imatges del salvapantalles:
cs: Aktuální složka pro obrázek spořiče obrazovky:
de: Aktuelles Bildschirmschoner-Verzeichnis:
el: Τρέχων φάκελος προφύλαξης οθόνης:
es: Carpeta actual de imágenes del salvapantallas:
fa: پوشه فعلی تصاویر محافظ صفحه نمایش:
fr: Dossier actuel de l'économiseur d'écran :
gl: Cartafol actual para o protector de pantalla:
hu: Aktuális képernyővédő mappa:
it_it: Cartella corrente delle immagini salvaschermo:
ko_kr: 현재 화면보호기 폴더:
nl_nl: Huidige schermbeveiligingsmap:
pl: Obecny folder wygaszaczy ekranu:
pt_br: Pasta atual do protetor de tela:
ru: Текущая папка с изображениями для заставки экрана:
sk: Aktuálny priečinok s obrázkami šetriča obrazovky:
sr: Текући директоријум са сликама чувара екрана:
tr: Geçerli ekran koruyucu klasörü:
uk: Поточна тека зображення заставки:
zh_cn: 当前屏保图片文件夹：

source: Current sleep screen image or document cover:
de: Aktuelles Bild des Ruhebildschirms oder Deckblatt:
el: Τρέχουσα εικόνα οθόνης αναστολής λειτουργίας ή εξώφυλλο εγγράφου:
es: Imagen actual de la pantalla de reposo o portada del documento:
fa: تصویر یا جلد سند صفحه خواب فعلی:
gl: Imaxe para suspensión ou portada de documento:
it_it: Immagine corrente dello schermo di sospensione o copertina documento:
ko_kr: 잠든 화면 이미지나 문서의 현재 표지:
nl_nl: Huidige slaapschermafbeelding of -omslag:
pl: Bieżący obraz ekranu uśpienia lub okładka dokumentu:
ru: Текущее изображение заставки экрана или обложка документа:
sk: Aktuálny obrázok alebo obálka knihy pre obrazovku v režime spánku:
sr: Текућа слика екрана спавања или омот документа:
tr: Geçerli uyku ekranı görseli ya da belge kapağı:

source: Enter a custom message to be displayed on the sleep screen. The following escape sequences are available: %T title %A author(s) %S series %c current page number %t total page number %p percentage read %h time left in chapter %H time left in document %b battery level
de: Geben Sie eine benutzerdefinierte Meldung ein, die auf dem Ruhebildschirm angezeigt werden soll. Die folgenden Escape-Sequenzen sind verfügbar: %T Titel %A Autor(en) %S Reihe %c aktuelle Seitenzahl %t Gesamtseitenzahl %p gelesener Prozentsatz %h verbleibende Zeit im Kapitel %H verbleibende Zeit im Dokument %b Batteriestand
el: Εισαγάγετε το μήνυμα που θα εμφανιστεί στην οθόνη αναστολής λειτουργίας. Μπορούν να χρησιμοποιηθούν οι ακόλουθες ακολουθίες διαφυγής: %T τίτλος %A συγγραφέας(-είς) %S σειρά %c τρέχων αριθμός σελίδας %t συνολικός αριθμός σελίδων %p ποσοστό ανάγνωσης %h χρόνος που απομένει στο κεφάλαιο %H χρόνος που απομένει στο έγγραφο %b επίπεδο μπαταρίας
es: Introduzca un mensaje personalizado que se mostrará en la pantalla de reposo. Están disponibles las siguientes secuencias de escape: %T título %A autor(es) %S serie %c número de página actual %t número total de página %p porcentaje leído %h tiempo restante en el capítulo %H tiempo restante en el documento %b nivel de batería
fa: یک پیام سفارشی برای نمایش در صفحه خواب وارد کنید. ترکیبات زیر در دسترس است: %T عنوان %A نویسندگان %S مجموعه %c شماره صفحه فعلی %t تعداد کل صفحات %p درصد مطالعه %h زمان باقیمانده در این فصل %H زمان باقیمانده در این سند %b سطح باتری
gl: Insire a mensaxe para mostrar na pantalla de suspensión. Podes usar as seguintes secuencias de escape: %T título %A autor(es) %S serie %c número de páxina actual %t número total de páxinas %p porcentaxe de lectura %h tempo restante do capítulo %H tempo restante do documento %b nivel da batería
it_it: Inserisci un messaggio personalizzato da visualizzare sulla schermata di sospensione. I seguenti codici possono essere utilizzati: %T titolo %A autore/i %S serie %c numero della pagina corrente %t numero totale di pagine %p percentuale di lettura %h tempo rimasto nel capitolo %H tempo rimasto nel documento %b livello batteria
ko_kr: 잠든 화면에 표시할 사용자 지정 문구를 입력합니다. 다음과 같은 이스케이프 시퀀스를 사용할 수 있습니다: %T 제목 %A 저자 %S 시리즈 %c 현재 페이지 번호 %t 총 페이지 수 %p 읽은 비율 %h 장에 남은 시간 %H 문서에 남은 시간 %b 배터리 잔량
nl_nl: Voer een bericht in om op het slaapscherm weer te geven. De volgende escape-reeksen kunnen worden gebruikt: %T titel %A auteur(s) %S serie %c huidig paginanummer %t totaal aantal pagina's %p percentage gelezen %h resterende tijd in hoofdstuk %H resterende tijd in document %b batterijniveau
pl: Wpisz niestandardowy komunikat, który będzie wyświetlany na ekranie uśpienia. Można użyć następujących sekwencji specjalnych: %T tytuł %A autor(zy) %S cykl %c numer bieżącej strony %t łączna liczba stron %p procent przeczytania %h czas pozostały do końca rozdziału %H czas pozostały do końca dokumentu %b poziom naładowania akumulatora
ru: Введите произвольное сообщение, которое будет отображаться на заставке в режиме сна. Можно использовать следующие escape-последовательности: %T название %A автор(ы) %S серии %c номер текущей страницы %t общее количество страниц %p процент прочитанного %h времени осталось в главе %H времени осталось в документе %b заряд батареи
sk: Zadajte správu, ktorú má šetrič obrazovky zobraziť. Je možné použiť nasledujúce zástupné znaky: %T názov %A autor(i) %S séria %c číslo aktuálnej stránky %t celkový počet strán %p percento čítania %h zostávajúci čas do konca kapitoly %H zostávajúci čas do konca dokumentu %b úroveň batérie
sr: Унесите произвољну поруку која треба да прикаже на екрану спавања. Можете да користите следеће означавајуће низове: %T наслов %A аутор(и) %S серије %c текући број странице %t укупан број страница %p проценат прочитаног %h време до краја поглавља %H време до краја књиге %b ниво батерије
tr: Uyku ekranında görüntülenecek iletiyi yazın. Şu kodlar kullanılabilir: %T başlık %A yazarlar %S diziler %c geçerli sayfa numarası %t toplam sayfa numarası %p okunan yüzde %h bölümün kalan süresi %H belgenin kalan süresi %b pil düzeyi

source: Set message
ar: تحديد رسالة
ca: Configurar text
cs: Nastavit text
de: Nachricht festlegen
el: Ορισμός μηνύματος
es: Configurar texto
fa: تعیین پیام
fr: Définir un message
gl: Axustar mensaxe
hu: Üzenet beállítása
it_it: Imposta il messaggio
ja: メッセージを設定
ko_kr: 메시지 설정
nl_nl: Stel bericht in
pl: Ustaw komunikat
pt_br: Definir mensagem
ro: Setează mesaj
ru: Ввести сообщение
sk: Nastaviť správu
sr: Постави поруку
tr: İletiyi ayarla
uk: Встановити повідомлення
zh_cn: 设定消息

source: Set maximum stretch limit
ca: Establir límit màxim d'ampliació
cs: Nastavit maximální omezení pro roztažení
de: Setze das Limit für die Streckung
el: Ορισμός μέγιστου ορίου τεντώματος
es: Establecer límite máximo de ampliación
fa: تنظیم محدودیت حداکثر کشیدگی
fr: Définir l'étirement maximal
gl: Establecer o límite máximo de ampliación
hu: Max. nyújtási határ
it_it: Imposta il limite massimo di allungamento
ja: 最大伸縮率の設定
ko_kr: 최대 늘이기 제한 설정
nl_nl: Maximum reklimiet instellen
pl: Ustaw maksymalny limit rozciągania
pt_br: Definir limite máximo de esticamento
ro: Setează limia de întindere maximă
ru: Задать максимальный предел растягивания
sk: Nastaviť maximálny limit rozťahovania
sr: Постави максималну границу растезања
tr: En fazla gerilme sınırını ayarla
uk: Указати максимальну межу розтягування
zh_cn: 设置最大拉伸比例

source: Disable stretch
ca: Deshabilitar ampliació
cs: Zakázat roztažení
de: Strecken deaktivieren
el: Απενεργοποίηση τεντώματος
es: Deshabilitar ampliación
fa: کشیدگی غیرفعال
fr: Désactiver l'étirement
gl: Desactivar ampliación
hu: Nyújtás tiltása
it_it: Disabilita allungamento
ja: 伸縮を無効
ko_kr: 늘이기 비활성화
nl_nl: Rekken uitschakelen
pl: Wyłącz rozciąganie
pt_br: Desativar esticamento
ro: Dezactivează întindere
ru: Отключить растягивание
sk: Zakázať roztiahnutie obrázku
sr: Искључи растезање
tr: Germe
uk: Вимкнути розтягування
zh_cn: 禁用拉伸

source: Full stretch
ca: Ampliación completa
cs: Úplné roztažení
de: Volle Streckung
el: Πλήρες τέντωμα
es: Ampliación completa
fa: کشیدگی کامل
fr: Étirement complet
gl: Ampliación completa
hu: Teljes nyújtás
it_it: Allungamento completo
ja: 全体的な伸縮
ko_kr: 전체 늘이기
nl_nl: Volledig rekken
pl: Pełne rozciąganie
pt_br: Esticamento completo
ro: Întindere completă
ru: Полное растягивание
sk: Úplné roztiahnutie obrázka
sr: Пуно растезање
tr: Tam germe
uk: Повний розтяг
zh_cn: 任意拉伸

source: Amharic
ar: الأمهريّة
ca: Amhàric
cs: amharštiny
de: Amharisch
el: Αμχαρικά
es: Amárico
fr: Amharique
gl: Amaraico
it_it: Amarico
ko_kr: 암하라어
nl_nl: Amhaars
pl: amharski
pt_br: Amárico
ro: Amarica
ru: Амхарский
sk: Amharčina
sr: амхарски
tr: Amharca
uk: амхарська

source: Aymara
ca: Aimara
cs: ajmarština
el: Αϊμάρα
es: Aimara
gl: Aimará
ko_kr: 아이마라어
pl: ajmara
ru: Аймара
sk: Aymarčina
sr: ајмар
uk: Аймара
zh_cn: 艾马拉语

source: Bambara
ca: Bàmbara
cs: bambarština
el: Μπάμπαρα
ko_kr: 밤바라
ru: Бамана
sk: Bambarčina
sr: бамбара
uk: Бамана
zh_cn: 班巴拉语

source: Bhojpuri
cs: bhódžpurština
el: Μποτζπουρί
es: Bhoyapurí
ko_kr: 보즈푸리
pl: bhodźpuri
ru: Бходжпури
sk: Bhódžpurčina
sr: боџпури
uk: Бходжпурі
zh_cn: 博杰普尔语

source: Bosnian
ar: البوسنيّة
ca: Bosnià
cs: bosenštiny
de: Bosnisch
el: Βοσνιακά
es: Bosnio
fr: Bosnien
gl: Bosnio
hu: Bosnyák
it_it: Bosniaco
ko_kr: 보스니아어
nl_nl: Bosnisch
pl: bośniacki
pt_br: Bósnio
ro: Bosniacă
ru: Боснийский
sk: Bosniančina
sr: босански
tr: Boşnakça
uk: боснійська

source: Corsican
ar: لغة كورسيكا
ca: Cors
cs: korsičtiny
de: Korsisch
el: Κορσικανικά
es: Corso
fr: Corse
gl: Corso
hu: Korzikai
it_it: Corso
ko_kr: 코르시카어
nl_nl: Corsicaans
pl: korsykański
pt_br: Corso
ro: Corsicană
ru: Корсиканский
sk: Korzičtina
sr: корзикански
tr: Korsikaca
uk: корсиканська

source: Dogri
cs: dógrí
el: Ντόγκρι
es: Dogrí
ko_kr: 도그리어
ru: Догри
sk: Dogričtina
sr: догри
uk: Догрі
zh_cn: 多格拉语

source: Ewe
cs: eveština
el: Έουε
es: Ewé
fr: Ewé
ru: Эве
sk: Eweština
sr: ив
uk: Еве
zh_cn: 埃维语

source: Filipino (Tagalog)
ca: Filipí (Tagàlog)
cs: filipínština (tagalog)
de: Philippinisch (Tagalog)
el: Φιλιππινέζικα (Ταγκαλόγκ)
es: Filipino (Tagalo)
fr: Philippin (tagalog)
gl: Filipino (Tagalo)
it_it: Filippino (Tagalog)
ko_kr: 필리핀어(타갈로그어)
nl_nl: Filipijns (Tagalog)
pl: filipiński (tagalski)
ru: Филиппинский (тагальский)
sk: Filipínčina (tagalčina)
sr: филипински (тагалог)
tr: Filipince (Tagalog)
uk: Філіппінська (тагальська)
zh_cn: 菲律宾语（他加禄语）

source: Frisian
ar: الفريزيّة
ca: Frisó
cs: fríštiny
de: Friesisch
el: Φριζικά
es: Frisio
fr: Frison
gl: Frisio
hu: Fríz
it_it: Frisone
ko_kr: 프리지아어
nl_nl: Fries
pl: fryzyjski
pt_br: Frísio
ro: Friziană
ru: Фризский
sk: Frízština
sr: фризијски
tr: Frizce
uk: фризька

source: Guarani
ca: Guaraní
cs: guaranština
el: Γκουαρανί
es: Guaraní
gl: Guaraní
it_it: Guaraní
ko_kr: 과라니어
ru: Гуарани
sk: Guaraníjčina
sr: гварани
uk: Гуарані
zh_cn: 瓜拉尼语

source: Haitian Creole
ar: لغة كريولي (هاييتي)
ca: Crioll haitià
cs: haitské kreolštiny
de: Haitianisch Kreolisch
el: Αϊτινή κρεολή
es: Criollo haitiano
fr: Créole Haïtien
gl: Criollo Haitiano
hu: Haiti kreol
it_it: Creolo Haitiano
ko_kr: 아이티 크리올어
nl_nl: Haïtiaans Creools
pl: kreolski (Haiti)
pt_br: Crioulo haitiano
ro: Creolă haitiană
ru: Гаитянский креольский
sk: Haitská kreolčina
sr: хаићански креол
tr: Haiti Kreyolu
uk: гаїтянська креольська

source: Hmong
ar: همونج
cs: hmongštiny
el: Χμόνγκ
ko_kr: 몽어
ru: Хмонг
sk: Hmongčina
sr: хмонг
tr: Hmongca
uk: хмонг

source: Igbo
ar: إغبو
cs: igboštiny
el: Ίγκμπο
ko_kr: 이보어
ru: Игбо
sk: Igboština
sr: игбо
uk: ігбо

source: Ilocano
cs: ilokánština
de: Ilokano
el: Ιλοκάνο
fr: Ilokano
ko_kr: 일로카노어
pl: iloko
ru: Илоканский
sk: Ilokánčina
sr: илокано
uk: Ілоканська
zh_cn: 伊洛卡诺语

source: Kinyarwanda
ca: Ruandès
de: Rwanda
el: Κινιαρουάντα
es: Kiñaruanda
gl: Ruanda
ko_kr: 키냐르완다어
pl: rwanda
ru: Киньяруанда
sk: Rwandčina
sr: кињаруандски
uk: Руандійська
zh_cn: 基尼阿万达语

source: Konkani
cs: kónkanština
el: Κονκάνι
es: Konkaní
ko_kr: 콘칸어
ru: Конкани
sk: Konkánčina
sr: конкани
uk: Конкані
zh_cn: 孔卡尼语

source: Krio
ca: Crioll serralleonès
el: Κρίο
es: Criollo sierraleonés
ko_kr: 크리오
ru: Крио (сьерра-леонский креольский)
sk: Krio (sierraleonská kreolština)
sr: крио
uk: Кріо
zh_cn: 克里奥语

source: Kurdish (Sorani)
ca: Kurd (Sorani)
de: Kurdisch (Sorani)
el: Κουρδικά (Σοράνι)
es: Curdo (Sorani)
fr: Kurde (Sorani)
gl: Kurdo (Sorani)
it_it: Curdo (Sorani)
ko_kr: 쿠르드어(소라니어)
nl_nl: Koerdisch (Sorani)
pl: kurdyjski (sorani)
ru: Курдский (сорани)
sk: Kurdčina (sorančina)
sr: курдски (сорани)
tr: Kürtçe (Soranice)
uk: Курдська (сорані)
zh_cn: 库尔德语（索拉尼语）

source: Kyrgyz
ar: القرجيزيّة
ca: Kirguís
cs: kyrgyzštiny
de: Kirgisisch
el: Κιργιστανικά
es: Kirguís
fr: Kirghiz
gl: kirguiz
hu: Kirgiz
it_it: Kirghiso
ko_kr: 키르기스어
nl_nl: Kirgizisch
pl: kirgiski
pt_br: Quirguiz
ro: Kîrgîză
ru: Кыргызский
sk: Kirgizčina
sr: киргиски
tr: Kırgızca
uk: киргизька

source: Lingala
el: Λινγκάλα
ko_kr: 링갈라어
ru: Лингала
sk: Ngalčina
sr: лингала
tr: Lingalaca
uk: Лінгала
zh_cn: 林加拉语

source: Luganda
el: Λουγκάντα
ko_kr: 루간다
ru: Луганда
sk: Gandčina
sr: луганда
uk: Луганда
zh_cn: 卢干达语

source: Maithili
el: Μαϊθίλι
ko_kr: 마이틸리
ru: Майтхили
sk: Maithilčina
sr: маитхилишки
uk: Майтхілі
zh_cn: 迈蒂利语

source: Mizo
el: Μίζο
fr: Mizoramais
ko_kr: 미조
ru: Мизо
sk: Mizorámčina
sr: мизо
uk: Мізо
zh_cn: 卢萨语

source: Myanmar (Burmese)
ar: البورميّة (ميانامار)
ca: Birmà (Myanmar)
cs: myanmarštiny (barmštiny)
de: Myanmar (Burmesisch)
el: Μιανμάρ (Βιρμανικά)
es: Myanmar (Birmano)
fr: Myanmar (birman)
gl: birmano
hu: Mianmar (Burmai)
it_it: Myanmar (Birmano)
ko_kr: 미얀마 (버마어)
nl_nl: Birmaans, Birmees
pl: birmański
pt_br: Myanmar (Birmanês)
ro: Myanmar (Birmania)
ru: Мьянма (Бирманский)
sk: Barmčina
sr: мијанмар (бурмански)
tr: Myanmarca (Burmaca)
uk: М'янма (бірманська)

source: Nepali
ar: النيباليّة
ca: Nepalés
cs: nepálštiny
de: Nepalesisch
el: Νεπαλέζικα
es: Nepalí
fr: Népalais
gl: nepalés
hu: Nepál
it_it: Nepalese
ko_kr: 네팔어
nl_nl: Nepalees
pl: nepalski
ro: Nepaleză
ru: Непальский
sk: Nepálčina
sr: непалски
tr: Nepalce
uk: непальська

source: Nyanja (Chichewa)
ar: نيانجا (تشتشيوا)
cs: ňandža (čičevštiny)
el: Νάνια (Τσιτσέβα)
es: Chichewa (Chinyanja)
fr: Nyanja (Chewa)
gl: chichewa
it_it: Nyanja (Chewa)
ko_kr: 난자어 (치체와어)
nl_nl: Nyanja
pl: njandża
ru: Ньянджа (Чева)
sk: Ňandža
sr: њанџа (чичева)
tr: Çevaca
uk: ньянджа (чева)

source: Odia (Oriya)
ca: Oriya
de: Oriya
el: Όντια (Ορίγια)
es: Oriya
gl: Oriya
ko_kr: 오디아어(오리야어)
pl: orija
ru: Одиа (ория)
sk: Urijčina
sr: одија (орија)
uk: Одія (орія)
zh_cn: 奥利亚语

source: Pashto
ar: بشتو
ca: Paixtu
cs: paštštiny
de: Paschtunisch
el: Παστού
es: Pastún
fr: Pachto
gl: pastún
hu: Pastu
ko_kr: 파슈토어
nl_nl: Pasjtoe
pl: paszto
ro: Paştună
ru: Пушту
sk: Pašťina
sr: паштунски
tr: Peştuca
uk: пушту

source: Punjabi
ar: البنجابيّة
ca: Panjabi
cs: paňdžábštiny
de: Panjabi
el: Παντζαπικά
es: Panyabí
hu: Pandzsábi
ko_kr: 펀자브어
pl: pendżabski
ru: Панджабский
sk: Pandžábčina
sr: пенџаби
tr: Pencabca
uk: пенджабська

source: Samoan
ar: لغة جزيرة ساموا
ca: Samoà
cs: samojštiny
de: Samoanisch
el: Σαμόα
es: Samoano
gl: samoano
hu: Szamoai
it_it: Samoana
ko_kr: 사모아어
nl_nl: Samoaans
pl: samoański
pt_br: Samoano
ro: Samoană
ru: Самоанский
sk: Samojčina
sr: самоански
tr: Samoaca
uk: самоанська

source: Scots Gaelic
ar: الگيلِك (لغة اسكتلنديّة)
ca: Gaèlic escocés
cs: skotské gaelštiny
de: Schottisch-Gälisch
el: Σκωτσέζικα Γαελικά
es: Escocés Gaélico
fr: Gaélique écossais
gl: gaélico escocés
hu: Skót gall
it_it: Gaelico Scozzese
ko_kr: 스코틀랜드 게일어
nl_nl: Schots-Gaelisch
pl: szkocki gaelicki
pt_br: Gaélico escocês
ro: Galeză Scoțiană
ru: Шотландский гэльский
sk: Galská škótčina
sr: шкотски гелски
tr: İskoç Galce
uk: шотландська гаельська

source: Sepedi
ca: Pedi
de: Pedi
el: Σεπέδι
es: Sotho septentrional
gl: Sotho do norte
ko_kr: 세페디
ru: Сепеди (северный сото)
sk: Sothčina (severná)
sr: сепеди
uk: Сепеді
zh_cn: 北索托语

source: Sesotho
ar: لغة سيسوثو
cs: sotštiny
el: Σεσόθο
es: Sesoto
fr: Sotho
gl: sotho
hu: Sesothoi
ko_kr: 세소토어
nl_nl: Zuid-Sotho
pl: sotho
pt_br: Sesoto
ru: Сесото
sk: Sothčina (južná)
sr: сесото
tr: Sothoca
uk: сесото

source: Shona
ar: لغة شونا
ca: Xona
cs: šonštiny
el: Σόνα
es: Sona
ko_kr: 쇼나어
pt_br: Xona
ru: Шона
sk: Šončina
sr: шона
tr: Shonaca
uk: шона

source: Sindhi
ar: السنديّة
cs: sindhštiny
el: Σίντι
es: Sindi
ko_kr: 신디어
pt_br: Sindi
ru: Синдхи
sk: Sindčina
sr: синди
tr: Sindice
uk: синдхі

source: Sinhala (Sinhalese)
ar: لغة سنهالا (السنهاليّة)
ca: Singalès (Sinhala)
cs: sinhálštiny
de: Sinhala (Singhalesisch)
el: Σινχάλα (Σινχαλέζικα)
es: Cingalés (Sinhala)
fr: Cinghalais (cinghalais)
gl: cingalés
hu: Szingaléz (szingaléz)
it_it: Sinhala (Singalese)
ko_kr: 신할라어 (스리랑카어)
nl_nl: Singalees (Sinhala)
pl: syngaleski
pt_br: Cingalês (Sinhala)
ru: Сингальский (Сингалезский)
sk: Sinhalčina
sr: синхалешки
tr: Sinhalaca
uk: сингала (сингальська)

source: Somali
ar: الصوماليّة
cs: somálštiny
de: Somalisch
el: Σομαλικά
es: Somalí
fr: Somalien
gl: somalí
hu: Szomáliai
it_it: Somalo
ko_kr: 소말리어
nl_nl: Somalisch
pl: somalijski
ro: Somaleză
ru: Сомалийский
sk: Somálčina
sr: сомалијски
tr: Somalice
uk: сомалійська

source: Tagalog (Filipino)
ar: تاكالوك (فليبين)
ca: Tagàlog (Filipí)
cs: tagalštiny (filipínštiny)
de: Tagalog (Philippinisch)
el: Ταγαλογικά (Φιλιππινέζικα)
es: Tagalo (Filipino)
fr: Tagalog (philippin)
gl: tagalo
hu: Tagalog (Fülöp-Szigeteki)
it_it: Tagalog (Filippino)
ko_kr: 타갈로그어 (필리핀어)
nl_nl: Filipijns
pl: filipiński
pt_br: Tagalo (filipino)
ro: Tagalog (Filipineză)
ru: Тагальский (Филиппинский)
sk: Tagalčina (filipínčina)
sr: тагалог (филипински)
tr: Tagalogca (Filipince)
uk: тагальська (філіппінська)

source: Tigrinya
el: Τιγκρίνια
es: Tigriña
gl: Tigriña
it_it: Tigrino
ko_kr: 티그리냐어
nl_nl: Tigrinja
pl: tigrinia
ru: Тигринья
sk: Tigriňa
sr: тигриња
uk: Тигринья
zh_cn: 提格里尼亚语

source: Tsonga
el: Τσόνγκα
ko_kr: 총가어
ru: Тсонга
sk: Tsongčina
sr: цонга
uk: Тсонга
zh_cn: 聪加语

source: Turkmen
ca: Turcomà
de: Turkmenisch
el: Τουρκμενικά
es: Turcomano
fr: Turkmène
gl: Turcomán
it_it: Turkmeno
ko_kr: 투르크멘어
nl_nl: Turkmeens
pl: turkmeński
ru: Туркменский
sk: Turkménčina
sr: туркменски
tr: Türkmence
uk: Туркменська
zh_cn: 土库曼语

source: Twi (Akan)
ca: Twi
de: Twi
el: Twi (Ακάν)
es: Twi
gl: Twi
ko_kr: 트위어(아칸어)
ru: Тви (акан)
sk: Twi (akančina)
sr: тви (Акан)
uk: Тві (Акан)
zh_cn: 阿坎语

source: Uyghur
ca: Uigur
de: Uigurisch
el: Ουιγούρ
es: Uigur
fr: Ouïghours
gl: Uigur
it_it: Uiguro
ko_kr: 위구르어
nl_nl: Oeigoers
pl: ujgurski
ru: Уйгурский
sk: Ujgurčina
sr: ујгурски
tr: Uygurca
uk: Уйгурська
zh_cn: 维吾尔语

source: Translation settings
ar: إعدادات الترجمة
ca: Paràmetres de traducció
cs: Nastavení překládání
de: Übersetzungs-Einstellungen
el: Ρυθμίσεις μετάφρασης
es: Ajustes de traducción
fa: تنظیمات ترجمه
fr: Paramètres de traduction
gl: Configuración de tradución
hu: Fordítási beállítások
it_it: Impostazioni di traduzione
ja: 翻訳設定
ko_kr: 번역 설정
nl_nl: Vertaalinstellingen
pl: Ustawienia tłumaczenia
pt_br: Configurações de tradução
ro: Setări traducere
ru: Настройки перевода
sk: Nastavenia prekladu
sr: Подешавања превођења
tr: Çeviri ayarları
uk: Налаштування перекладу
zh_cn: 翻译设置

source: Auto-detect source language
ar: التعرف التلقائي على لغة المصدر
ca: Autodetectar llengua font
cs: Automaticky detekovat zdrojový jazyk
de: Quellsprache automatisch bestimmen
el: Αυτόματη ανίχνευση γλώσσας-πηγής
es: Detectar idioma
fa: تشخیص خودکار زبان مبدا
fr: Auto-détection de la langue d’origine
gl: Detectar lingua
hu: Forrásnyelv auto érzékelése
it_it: Auto-rileva la lingua originale
ja: 言語の自動検出
ko_kr: 원본 언어 자동 감지
nl_nl: Brontaal automatisch detecteren
pl: Wykryj automatycznie język źródłowy
pt_br: Detectar automaticamente o idioma de origem
ro: Determinare automată a limbii sursă
ru: Авто-определение исходного языка ⓘ
sk: Automatická detekcia jazyka
sr: Аутоматски откриј изворни језик
tr: Kaynak dil otomatik algılansın
uk: Авто-визначення вихідної мови
zh_cn: 自动检测源语言

source: This setting is best suited for foreign text found in books written in your native language.
ar: هذا الإعداد هو الأنسب للنصوص الأجنبية الموجودة في الكتب المكتوبة بلغتك الأم.
ca: Aquesta configuració és la més adequada per als fragments de text en idiomes diferents al seleccionat com a principal.
cs: Toto nastavení je nejvhodnější pro cizí text nalezený v knihách psaných ve vašem rodném jazyce.
de: Diese Einstellung eignet sich am besten für fremdsprachige Texte in Büchern, die in Ihrer Muttersprache geschrieben sind.
el: Αυτή η ρύθμιση είναι καταλληλότερη για ξένα κείμενα που βρίσκονται σε βιβλία γραμμένα στη μητρική σας γλώσσα.
es: Esta configuración es la más adecuada para los fragmentos de texto en idiomas diferentes al seleccionado como principal.
fa: این تنظیم برای متن‌ خارجی که در کتاب‌های نوشته شده به زبان مادری شماست، مناسب است.
fr: Ce paramètre convient mieux aux textes étrangers figurant dans des livres écrits dans votre langue maternelle.
gl: Esta configuración é a máis axeitada para anacos de texto nun idioma diferente ao que tes seleccionado como nativo.
hu: Ez a beállítás az anyanyelvén írt könyvekben található idegen nyelvű szövegekhez a legalkalmasabb.
it_it: Questa impostazione è più adatta per il testo straniero inserito in libri scritti nella tua lingua madre.
ja: 母国語で書かれた本の中にある外国語の文章に最適な設定です。
ko_kr: 이 설정은 모국어로 쓰여진 책에 있는 외국어 텍스트에 가장 적합합니다.
nl_nl: Deze instelling is het meest geschikt voor buitenlandse tekst in boeken die in uw moedertaal zijn geschreven.
pl: To ustawienie najlepiej nadaje się do tekstu w języku obcym znajdującego się w książkach napisanych w Twoim ojczystym języku.
pt_br: Essa configuração é mais adequada para textos estrangeiros encontrados em livros escritos no seu idioma nativo.
ro: Această setare se potrivește mai bine pentru text străin prezent în cărți scrise în limba ta nativă.
ru: Данный параметр лучше всего подходит для иностранного текста, находящегося в написанных на вашем родном языке книгах.
sk: Toto nastavenie je najvhodnejšie pre cudzí text, ktorý sa nachádza v knihách napísaných vo vašom rodnom jazyku.
sr: Ово подешавање најбоље функционише за страни текст који се пронађе у књигама написаним на вашем матерњем језику.
tr: Bu seçenek, ana dilinizde yazılmış kitaplarda bulunan yabancı metinler için en uygunudur.
uk: Це налаштування найкраще пасує для іноземного тексту, знайденого в книгах, написаних вашою рідною мовою.
zh_cn: 此设置最适合以您的母语撰写的书籍中找到的外文文本。

source: Translate from: %1
ar: الترجمة من: %1
ca: Traduir del: %1
cs: Přeložit z: %1
de: Übersetzen von: %1
el: Μετάφραση από: %1
es: Traducir del: %1
fa: ترجمه از: %1
fr: Traduire de : %1
gl: Traducir do: %1
hu: Fordítás erről: %1
it_it: Traduci da: %1
ja: 翻訳元言語: %1
ko_kr: 번역 원본: %1
nl_nl: Vertalen van: %1
pl: Tłumacz z: %1
pt_br: Traduzir de: %1
ro: Traducere din: %1
ru: Перевести с: %1
sk: Preložiť z: %1
sr: Преведи са: %1
tr: Özgün dil: %1
uk: Перекласти з: %1
zh_cn: 从 %1 翻译
