Repository: spruceUI/spruceOS
Catalog: App/KoReader/l10n/*/koreader.po
Languages: ar, ca, cs, de, el, es, fa, fr, gl, hu, it_it, ja, ko_kr, nl_nl, pl, pt_br, ro, ru, sk, sr, tr, uk, zh_cn

source: Cloud sync
ca: Sincronització d'emmagatzematge en el núvol
cs: Synchronizace s cloudem
de: Cloudspeicher
el: Συγχρονισμός cloud
es: Sincronización de almacenamiento en la nube
fa: همگام‌سازی با ابر
fr: Stockage « dans le nuage »
gl: Sincronización na nube
hu: Felhős szinkronizálás
it_it: Sincronizzazione cloud
ja: クラウド同期
ko_kr: 클라우드 동기화
pl: Synchronizacja w chmurze
pt_br: Sincronização na nuvem
ru: Облачная синхронизация
sk: Cloudová synchronizácia
sr: Синхронизација помоћу облака
tr: Bulut eşitleme
uk: Хмарна синхронізація
zh_cn: 云同步

source: Delete server info?
ca: Esborrar la informació del servidor?
cs: Smazat informace o serveru?
de: Server Info löschen?
el: Να διαγραφούν οι πληροφορίες του διακομιστή;
es: ¿Borrar la información del servidor?
fa: اطلاعات سرور پاک شود؟
fr: Supprimer les informations du serveur ?
gl: Borrar información do servidor?
hu: Törli a szerver infóit?
it_it: Cancellare le informazioni sul server?
ja: サーバー情報を削除しますか？
ko_kr: 서버 정보를 삭제할까요?
nl_nl: Servergegevens verwijderen?
pl: Usunąć informacje o serwerze?
pt_br: Excluir informações do servidor?
ru: Удалить данные сервера?
sk: Odstrániť informácie o serveri?
sr: Да се обришу информације о серверу?
tr: Sunucu bilgileri silinsin mi?
uk: Видалити відомості про сервер?
zh_cn: 删除服务器信息？

source: Cloud storage: %1 Folder path: %2 Set up the same cloud folder on each device to sync across your devices.
ca: Emmagatzematge en el núvol: %1 Ruta de la carpeta: %2 Configurar la mateixa carpeta en el núvol en cada dispositiu per a sincronitzar-la en tots ells.
cs: Umístění v cloudu: %1 Cesta ke složce: %2 Na každém zařízené nastavte stejnou složku v cloudu, abyste mohli svoje zařízení synchronizovat.
de: Cloud-Speicher: %1 Ordnerpfad: %2 Richten Sie auf jedem Gerät denselben Cloud-Ordner ein, um alle Ihre Geräte zu synchronisieren.
el: Αποθήκευση στο σύννεφο: %1 Διαδρομή φακέλου: %2 Ρυθμίστε τον ίδιο φάκελο cloud σε κάθε συσκευή για να συγχρονίσετε όλες τις συσκευές σας.
es: Almacenamiento en la nube: %1 Ruta de la carpeta: %2 Configurar la misma carpeta en la nube en cada dispositivo para sincronizarla en todos ellos.
fa: ذخیره‌سازی ابری: %1 مسیر پوشه: %2 پوشه ابری یکسانی را روی هر یک از دستگاه‌ها تنظیم کنید؛ تا همگام سازی بین همه دستگاه‌هایتان صورت گیرد.
fr: Stockage en nuage : %1 Chemin du dossier : %2 Configurez le même dossier en nuage sur chaque appareil pour synchroniser vos appareils entre eux.
gl: Almacenamento na nube: %1 Ruta do cartafol: %2 Configura o mesmo cartafol na nube en cada dispositivo para mantelos sincronizados.
hu: Felhőtárhely: %1 Mappa útvonala: %2 Állítsa be ugyanazt a felhőmappát minden eszközön, hogy szinkronizálja az eszközöket.
it_it: Archiviazione in cloud: %1 Percorso della cartella: %2 Impostare la stessa cartella cloud su ogni dispositivo per sincronizzarla tra i dispositivi.
ja: クラウドストレージ: %1 フォルダのパス: %2 各デバイスに同じクラウドフォルダを設定し、デバイス間で同期させます。
ko_kr: 클라우드 저장소: %1 폴더 경로: %2 각 장치에 동일한 클라우드 폴더를 설정하여 장치 간에 동기화합니다.
nl_nl: Cloudopslag: %1 Pad naar map: %2 Stel op elk apparaat dezelfde cloudmap in om tussen apparaten te synchroniseren.
pl: Przechowywanie w chmurze: %1 Ścieżka do folderu: %2 Ustaw ten sam folder w chmurze na każdym urządzeniu, aby zsynchronizować wszystkie urządzenia.
pt_br: Armazenamento em nuvem: %1 Caminho da pasta: %2 Configure a mesma pasta na nuvem em cada dispositivo para sincronizar entre seus dispositivos.
ru: Облачное хранилище: %1 Путь к папке: %2 Для синхронизации задайте одинаковую облачную папку на каждом устройстве.
sk: Cloudové úložisko: %1 Cesta k priečinku: %2 V každom zariadení si prosím nastavte rovnaký cloudový priečinok na synchronizáciu medzi Vašimi zariadeniami.
sr: Складиште у облаку: %1 Путања директоријума: %2 Да би се синхронизовало по вашим уређајима, поставите на сваком од њих исти директоријум у облаку.
tr: Bulut depolama: %1 Klasör yolu: %2 Aygıtlarınız arasında eşitleme yapabilmek için her aygıt üzerinde aynı bulut klasörünü ayarlayın.
uk: Хмарне сховище: %1 Шлях до теки: %2 Налаштуйте однакову хмарну теку на кожному пристрої для синхронізації між пристроями.
zh_cn: 云存储： %1 文件夹： %2 在您的不同设备上设定同一个云文件夹来跨设备同步。

source: Reset statistics
ar: تصفير إحصاءات القراءة
ca: Reinicialitzar estadístiques
cs: Resetovat statistiky
de: Statistiken zurücksetzen
el: Επαναφορά στατιστικών
es: Resetear estadísticas
fa: بازنشانی آمارها
fr: Réinitialiser les statistiques
gl: Reiniciar as estatísticas
hu: Statisztika törlése
it_it: Ripristina statistiche
ja: 統計情報をリセット
ko_kr: 통계 재설정
nl_nl: Statistieken resetten
pl: Wyzeruj statystyki
pt_br: Redefinir estatísticas
ro: Resetează statisticile
ru: Сбросить статистику
sk: Vymazať štatistiky
sr: Ресетуј статистику
tr: İstatistikleri sıfırla
uk: Скинути статистику
zh_cn: 重置数据

source: Current book
ar: الكتاب الحالي
ca: Llibre actual
cs: Aktuální kniha
de: Aktuelles Buch
el: Τρέχον βιβλίο
es: Libro actual
fa: کتاب فعلی
fr: Livre en cours
gl: Libro actual
hu: Aktuális könyv
it_it: Libro attuale
ja: 現在の書籍
ko_kr: 현재 책
nl_nl: Huidig boek
pl: Aktualna książka
pt_br: Livro atual
ro: Cartea curentă
ru: Текущая книга
sk: Aktuálna kniha
sr: Текућа књига
tr: Geçerli kitap
uk: Поточна книга
zh_cn: 统计本书

source: Current statistics
ar: الإحصاءات الحالية
ca: Estadístiques actuals
cs: Aktuální statistiky
de: Aktuelle Statistiken
el: Στατιστικά στοιχεία τρέχοντος βιβλίου
es: Estadísticas actuales
fa: آمار فعلی
fr: Statistiques actuelles
gl: Estatísticas actuais
hu: Statisztika
it_it: Statistiche attuali
ja: 現在の書籍の統計
ko_kr: 현재 통계
nl_nl: Huidige statistieken
pl: Aktualne statystyki
pt_br: Estatísticas atuais
ro: Statistici curente
ru: Текущая статистика
sk: Aktuálne štatistiky
sr: Текућа статистика
tr: Geçerli istatistikler
uk: Поточна статистика
zh_cn: 当前统计数据

source: Reading progress is not available. There is no data for the last week.
ar: حالة تقدم القراءة غير متوفرة. لاتوجد بيانات متوفرة للاسبوع الماضي.
ca: Progrés de lectura no disponible. No hi ha dades de l'última setmana.
cs: Postup čtení není dostupný. Za poslední týden tu nejsou žádná data.
de: Der Lesefortschritt ist nicht verfügbar. Es liegen keine Daten für die letzte Woche vor.
el: Η πρόοδος ανάγνωσης δεν είναι διαθέσιμη. Δεν υπάρχουν δεδομένα για την τελευταία εβδομάδα.
es: Progreso de lectura no disponible. No hay datos de la última semana.
fa: روند مطالعه در دسترس نیست. در اینجا داده‌ای برای هفته گذشته وجود ندارد.
fr: Progression de lecture non disponible. Aucune donnée pour la semaine passée.
gl: Progreso de lectura non dispoñible. Non hai datos da última semana.
hu: Olvasási folyamat nem elérhető. Nincsenek adatok a legutóbbi hétről.
it_it: Progresso di lettura non disponibile. Nessun dato per l'ultima settimana.
ja: 読書進捗が利用できません。 先週のデータがありません。
ko_kr: 읽기 진행 상황을 확인할 수 없습니다. 지난 주의 데이터가 없습니다.
nl_nl: Leesvoortgang niet beschikbaar. Er is geen data voor de afgelopen week.
pl: Postęp czytania nie jest dostępny. Brak danych za ostatni tydzień.
pt_br: O progresso da leitura não está disponível. Não há dados da última semana.
ro: Progresul de citire este indisponibil. Nu există date pentru ultima săptămînă.
ru: Прогресс чтения недоступен. Нет данных за последнюю неделю.
sk: Priebeh čítania knihy nie je k dispozícii. Neexistujú žiadne údaje za posledný týždeň.
sr: Није доступан напредак читања. Нема никаквих података за последњу седмицу.
tr: Okuma ilerlemesi kullanılamıyor. Geçen haftaya ait bir veri yok.
uk: Прогрес читання не доступний. Немає даних за останній тиждень.
zh_cn: 阅读进度不可用。 没有上周的数据。

source: Time range
ar: الفترة الزمنيّة
ca: Interval de temps
cs: Časový rozsah
de: Gesamtstatistiken
el: Εύρος χρόνου
es: Intervalo de tiempo
fa: بازه زمانی
fr: Intervalle de temps
gl: Rango temporal
hu: Időtartam
it_it: Intervallo di tempo
ja: 時間範囲を指定
ko_kr: 기간별
nl_nl: Tijdsbereik
pl: Przedział czasu
pt_br: Intervalo de tempo
ro: Interval de timp
ru: Временно́й диапазон
sk: Časové rozpätie
sr: Временски опсег
tr: Zaman aralığı
uk: Часовий діапазон
zh_cn: 时间范围

source: Calendar view
ca: Vista de calendari
cs: Statistiky v kalendáři
de: Kalenderansicht
el: Προβολή ημερολογίου
es: Vista de calendario
fa: نمای تقویمی
fr: Vue calendrier
gl: Vista de calendario
hu: Naptárnézet
it_it: Vista calendario
ja: カレンダーで見る
ko_kr: 달력 보기
nl_nl: Kalenderweergave
pl: Widok kalendarza
pt_br: Visão de calendário
ro: Vizualizare calendar
ru: Просмотр календаря
sk: Zobrazenie kalendára
sr: Календарски поглед
tr: Takvimi göster
uk: Подання календаря
zh_cn: 日历视图

source: Today's timeline
ca: Línia de temps d'avui
cs: Dnešek na časové ose
de: Heutige Zeitleiste
el: Σημερινό χρονοδιάγραμμα
es: Línea de tiempo de hoy
fa: خط زمان امروز
fr: Chronologie d'aujourd'hui
gl: Liña temporal de hoxe
hu: Mai idővonal
it_it: Cronologia di oggi
ja: 今日のタイムライン
ko_kr: 오늘의 타임라인
nl_nl: Tijdlijn van vandaag
pl: Dzisiejsza oś czasu
pt_br: Linha do tempo de hoje
ru: Расписание на сегодня
sk: Časová os dnešných štatistík
sr: Данашња временска линија
tr: Bugünün zaman tüneli
uk: Сьогоднішній розклад
zh_cn: 今日时间轴

source: Time range statistics
ar: إحصاءات الفترات الزمنيّة
ca: Interval de temps per a estadístiques
cs: Statistiky v čase
de: Gesamtstatistik
el: Στατιστικά χρονικού εύρους
es: Intervalo de tiempo para estadísticas
fa: بازه زمانی آمارها
fr: Statistiques par période
gl: Estatísticas nun período
hu: Időtartam statisztika
it_it: Statistiche dell'intervallo di tempo
ja: 時間範囲の統計
ko_kr: 기간별 통계
nl_nl: Tijdsbereikstatistieken
pl: Statystyki przedziału czasu
pt_br: Estatísticas do intervalo de tempo
ro: Statistici pe interval de timp
ru: Статистика времени
sk: Štatistiky podľa časového rozpätia
sr: Статистика временског опсега
tr: Zaman aralığı istatistikleri
uk: Статистика часового діапазону
zh_cn: 时间范围统计

source: All books
ar: كل الكتب
ca: Tots els llibres
cs: Všechny knihy
de: Alle Bücher
el: Όλα τα βιβλία
es: Todos los libros
fa: همه کتاب‌ها
fr: Tous les livres
gl: Todos os libros
hu: Összes könyv
it_it: Tutti i libri
ja: すべての本
ko_kr: 모든 책
nl_nl: Alle boeken
pl: Wszystkie książki
pt_br: Todos os livros
ro: Toate cărțile
ru: Общая статистика
sk: Všetky knihy
sr: Све књиге
tr: Tüm kitaplar
uk: Всі книжки
zh_cn: 统计所有书籍

source: Books by week
ar: الكتب بالأسابيع
ca: Llibres per setmana
cs: Knihy podle týdnů
de: Bücher pro Woche
el: Βιβλία ανά εβδομάδα
es: Libros por semana
fa: کتابها به شکل هفتگی
fr: Livres par semaine
gl: Libros por semana
hu: Könyvek hetente
it_it: Libri per settimana
ja: 週別の本
ko_kr: 주별 읽은 책
nl_nl: Boeken per week
pl: Książki tygodniowo
pt_br: Livros por semana
ro: Cărți după săptămînă
ru: Книги по неделям
sk: Knihy za týždeň
sr: Књиге по седмици
tr: Haftanın kitapları
uk: Книжки за тижнями
zh_cn: 按周统计书籍

source: Books by month
ar: عدد الكتب لكل شهر
ca: Llibres per mes
cs: Knihy podle měsíců
de: Bücher pro Monat
el: Βιβλία ανά μήνα
es: Libros por mes
fa: کتابها به شکل ماهانه
fr: Livres par mois
gl: Libros por mes
hu: Könyvek havonta
it_it: Libri per mese
ja: 月別の本
ko_kr: 월별 읽은 책
nl_nl: Boeken per maand
pl: Książki miesięcznie
pt_br: Livros por mês
ro: Cărți după lună
ru: Книги по месяцам
sk: Knihy za mesiac
sr: Књиге по месецу
tr: Ayın kitapları
uk: Книжки за місяцями
zh_cn: 按月统计书籍

source: Last week
ar: الأسبوع الفائت
ca: Última setmana
cs: Poslední týden
de: Letzte 7 Tage
el: Τελευταία εβδομάδα
es: Última semana
fa: هفته گذشته
fr: Semaine dernière
gl: Derradeira semana
hu: Legutóbbi hét
it_it: Settimana scorsa
ja: 先週
ko_kr: 지난주
nl_nl: Vorige week
pl: Ostatni tydzień
pt_br: Última semana
ro: Săptămîna trecută
ru: Последняя неделя
sk: Posledný týždeň
sr: Последња седмица
tr: Son hafta
uk: Минулого тижня
zh_cn: 最近一周

source: Last month by day
ca: Diària de l'últim mes
cs: Poslední měsíc podle dnů
de: Letzte 30 Tage
el: Τελευταίος μήνας ανά ημέρα
es: Diaria del último mes
fa: ماه گذشته به شکل روزانه
fr: Mois dernier par jour
gl: Derradeiro mes por día
hu: Legutóbbi hónap naponta
it_it: Ultimo mese per giorno
ja: 前月の日別
ko_kr: 지난달 일별
nl_nl: Vorige maand per dag
pl: Ostatni miesiąc dziennie
pt_br: Último mês por dia
ro: Ultima lună după zi
ru: Последний месяц по дням
sk: Posledný mesiac po dňoch
sr: Последњи месец по данима
tr: Güne göre son ay
uk: Минулого місяця по днях
zh_cn: 最近一月按天统计

source: Last year by day
ar: السنة السابقة بالأيّام
ca: Diària de l'úiltim any
cs: Poslední rok podle dnů
de: Letzte 365 Tage
el: Τελευταίος χρόνος ανά ημέρα
es: Diaria del último año
fa: سال گذشته به شکل روزانه
fr: Année dernière par jour
gl: Derradeiro ano por día
hu: Legutóbbi év naponta
it_it: Ultimo anno per giorno
ja: 昨年の日別
ko_kr: 지난해 일별
nl_nl: Vorig jaar per dag
pl: Ostatni rok dziennie
pt_br: Último ano por dia
ro: Ultimul an după zi
ru: Последний год по дням
sk: Posledný rok po dňoch
sr: Последња година по данима
tr: Güne göre son yıl
uk: Минулого року по днях
zh_cn: 最近一年按天统计

source: Last year by week
ar: السنة الفائتة بالأسابيع
ca: Setmanal de l'últim any
cs: Poslední rok podle týdnů
de: Letzte 52 Wochen
el: Τελευταίος χρόνος ανά εβδομάδα
es: Semanal del último año
fa: سال گذشته به شکل هفتگی
fr: Année dernière par semaine
gl: Derradeiro ano por semana
hu: Legutóbbi év hetente
it_it: Ultimo anno per settimana
ja: 昨年の週別
ko_kr: 지난해 주별
nl_nl: Vorig jaar per week
pl: Ostatni rok tygodniowo
pt_br: Último ano por semana
ro: Ultimul an după săptămînă
ru: Последний год по неделям
sk: Posledný rok po týždňoch
sr: Последња година по седмицама
tr: Haftaya göre son yıl
uk: Минулого року по тижнях
zh_cn: 最近一年按周统计

source: All stats by month
ar: كل الإحصاءات حسب الشهر
ca: Totes les estadístiques, per mes
cs: Všechny statistiky podle měsíců
de: Alle Statistiken pro Monat
el: Όλες οι στατιστικές κατά μήνα
es: Todas las estadísticas, por mes
fa: همه آمارهای ماهانه
fr: Toutes les statistiques par mois
gl: Estatísticas mensuais
hu: Teljes statisztika havonta
it_it: Tutte le statistiche per mese
ja: 月別のすべての統計
ko_kr: 월별 통계
nl_nl: Alle statistieken per maand
pl: Wszystkie statystyki miesięcznie
pt_br: Todas as estatísticas por mês
ro: Toate statisticile după lună
ru: Вся статистика по месяцам
sk: Všetky štatistiky po mesiacoch
sr: Комплетна статистика по месецима
tr: Aya göre tüm istatistikler
uk: Вся статистика за місяцями
zh_cn: 按月所有统计

source: There is 1 page (%2%) left to read.
ca: Queda 1 pàgina (%2%) per llegir.
cs: Ke čtení zbývá 1 stránka (%2%).
de: Es ist noch 1 Seite (%2%) zu lesen.
el: Απομένει 1 σελίδα (%2%) για ανάγνωση.
es: Queda por leer 1 página (%2%).
fa: اینجا ۱ صفحه (%2٪) برای خواندن باقی مانده.
fr: Il reste 1 page (%2%) à lire.
gl: Queda 1 páxina por ler (%2%).
hu: Még 1 oldal (%2%) van hátra.
it_it: È rimasta 1 pagina (%2%) da leggere.
ja: 残り %1 ページ(%2 %)を読むことができます。
ko_kr: 읽을 페이지가 %1 페이지(%2%)가 남았습니다.
nl_nl: Er is nog 1 pagina (%2%) te lezen.
pl: Pozostała 1 strona (%2%) do przeczytania.
pt_br: Resta 1 página (%2%) para ler.
ru: Осталось прочитать одну страницу (%2%).
sk: Ešte zostáva 1 strana (%2%) na prečítanie.
sr: Преостала је још једна страница (%2%) за читање.
tr: Okunacak 1 sayfa (%%2) kaldı.
uk: Для читання залишилася 1 сторінка (%2%).
zh_cn: 还剩 %1 页 (%2%) 没读。

source: At the current rate of %1 per page, that will take %2 of reading time.
ca: A la velocitat actual de %1 per pàgina, el temps de lectura restant seria %2 .
de: Bei der derzeitigen Lesedauer von %1 pro Seite wird es noch %2 dauern das Buch zu lesen.
el: Με τον τρέχοντα ρυθμό %1 ανά σελίδα, θα χρειαστούν %2 για την ολοκλήρωση της ανάγνωσης.
es: A la velocidad actual de %1 por página, el tiempo de lectura restante sería %2 .
fa: با نرخ فعلی %1 به ازای هر صفحه، %2 زمان مطالعه طول خواهد کشید.
fr: Au taux actuel de %1 par page, cela prendra %2 de temps de lecture.
gl: Á velocidade actual de %1 por páxina, o tempo restante de lectura sería %2.
hu: A jelenlegi %1/oldal sebességgel ez %2 olvasási időt vesz igénybe.
it_it: Al ritmo attuale di %1 per pagina, ci vorranno %2 di tempo di lettura.
ja: 現在の1ページあたり%1の割合では、読書時間の%2を要することになります。
ko_kr: 페이지당 %1의 속도에서 %2의 읽을 시간이 걸립니다.
nl_nl: Met het huidige tempo van %1 per pagina, kost dat %2 aan leestijd.
pl: Przy obecnym tempie %1 na stronę zajmie to %2 czasu czytania.
pt_br: No ritmo atual de %1 por página, isso vai demorar %2 de tempo de leitura.
ru: Чтение с текущей скоростью «страница за %1» займёт времени: %2.
sk: Pri súčasnej rýchlosti %1 na stranu to zaberie %2 času čítania.
sr: При тренутној брзини читања од %1 по страници, за то ће бити потребно %2 читања.
tr: Geçerli sayfa başına %1 hızıyla, bu okuma %2 sürecek.
uk: За поточної швидкості %1 на сторінку, прочитання триватиме %2.
zh_cn: 以当前每页 %1 的速度，将花费 %2 的阅读时间。

source: At the current rate of %1 per day, that will take 1 day.
ca: Al ritme actual de %1 per dia, el temps restant és d'1 dia.
de: Bei der derzeitigen Lesedauer von %1 pro Tag dauert es noch 1 Tag.
el: Με τον τρέχοντα ρυθμό %1 ανά ημέρα, θα χρειαστεί 1 ημέρα.
es: Al ritmo actual de %1 al día, el tiempo restante sería 1 día.
fa: با نرخ فعلی %1 به ازای هر روز، یک روز دیگر طول خواهد کشید.
fr: Au rythme actuel de %1 par jour, cela prendra 1 jour.
gl: Á velocidade actual de %1 por día, levará 1 día.
hu: A jelenlegi napi %1 sebességgel ez 1 napot vesz igénybe.
it_it: Al ritmo attuale di %1 al giorno, ci vorrà 1 giorno.
ja: 現在の1日あたり%1のペースだと、%2日かかります。
ko_kr: 하루 %1인 현재 속도면, %2일이 걸립니다.
nl_nl: Met het huidige tempo van %1 per dag, duurt dat 1 dag.
pl: Przy obecnym tempie wynoszącym %1 dziennie zajmie to 1 dzień.
pt_br: No ritmo atual de %1 por dia, isso vai demorar 1 dia.
ru: При текущей скорости «%1 за день» на это уйдёт один день.
sk: Pri súčasnej rýchlosti %1 za deň to bude trvať 1 deň.
sr: При тренутној брзини читања од %1 по дану, за то ће бити потребан 1 дан.
tr: Şu anki günlük %1 hızıyla, 1 gün sürecek.
uk: За поточної швидкості %1 на день, це займе 1 день.
zh_cn: 以当前每天 %1 的速度，将花费 %2 天。

source: Estimated reading time left
ca: Temps de lectura estimat restant
cs: Odhad zbývajícího času čtení
de: Geschätzte verbleibende Zeit
el: Εκτιμώμενος εναπομείνας χρόνος
es: Tiempo de lectura estimado restante
fa: تخمین زمان مطالعه باقیمانده
fr: Temps de lecture restant estimé
gl: Estimación de tempo de lectura restante
hu: Hátralévő becsült olvasási idő
it_it: Tempo di lettura rimanente, stimato
ja: 予想残り読書時間
ko_kr: 남은 읽을 시간 추정
nl_nl: Geschatte resterende leestijd
pl: Szacowany pozostały czas czytania
pt_br: Tempo de leitura restante estimado
ru: Расчётное оставшееся время чтения
sk: Odhadovaný zostávajúci čas čítania
sr: Процењено време до завршетка читања
tr: Öngörülen kalan zaman
uk: Приблизно залишилося часу на прочитання
zh_cn: 预估的剩余阅读时间

source: Estimated finish date
ca: Data estimada de finalització
cs: Odhadované datum dočtení knihy
de: Voraussichtliches Enddatum
el: Εκτιμώμενος χρόνος λήξης
es: Fecha estimada de finalización
fa: تخمین تاریخ پایان
fr: Estimation du temps de lecture restant
gl: Data estimada de finalización
hu: Olvasás becsült befejezése
it_it: Data di fine stimata
ja: 読了までの予想日数
ko_kr: 완독 추정일
nl_nl: Geschatte einddatum
pl: Szacowana data zakończenia
pt_br: Data de término estimada
ru: Примерно дочитает
sk: Odhadovaný dátum prečítania
sr: Процењени датум завршетка
tr: Öngörülen bitiş tarihi
uk: Оцініть дату закінчення
zh_cn: 预估完成日期

source: (in 1 day) %2
ca: (en 1 dia) %2
cs: (za 1 den) %2
de: (in 1 Tag) %2
el: (σε 1 ημέρα) %2
es: (en 1 día) %2
fa: (در ۱ روز) %2
fr: (dans 1 jour) %2
gl: (en 1 día) %2
hu: (1 nap alatt) %2
it_it: (in 1 giorno) %2
ja: (%1 日以内( %2
ko_kr: (%1일 후) %2
nl_nl: (over 1 dag) %2
pl: (w 1 dzień) %2
pt_br: (em 1 dia) %2
ru: (за один день) %2
sk: (za 1 deň) %2
sr: (за 1 дан) %2
tr: (1 gün içinde) %2
uk: (за 1 день) %2
zh_cn: (%1 天内) %2

source: finished
ca: finalizat
de: Beendet
el: τελειωμένο
es: terminado
fa: پایان‌یافته
fr: Achevé
gl: rematado
hu: befejezett
it_it: finito
ko_kr: 다 읽음
nl_nl: voltooid
pl: ukończona
pt_br: concluído
ru: завершено
sk: prečítané
sr: прочитано
tr: tamamlandı
uk: прочитано
zh_cn: 已读完

source: Book marked as finished
ca: Llibre marcat com finalizat
cs: Kniha je označena jako dočtená
de: Buch als beendet markiert
el: Επισημάνθηκε ως τελειωμένο
es: Libro marcado como terminado
fa: علامت گذاری کتاب به عنوان پایان یافته
fr: Livre marqué comme terminé
gl: Libro marcado como rematado
hu: Könyv befejezettnek jelölése
it_it: Libro segnato come finito
ko_kr: 다 읽음으로 표시된 책
nl_nl: Boek markeren als voltooid
pl: Książka oznaczona jako ukończona
pt_br: Livro marcado como concluído
ru: Отметить книгу прочитанной
sk: Kniha označená ako prečítaná
sr: Књига означена као прочитана
tr: Kitap tamamlandı olarak işaretlendi
uk: Книгу позначено прочитаною
zh_cn: 标记为已读完

source: Time spent reading this session
ar: الوقت الذي أُمْضِيَ في القراءة هذه الجلسة
ca: Temps dedicat a la lectura durant aquesta sessió
cs: Čas strávený čtením během tohoto sezení
de: Zeit gelesen in dieser Sitzung
el: Διάρκεια τελευταίας περιόδου ανάγνωσης
es: Tiempo dedicado a la lectura durante esta sesión
fa: زمان مطالعه سپری شده در این نوبت
fr: Temps passé à lire cette session
gl: Tempo de lectura nesta sesión
hu: Olvasással töltött idő ebben a munkamenetben
it_it: Tempo trascorso a leggere in questa sessione
ja: このセッションの読書時間
ko_kr: 이 세션을 읽은 시간
nl_nl: Leestijd deze sessie
pl: Czas tej sesji
pt_br: Tempo gasto lendo esta sessão
ro: Timp petrecut citind în această sesiune
ru: Затрачено на чтение в текущем сеансе
sk: Čas strávený čítaním počas tejto relácie
sr: Време проведено у овој сесији читања
tr: Bu oturumda okumaya harcanan zaman
uk: Час, витрачений на читання у цьому сеансі
zh_cn: 此次会话的阅读时长

source: Pages read this session
ar: الصفحات المقروءة هذه الجلسة
ca: Pàgines llegides durant aquesta sessió
cs: Stránky přečtené během tohoto sezení
de: Seiten gelesen in dieser Sitzung
el: Σελίδες που διαβάστηκαν κατά την τελευταία περίοδο ανάγνωσης
es: Páginas leídas durante esta sesión
fa: صفحات مطالعه شده در این نوبت
fr: Pages lues cette session
gl: Páxinas lidas nesta sesión
hu: Olvasott oldalak ebben a munkamenetben
it_it: Pagine lette in questa sessione
ja: このセッションで読んだページ
ko_kr: 이 세션의 읽은 페이지
nl_nl: Pagina's deze sessie gelezen
pl: Stron dla tej sesji
pt_br: Páginas lidas nesta sessão
ro: Pagini citite în această sesiune
ru: Прочитано страниц в текущем сеансе
sk: Počet prečítaných strán počas tejto relácie
sr: Број прочитаних страница у овој сесији
tr: Bu oturumda okunan sayfa sayısı
uk: Прочитано за цей сеанс сторінок
zh_cn: 此次会话的阅读页数

source: Time spent reading today
ca: Temps dedicat a la lectura avui
cs: Dnešní čas strávený čtením
de: Zeit gelesen heute
el: Συνολικός χρόνος ανάγνωσης σήμερα
es: Tiempo dedicado a la lectura hoy
fa: زمان مطالعه سپری شده امروز
fr: Temps passé à lire aujourd’hui
gl: Tempo de lectura hoxe
hu: Ma olvasással töltött idő
it_it: Tempo trascorso a leggere oggi
ja: 今日の読書時間
ko_kr: 오늘 읽은 시간
nl_nl: Leestijd vandaag
pl: Czas spędzony dzisiaj
pt_br: Tempo gasto lendo hoje
ro: Timp petrecut citind astăzi
ru: Затрачено на чтение сегодня
sk: Čas strávený čítaním počas dnešného dňa
sr: Време проведено у читању данас
tr: Bugün okumaya ayrılan zaman
uk: Час, витрачений на читання сьогодні
zh_cn: 今日阅读时长

source: Today (%1)
ca: Hui (%1)
cs: Dnes (%1)
de: Heute (%1)
el: Σήμερα (%1)
es: Hoy (%1)
fa: امروز (%1)
fr: Aujourd'hui (%1)
gl: Hoxe (%1)
hu: Ma (%1)
it_it: Oggi (%1)
ja: 今日(%1)
ko_kr: 오늘 (%1)
nl_nl: Vandaag (%1)
pl: Dzisiaj (%1)
pt_br: Hoje (%1)
ru: Сегодня (%1)
sk: Dnes (%1)
sr: Данас (%1)
tr: Bugün (%1)
uk: Сьогодні (%1)
zh_cn: 今日 (%1)
