Repository: spruceUI/spruceOS
Catalog: App/KoReader/l10n/*/koreader.po
Languages: ar, ca, cs, de, el, es, fa, fr, gl, hu, it_it, ja, ko_kr, nl_nl, pl, pt_br, ro, ru, sk, sr, tr, uk, zh_cn

source: This value should be %1 or more.
ar: يجب أن تكون هذه القيمة %1 فما فوق.
ca: Aquest valor ha de ser %1 o superior.
cs: Tato hodnota by měla být %1 nebo vyšší.
de: Dieser Wert sollte %1 oder größer sein.
el: Η τιμή αυτή θα πρέπει να είναι %1 ή μεγαλύτερη.
es: Este valor debe ser %1 o superior.
fa: این مقدار باید %1 یا بیشتر باشد.
fr: Cette valeur ne peut pas être inférieure à %1.
gl: Este valor debe ser %1 como mínimo.
hu: Az értéknek %1-nek vagy nagyobbnak kell lennie.
it_it: Questo valore deve essere %1 o superiore.
ja: この値は %1 以上である必要があります。
ko_kr: 이 값은 %1 이상이어야 합니다.
nl_nl: Deze waarde moet %1 of meer zijn.
pl: Wartość powinna wynosić %1 lub więcej.
pt_br: O valor deve ser %1 ou mais.
ro: Această valoare trebuie să fie %1 sau mai mare.
ru: Данное значение должно быть не менее %1.
sk: Táto hodnota by mala byť %1 alebo viac.
sr: Ова вредност би требало да је %1 или већа.
tr: Bu değer %1 ya da büyük olmalıdır.
uk: Це значення має бути %1 або більше.
zh_cn: 此数值不应小于 %1。

source: This value should be %1 or less.
ar: يجب أن تكون هذه القيمة %1 فما دون.
ca: Aquest valor ha de ser %1 o inferior.
cs: Tato hodnota by měla být %1 nebo nižší.
de: Dieser Wert sollte %1 oder weniger sein.
el: Η τιμή αυτή θα πρέπει να είναι %1 ή μικρότερη.
es: Este valor debe ser %1 o inferior.
fa: این مقدار باید %1 یا کمتر باشد.
fr: Cette valeur ne peut pas être supérieure à %1.
gl: Este valor debe ser %1 como moito.
hu: Az értéknek %1-nek vagy kisebbnek kell lennie.
it_it: Questo valore deve essere %1 o inferiore.
ja: この値は %1 以下である必要があります。
ko_kr: 이 값은 %1 이하여야 합니다.
nl_nl: Deze waarde moet %1 of minder zijn.
pl: Wartość powinna wynosić %1 lub mniej.
pt_br: O valor deve ser %1 ou menos.
ro: Această valoare trebuie să fie %1 sau mai mică.
ru: Данное значение должно быть не более %1.
sk: Táto hodnota by mala byť %1 alebo menej.
sr: Ова вредност би требало да је %1 или мања.
tr: Bu değer %1 ya da küçük olmalıdır.
uk: Це значення має бути %1 або менше.
zh_cn: 此数值不应大于 %1。

source: Invalid value. Please enter a valid value.
ar: قيمةٌ غير صحيحة. أدخل قيمةً صحيحةً من فضلك.
ca: Valor no vàlid. Cal introduir un valor vàlid.
cs: Neplatná hodnota. Vložte, prosím, platnou hodnotu.
de: Ungültiger Wert. Bitte geben Sie einen gültigen Wert ein.
el: Μη έγκυρη τιμή. Παρακαλούμε εισαγάγετε μία έγκυρη τιμή.
es: Valor no válido. Introduzca un valor válido.
fa: مقدار نامعتبر. لطفا مقداری معتبر وارد کنید.
fr: Valeur invalide. Merci de saisir une valeur valide.
gl: Valor incorrecto. Por favor insire un valor correcto.
hu: Érvénytelen érték. Adjon meg helyes értéket.
it_it: Valore non valido. Immetti un valore valido.
ja: 無効な値です。有効な値を入力してください。
ko_kr: 잘못된 값. 올바른 값을 입력하세요.
nl_nl: Ongeldige waarde. Voer alstublieft een geldige waarde in.
pl: Nieprawidłowa wartość. Wprowadź poprawną.
pt_br: Valor inválido. Por favor, insira um valor válido.
ro: Valoare invalidă. Te rog întrodu o valoare validă.
ru: Некорректное значение. Пожалуйста, введите корректное значение.
sk: Nesprávna hodnota. Zadajte platnú hodnotu.
sr: Неисправна вредност. Молимо вас да унесете исправну вредност.
tr: Değer geçersiz. Lütfen geçerli bir değer yazın.
uk: Неприпустиме значення. Введіть припустиме значення.
zh_cn: 输入错误。请输入有效的值。

source: Always use this engine for this file
ar: استخدم هذا القارئ دائمًا لهذا الملف
ca: Usa sempre aquest motor de representació per a aquest fitxer
cs: Vždy použít tento engine pro tento soubor
de: Datei immer mit diese Lese-Modul öffnen
el: Πάντα χρήση αυτού για αυτό το αρχείο
es: Usar siempre este motor de renderizado para este archivo
fa: همیشه از این موتور برای این فایل استفاده کن
fr: Toujours utiliser ce moteur de rendu pour ce fichier
gl: Usar sempre este motor para este ficheiro
hu: E fájlhoz mindig ezt a motort használja
it_it: Usa sempre questo motore per questo file
ja: このファイルに対して常にこのエンジンを使用する
ko_kr: 이 파일에 항상 이 엔진을 사용합니다
nl_nl: Altijd deze engine gebruiken voor dit bestand
pl: Zawsze – ten silnik dla tego pliku
pt_br: Sempre usar esta ferramenta para este arquivo
ro: Folosește mereu pentru acest fișier
ru: Всегда использовать этот движок для данного файла
sk: Pre tento súbor vždy použiť tento nástroj
sr: Увек користи овај механизам за овај фајл
tr: Bu dosya için her zaman şu motor kullanılsın
uk: Завжди використовувати цей двигун для цього файлу
zh_cn: 始终对此文件使用该引擎

source: Always use this engine for file type
ar: استخدم هذا القارئ دومًا لهذا النوع من الملفات
ca: Usa sempre aquest motor de representació per a aquest tipus de fitxer
cs: Vždy použít tento engine pro tento typ souboru
de: Dateityp immer mit diese Lese-Modul öffnen
el: Πάντα χρήση αυτού για αυτόν τον τύπο αρχείου
es: Usar siempre este motor de renderizado para este tipo de archivos
fa: همیشه از این موتور برای این نوع فایل استفاده کن
fr: Toujours utiliser ce moteur de rendu pour ce type de fichier
gl: Usar sempre este motor para tipo de ficheiro
hu: E fájltípushoz mindig ezt a motort használja
it_it: Usa sempre questo motore per il tipo di file
ja: ファイル形式に対して常にこのエンジンを使用する
ko_kr: 이 파일 형식에 항상 이 엔진을 사용합니다
nl_nl: Altijd deze engine gebruiken voor dit bestandstype
pl: Zawsze – ten silnik dla tych typu plików
pt_br: Sempre usar esta ferramenta para este tipo de arquivo
ro: Folosește mereu pentru acest tip
ru: Всегда использовать этот движок для данного типа файлов
sk: Vždy použiť tento nástroj pre typ súboru
sr: Увек користи овај механизам за тип фајла
tr: Dosya türü için her zaman şu motor kullanılsın
uk: Завжди використовувати цей двигун для типу файлів
zh_cn: 始终对此文件类型使用该引擎

source: About page browser
ca: Sobre el navegador de pàgines
cs: O prohlížeči stránek
de: Über den Seitenbrowser
el: Σχετικά με την Περιήγηση σελίδων
es: Acerca del navegador de páginas
fa: درباره مرورگر صفحه
fr: À propos du navigateur de pages
gl: Acerca do explorador de páxinas
hu: Az oldalböngészőről
it_it: Informazioni sul navigatore di pagina
ko_kr: 페이지 탐색기 정보
nl_nl: Over paginabrowser
pl: O przeglądarce stron
pt_br: Sobre o navegador da páginas
ru: О браузере страниц
sk: O prehliadači stránok
sr: О прегледачу страница
tr: Sayfa tarayıcı hakkında
uk: Про оглядач сторінок
zh_cn: 关于页面浏览器

source: Preload next/prev thumbnails
ca: Precarregar les miniatures següents/anteriors
cs: Přednačíst předchozí/následující náhledy
de: Nächste/vorherige Miniaturbilder vorladen
el: Προφόρτωση επόμενων/προηγούμενων μικρογραφιών
es: Precargar las miniaturas siguientes/anteriores
fa: پیش‌بارگذاری تصاویر بند‌انگشتی بعدی / قبلی
fr: Précharger les vignettes suivantes/précédentes
gl: Precargar as iconas seguintes/anteriores
hu: Következő/előző miniatűrök előtöltése
it_it: Precaricare le miniature successive/precedenti
ko_kr: 다음/이전 썸네일 미리읽기
nl_nl: Vorige/volgende miniaturen preloaden
pl: Wstępnie załaduj następne/poprzednie miniatury
pt_br: Pré-carregar miniaturas seguintes/anteriores
ru: Предварительная загрузка соседних миниатюр
sk: Načítať ďalšie/predošlé miniatúry
sr: Предучитај наредна/претходна сличице
tr: Sonraki/önceki küçük görselleri önceden yüklensin
uk: Попередньо завантажувати наступні/попередні мініатюри
zh_cn: 预加载上一个/下一个缩略图

source: Thumbnail columns
ca: Columnes de miniatures
cs: Sloupečky s náhledy
de: Miniaturbilder Spalten
el: Στήλες μικρογραφιών
es: Columnas de miniaturas
fa: ستون‌های تصویر بندانگشتی
fr: Colonnes de vignettes
gl: Columnas de miniaturas
hu: Miniatűr oszlopok
it_it: Colonne di miniature
ko_kr: 축소판 열
nl_nl: Miniatuurkolommen
pl: Kolumny miniatur
pt_br: Colunas de miniaturas
ru: Колонки миниатюр
sk: Stĺpce miniatúr
sr: Колоне сличица
tr: Küçük görsel sütunları
uk: Стовпчики мініатюр
zh_cn: 缩略图列数

source: Thumbnail rows
ca: Files de miniatures
cs: Řádky s náhledy
de: Miniaturbilder Zeilen
el: Σειρές μικρογραφιών
es: Filas de miniaturas
fa: ردیف‌های تصویر بندانگشتی
fr: Lignes de vignettes
gl: Liñas de miniaturas
hu: Miniatűr sorok
it_it: Righe di miniature
ko_kr: 축소판 행
nl_nl: Miniatuurrijen
pl: Wiersze miniatur
pt_br: Linhas de miniaturas
ru: Строки миниатюр
sk: Riadky miniatúr
sr: Редови сличица
tr: Küçük görsel satırları
uk: Рядки мініатюр
zh_cn: 缩略图行数

source: Thumbnail page numbers
ca: Números de pàgina de les miniatures
cs: Čísla stránek s náhledy
de: Miniaturbilder Seitenzahlen
el: Αριθμοί σελίδων μικρογραφιών
es: Números de página de las miniaturas
fa: شماره صفحه تصویر بند‌انگشتی
fr: Numéros de page des miniatures
gl: Números de páxina das miniaturas
hu: Miniatűr oldalszámok
it_it: Numeri di pagina delle miniature
ko_kr: 썸네일 페이지 번호
nl_nl: Miniatuurpaginanummers
pl: Numery stron na miniaturach
pt_br: Números de página nas miniaturas
ru: Нумерация страниц миниатюр
sk: Čísla strán miniatúr
sr: Бројеви страница сличица
tr: Küçük görsel sayfa numaraları
uk: Номери сторінок на мініатюрах
zh_cn: 缩略图页码

source: Chapters in bottom ribbon
ca: Capítols en la cinta inferior
cs: Kapitoly ve spodním pruhu
de: Kapitel im unteren Band
el: Κεφάλαια στην κάτω κορδέλα
es: Capítulos en la cinta inferior
fa: فصل‌ها در روبان پایین
fr: Chapitres dans la bande inférieure
gl: Capítulos na cinta inferior
hu: Fejezetek az alsó menüszalagon
it_it: Capitoli nella banda inferiore
ko_kr: 아래쪽 리본의 챕터
nl_nl: Hoofdstukken in onderlint
pl: Rozdziały na dolnej wstążce
pt_br: Capítulos na faixa inferior
ru: Главы в нижней ленте
sk: Kapitoly v spodnej lište
sr: Поглавља у доњој траци
tr: Bölümler alt şeritte
uk: Розділи в нижній стрічці
zh_cn: 底部滑尺章节数

source: Page browser shows thumbnails of pages. The bottom ribbon displays an extract of the book map around the pages displayed: If statistics are enabled, black bars are shown for already read pages (gray for pages read in the current reading session). Their heights vary depending on the time spent reading the page. Chapters are shown above the pages they encompass. Under the pages, these indicators may be shown: ▲ current page ❶ ❷ … previous locations ▒ highlighted text  highlighted text with notes  bookmarked page
ca: El navegador de pàgines mostra miniatures de les pàgines. La cinta inferior mostra un extracte del mapa del llibre que s'estén al voltant de les pàgines visualitzades: Si les estadístiques estan activades, les pàgines llegides es representen mitjançant barres negres (si han estat llegides en la sessió de lectura actual es representen amb barres grises). La seva altura varia en funció del temps de lectura de la pàgina. Els capítols es mostren damunt de les seves pàgines corresponents. Sota les pàgines hi ha alguns indicadors: ▲ pàgina actual ❶ ❷ ... posicions anteriors ▒ text subratllat  text subratllat amb notes  pàgina marcada
cs: Prohlížeč stránek zobrazuje náhledy stránek. Ve spodním pruhu je zobrazen výňatek z mapy knihy v okolí zobrazených stránek: Pokud máte povolené statistiky, černé pruhy označují již přečtené stránky (stránky v aktuální čtení knihy jsou šedé). Výšku pruhů se liší v závislosti na čase stráveném čtením stránky. Kapitoly jsou zobrazeny nad stránkami, které obsahují. Pod stránkami mohou být zobrazeny následující značky: ▲ aktuální stránka ❶ ❷ … předchozí místa ▒ zvýrazněný text  zvýrazněný text s poznámkami  stránka se záložkou
de: Der Seitenbrowser zeigt Miniaturansichten der Seiten. Die untere Leiste zeigt einen Ausschnitt der Buchkarte um die angezeigten Seiten herum an: Wenn die Statistik aktiviert ist, werden schwarze Balken für bereits gelesene Seiten angezeigt (grau für Seiten, die in der aktuellen Lesesitzung gelesen wurden). Ihre Höhe variiert je nach der für die Seite aufgewendeten Lesezeit. Kapitel werden über den Seiten angezeigt, die sie umfassen. Unter den Seiten können diese Indikatoren angezeigt werden: ▲ aktuelle Seite ❶ ❷ ... vorherige Stellen ▒ hervorgehobener Text  hervorgehobener Text mit Notizen  mit Lesezeichen versehene Seite
el: Η Περιήγηση σελίδων εμφανίζει μικρογραφίες των σελίδων. Η κάτω κορδέλα εμφανίζει ένα απόσπασμα του χάρτη του βιβλίου γύρω από τις εμφανιζόμενες σελίδες: Εάν είναι ενεργοποιημένα τα στατιστικά στοιχεία, εμφανίζονται μαύρες μπάρες για τις ήδη διαβασμένες σελίδες (γκρίζες για τις σελίδες που έχουν διαβαστεί στην τρέχουσα περίοδο ανάγνωσης). Το ύψος τους ποικίλλει ανάλογα με τον χρόνο ανάγνωσης της σελίδας. Τα κεφάλαια εμφανίζονται πάνω από τις σελίδες που αυτά περιλαμβάνουν. Κάτω από τις σελίδες, μπορεί να εμφανίζονται αυτοί οι δείκτες: ▲ τρέχουσα σελίδα ❶ ❷ ... προηγούμενες θέσεις ▒ επισημασμένο κείμενο  επισημασμένο κείμενο με σημειώσεις  σελίδα με σελιδοδείκτες
es: El navegador de páginas muestra miniaturas de las páginas. La cinta inferior muestra un extracto del mapa del libro que se extiende alrededor de las páginas visualizadas: Si las estadísticas están activadas, las páginas leídas se representan mediante barras negras (si han sido leídas en la sesión de lectura actual se representan con barras grises). Su altura varía en función del tiempo de lectura de la página. Los capítulos se muestran encima de sus páginas correspondientes. Debajo de las páginas hay algunos indicadores: ▲ página actual ❶ ❷ ... posiciones anteriores ▒ texto subrayado  texto subrayado con notas  página marcada
fa: مرورگر صفحه، تصویری بندانگشتی از صفحات را نمایش می‌دهد. در روبان پایین صفحه، اطلاعات استخراج شده از نقشه کتاب مربوط به صفحات اطراف، نمایش داده شده: اگر آمارها فعال باشد، میله‌های سیاه نشان دهنده صفحات خوانده شده تا الان است (میله‌های خاکستری برای صفحات مطالعه شده در نوبت مطالعه فعلی است).ارتفاع آنها بسیار وابسته به مدت زمانی که صرف مطالعه صفحه شده می‌باشد. فصل‌ها در بالا صفحاتی که آنها را در بر می‌گیرند نمایش داده می‌شوند. Under the pages, these indicators may be shown: ▲ صفحه فعلی ❶ ❷ موقعیت قبلی... ▒ متن هایلایت شده  متن هایلایت شده همراه با یادداشت  صفحه نشانک گذاری شده
fr: Le navigateur de pages affiche les vignettes des pages. Le ruban du bas affiche un extrait du plan du livre autour des pages affichées : Si les statistiques sont activées, des barres noires sont affichées pour les pages déjà lues (grises pour les pages lues dans la session de lecture en cours). Leurs hauteurs varient en fonction du temps passé à lire la page. Les chapitres sont affichés au-dessus des pages qu'ils englobent. Sous les pages, ces indicateurs peuvent apparaître : ▲ page actuelle ❶ ❷ … emplacements précédents ▒ texte en surbrillance  texte surligné avec des notes  page en signet
gl: O explorador de páxinas mostra miniaturas de páxinas. A cinta inferior mostra un extracto do mapa do libro arredor das páxinas mostradas: Se as estatísticas están activadas, móstranse barras negras para as páxinas lidas (gris para páxinas lidas na sesión actual). A altura das barras varía co tempo empregado en ler cada páxina. Os capítulos son mostrados sobre as súas páxinas. Debaixo das páxinas pódense atopar algúns indicadores: ▲ páxina actual ❶ ❷ … localizacións anteriores ▒ texto destacado  texto destacado con anotacións  páxina marcada
hu: Az oldalböngésző az oldalak miniatűr képeit mutatja. Az alsó szalagsáv a könyvtérkép kivonatát jeleníti meg a megjelenített oldalak környékén: Ha a statisztika engedélyezve van, fekete sávok jelennek meg a már elolvasott oldalaknál (szürke az aktuális olvasási munkamenetben olvasott oldalaknál). Magasságuk az oldal olvasásával töltött idő függvényében változik. A fejezetek az általuk tartalmazott oldalak fölött jelennek meg. Az oldalak alatt ezek a mutatók jelenhetnek meg: ▲ aktuális oldal ❶ ❷ ... előző helyek ▒ kiemelt szöveg  kiemelt szöveg jegyzetekkel  könyvjelzőzött oldal
it_it: Il navigatore delle pagine mostra miniature delle pagine. La banda inferiore mostra un estratto della mappa del libro intorno alle pagine visualizzate: Se le statistiche sono abilitate, le barre nere vengono visualizzate per le pagine già lette (grigie per le pagine lette nella sessione di lettura corrente). La loro altezza varia a seconda del tempo di lettura della pagina. I capitoli sono indicati sopra le pagine che comprendono. Sotto le pagine possono essere visualizzati questi indicatori: ▲ pagina corrente ❶ ❷ ... posizioni precedenti ▒ testo evidenziato  testo evidenziato con note  pagina con segnalibro
ko_kr: 페이지 탐색기에는 페이지의 썸네일이 표시됩니다. 하단 리본에는 표시된 페이지 주위에 책 지도의 발췌본이 표시됩니다: 통계가 활성화된 경우 이미 읽은 페이지에는 검은색 막대가 표시됩니다(현재 읽기 세션에서 읽은 페이지의 경우 회색). 막대의 높이는 페이지를 읽은 시간에 따라 달라집니다. 챕터는 해당 챕터가 포함된 페이지 위에 표시됩니다. 페이지 아래에는 다음과 같은 표시기가 표시될 수 있습니다: ▲ 현재 페이지 ❶ ❷ ... 이전 위치 ▒ 강조 표시된 텍스트  메모가 있는 강조 표시된 텍스트  북마크된 페이지
nl_nl: De paginabrowser toont miniaturen van pagina's. Het onderste lint toont een uittreksel van de boekkaart rond de getoonde pagina's: Als statistieken zijn ingeschakeld, worden zwarte balken getoond voor reeds gelezen pagina's (grijs voor pagina's gelezen in de huidige leessessie). Hun hoogte varieert afhankelijk van de leestijd van de pagina. Hoofdstukken worden getoond boven de pagina's die ze omvatten. Onder de pagina's kunnen de volgende indicatoren staan: ▲ huidige pagina ❶ ❷ ... vorige locaties ▒ gemarkeerde tekst  gemarkeerde tekst met aantekeningen  bladwijzerpagina
pl: Przeglądarka stron wyświetla miniatury stron. Dolna wstążka wyświetla fragment mapy książki wokół wyświetlanych stron: Jeśli włączone są statystyki, czarne paski są wyświetlane dla już przeczytanych stron (szare dla stron przeczytanych w bieżącej sesji czytania). Ich wysokość różni się w zależności od czasu spędzonego na czytaniu strony. Rozdziały są wyświetlane nad stronami, które obejmują. Pod stronami mogą być wyświetlane następujące wskaźniki: ▲ bieżąca strona ❶ ❷ … poprzednie lokalizacje ▒ zaznaczony tekst  zaznaczony tekst z notatkami  strona z zakładką
pt_br: O navegador de páginas mostra miniaturas de páginas. A faixa inferior exibe uma parte do mapa do livro em torno das páginas exibidas: Se as estatísticas estiverem habilitadas, barras pretas são mostradas para páginas já lidas (cinza para páginas lidas na sessão de leitura atual). Suas alturas variam dependendo do tempo gasto lendo a página. Os capítulos são mostrados acima das páginas que eles abrangem. Sob as páginas, estes indicadores podem ser mostrados: ▲ página atual ❶ ❷ … locais anteriores ▒ texto destacado  texto destacado com notas  página marcada
ru: Браузер страниц показывает их миниатюры. На нижней ленте отображается фрагмент карты книги около показанных страниц. Если статистика включена, для уже прочитанных страниц отображаются чёрные полосы (или серые - для страниц, прочитанных в текущем сеансе чтения). Их высота зависит от времени, затраченного на чтение страницы. Главы показаны над страницами, которые они охватывают. Под страницами можно найти различные индикаторы: ▲ текущая страница ❶ ❷ … предыдущие местоположения ▒ выделенный текст  выделенный текст с примечаниями  страница в закладках
sk: Prehliadač stránok zobrazuje miniatúry stránok. Na spodnej lište sa zobrazuje výňatok z knižnej mapy okolo zobrazených stránok: Ak sú povolené štatistiky, čierne pruhy sa zobrazujú pre už prečítané stránky (sivé pre stránky prečítané v aktuálnej relácii čítania). Ich výška sa mení v závislosti od času stráveného čítaním stránky. Kapitoly sú zobrazené nad stránkami, ktoré zahŕňajú. Pod stránkami sa môžu zobrazovať tieto ukazovatele: ▲ aktuálna stránka ❶ ❷ ... predchádzajúce miesta ▒ zvýraznený text  zvýraznený text s poznámkami  stránka so záložkami
sr: Прегледач страница приказује сличице страница. Доња трака приказује део мапе књиге у околини приказаних страница: Ако је укључена статистика, за прочитане странице се приказују црне линије (сиве за странице прочитане у текућој сесији читања). Њихове висине зависе од времена проведеног у читању странице. Поглавља су приказана изнад страница које им припадају. Испод страница могу да се прикажу следеће ознаке: ▲ текућа страница ❶ ❷ … претходна места ▒ истакнути текст  истакнути текст са белешкама  маркирана страница
tr: Sayfa tarayıcıda sayfaların küçük görselleri bulunur. Alt şeritte, görüntülenen sayfaların etrafında kitap haritasının özeti görüntülenir: İstatistikler etkinleştirilirse, okunmuş olan sayfalar siyah çubuklar ile görüntülenir (geçerli okuma oturumunda okunan sayfalar gri). Çubukların yükseklikleri, sayfayı okuma süresine göre değişir. Bölümler, kapsadıkları sayfaların üstünde gösterilir. Sayfaların altında şu göstergeler görüntülenebilir: ▲ Geçerli sayfa ❶ ❷ ... Önceki konumlar ▒ Vurgulanmış metin  Notlarla vurgulanmış metin  Yer imlerine eklenmiş sayfa
uk: Оглядач сторінок показує мініатюри сторінок. У нижній стрічці показано фрагмент карти книги навколо показаних сторінок: Якщо увімкнено статистику, для вже прочитаних сторінок показано чорні смуги (сірі для сторінок, прочитаних у поточному сеансі читання). Їх висота змінюється залежно від часу, витраченого на читання сторінки. Розділи вказуються над їхніми сторінками. Під сторінками можна побачити такі показники: ▲ поточна сторінка ❶ ❷ … попередні розташування ▒ виділений текст  виділений текст із примітками  закладка сторінки
zh_cn: 页面浏览器用于显示页面的缩略图。 底部滑尺用于显示附件页面的书籍地图。 如果启用了阅读统计，则用黑条表示已读页（灰条表示本次阅读的书页）。条高度反映阅读时长。 章节名称会显示在对应页面之上。 页面下的标志的含义： ▲ 当前页面 ❶ ❷ … 之前的位置 ▒ 标注  有带笔记的标注  书签
