Repository: spruceUI/spruceOS
Catalog: App/KoReader/l10n/*/koreader.po
Languages: ar, ca, cs, de, el, es, fa, fr, gl, hu, it_it, ja, ko_kr, nl_nl, pl, pt_br, ro, ru, sk, sr, tr, uk, zh_cn

source: Failed to retrieve Wikipedia article.
ar: فشل استرداد مقالة ويكيبيديا.
ca: No s'ha pogut accedir a l'article de Viquipèdia.
cs: Nepodařilo se stáhnout článek z Wikipedie.
de: Der Wikipedia-Artikel konnte nicht abgerufen werden.
el: Αποτυχία ανάκτησης άρθρου της Βικιπαίδειας...
es: No se ha podido acceder al artículo de Wikipedia.
fa: دریافت مقاله ویکی‌پدیا ناموفق.
fr: Échec de la récupération de l’article Wikipédia.
gl: Fallou a descarga do artigo da Wikipedia.
hu: Nem sikerült lekérni a Wikipedia cikket.
it_it: Impossibile recuperare l'articolo di Wikipedia.
ja: Wikipedia の記事の取得に失敗しました。
ko_kr: 위키피디아 글감을 찾지 못했습니다.
nl_nl: Wikipedia-artikel kon niet worden opgehaald.
pl: Nie udało się pobrać artykułu z Wikipedii.
pt_br: Falha ao recuperar o artigo da Wikipédia.
ro: Nu s-a putut prelua articolul Wikipedia.
ru: Не удалось получить статью из Википедии.
sk: Nepodarilo sa načítať článok z Wikipédie.
sr: Није успело преузимање Википедија чланка.
tr: Vikipedi yazısı alınamadı.
uk: Не вдалося отримати статтю Вікіпедії.
zh_cn: 检索维基百科条目失败。

source: Wikipedia article not found.
ar: لم يتم العثور على مقالةٍ ويكيبيديا.
ca: Article de Viquipèdia no trobat.
cs: Takový článek nebyl na Wikipedii nalezen.
de: Wikipedia Artikel nicht gefunden.
el: Δεν βρέθηκε άρθρο της Βικιπαίδειας.
es: Artículo de Wikipedia no encontrado.
fa: مقاله ویکی‌پدیا پیدا نشد.
fr: Article Wikipédia introuvable.
gl: Artigo de Wikipedia non atopado.
hu: A Wikipedia cikk nem található.
it_it: Articolo di Wikipedia non trovato.
ja: Wikipedia の記事は見つかりません。
ko_kr: 위키피디아 글감을 찾을 수 없습니다.
nl_nl: Wikipedia-artikel niet gevonden.
pl: Artykuł nie został znaleziony w Wikipedii.
pt_br: Artigo da Wikipédia não encontrado.
ro: Articol Wikipedia negăsit.
ru: Статья на Википедии не найдена.
sk: Článok na Wikipédii nebol nájdený.
sr: Није пронађен Википедија чланак.
tr: Vikipedi yazısı bulunamadı.
uk: Статтю Вікіпедії не знайдено.
zh_cn: 未找到维基百科条目。

source: Searching Wikipedia %2 for: %1
ar: يتم البحث في ويكيبيديا %2 عن: %1
ca: Buscant %1 en Viquipèdia %2
cs: Hledání výrazu „%1“ na Wikipedii %2
de: Durchsuchen der Wikipedia %2 nach: %1
el: Αναζήτηση στη Βικιπαίδεια %2 για: %1
es: Buscando %1 en Wikipedia %2
fa: جستجوی ویکی‌پدیا %2 برای: %1
fr: Recherche dans Wikipédia %2 de : %1
gl: Buscando en Wikipedia %2: %1
hu: Keresés a Wikipedia %2 oldalon: %1
it_it: Ricerca in Wikipedia %2 per: %1
ja: Wikipedia %2 を検索中: %1
ko_kr: %2에 대하여 위키피디아 검색: %1
nl_nl: In Wikipedia %2 aan het zoeken naar: %1
pl: Wyszukiwanie w Wikipedii %2 dla: %1
pt_br: Buscando na Wikipédia %2 por: %1
ro: Se caută pe Wikipedia %2: %1
ru: Поиск в Википедии %2: %1
sk: Hľadám Wikipedia %2 pre: %1
sr: Википедија %2 се претражује за: %1
tr: Vikipedi %2 üzerinde şu aranıyor: %1
uk: Пошук у Вікіпедії %2 для: %1
zh_cn: 正在搜索维基百科 %2 的语言页： %1

source: Failed searching Wikipedia.
ar: لم تفلح عملية البحث في ويكيبيديا.
ca: Error en buscar en Viquipèdia.
cs: Vyhledávání na Wikipedii se nezdařilo.
de: Die Suche in der Wikipedia ist fehlgeschlagen.
el: Αποτυχία αναζήτησης στη Βικιπαίδεια.
es: Error al buscar en Wikipedia.
fa: جستجو در ویکی‌پدیا ناموفق.
fr: Échec de la recherche Wikipédia.
gl: Fallou a busca na Wikipedia.
hu: A Wikipedia keresés nem sikerült.
it_it: Ricerca in Wikipedia fallita.
ja: Wikipedia を検索中にエラーが発生しました。
ko_kr: 위키피디아 검색 실패.
nl_nl: Wikipedia kon niet worden doorzocht.
pl: Wyszukiwanie w Wikipedii zakończone niepowodzeniem.
pt_br: Falha ao buscar na Wikipédia.
ro: Căutarea pe Wikipedia a eșuat.
ru: Ошибка поиска в Википедии.
sk: Zlyhalo vyhľadanie Wikipedii.
sr: Није успело претраживање Википедије.
tr: Vikipedi araması yapılamadı.
uk: Не вдалось знайти у Вікіпедії.
zh_cn: 搜索维基百科失败。

source: No introduction.
ca: No hi ha introducció.
cs: Bez úvodu.
de: Keine Einführung.
el: Χωρίς εισαγωγή.
es: No hay introducción.
fa: بدون مقدمه.
fr: Pas d'introduction.
gl: Non hai introdución.
hu: Nincs bevezetés.
it_it: Nessuna introduzione.
ko_kr: 소개가 없습니다.
nl_nl: Geen introductie.
pl: Bez wprowadzenia.
pt_br: Sem introdução.
ru: Без вступления.
sk: Bez úvodu.
sr: Нема увода.
tr: Giriş yok.
uk: Без вступу.
zh_cn: 无介绍。

source: (full article : %1 kB, = %2 x this intro length)
ar: (المقالة الكاملة : %1 ك.ب. = %2 × طول هذه المقدّمة)
ca: (article complet : %1 kB, = %2 x longuitud d'aquesta introducció)
cs: (celý článek má %1 kB, což je %2násobek délky tohoto úvodu)
de: (Ganzer Artikel: %1 kB, = %2 x die Länge dieser Einleitung)
el: (Πλήρες άρθρο : %1 kB, = %2 x το μήκος αυτής της εισαγωγής)
es: (artículo completo : %1 kB, = %2 x longitud de esta introducción)
fa: (مقاله کامل : %1 kB, = %2 x طول این مقدمه)
fr: (article complet : %1 ko, = %2 x la taille de cette introduction)
gl: (artigo completo : %1 kB, = %2 x lonxitude desta introducción)
hu: (teljes szócikk: %1 kB = %2 x hosszabb a bemutatónál)
it_it: (articolo completo: %1 kB, =%2 per questa lunghezza di introduzione)
ja: (全記事 : %1 kB, = %2 x この紹介の長さ)
ko_kr: (모든 글감 분량 : %1 kB, = %2 x 이 풀이 길이)
nl_nl: (volledig artikel: %1 kB, = %2 x deze introlengte)
pl: (pełna strona : %1 kB, = %2 x tej wielkości intro)
pt_br: (artigo completo: %1 kB, = %2 × a extensão desta introdução)
ro: (articol complet : %1 KO, = %2 x lungimea acestui intro)
ru: (полная статья: %1 КБ, =%2 x это продолжительность вступления)
sk: (celý článok : %1 kB, = %2 x úvodná dĺžka)
sr: (комплетан чланак : %1 kB, = %2 x дужина овог увода)
tr: (tüm yazı : %1 kB, = %2 x bu giriş uzunluğu)
uk: (повна стаття : %1 kB, = %2 x довжина цього вступу)
zh_cn: （全文：%1 KB, = %2 倍简介长度）

source: Wikipedia %1
ar: ويكيبيديا %1
ca: Viquipèdia %1
cs: Wikipedie %1
el: Βικιπαίδεια %1
fa: ویکی‌پدیا %1
fr: Wikipédia %1
ko_kr: 위키피디아 %1
pt_br: Wikipédia %1
ru: Википедия %1
sr: Википедија %1
tr: Vikipedi %1
uk: Вікіпедія %1
zh_cn: 维基百科 %1

source: Wikipedia request interrupted.
ar: تمت مقاطعة طلب ويكيبيديا.
ca: Cerca en Viquipèdia interrompuda.
cs: Požadavek na Wikipedii byl přerušen.
de: Wikipedia-Anfrage unterbrochen.
el: Το αίτημα προς τη Βικιπαίδεια ακυρώθηκε.
es: Búsqueda en Wikipedia interrumpida.
fa: درخواست ویکیپدیا قطع شد.
fr: Requête Wikipédia interrompue.
gl: Solicitude á Wikipedia cancelada.
hu: Wikipedia lekérdezés megszakítva.
it_it: Richiesta a Wikipedia annullata.
ja: Wikipedia の検索が中断されました。
ko_kr: Wikipedia 요청이 중단되었습니다.
nl_nl: Wikipedia-verzoek onderbroken.
pl: Żądanie Wikipedii został przerwane.
pt_br: Pedido da Wikipédia interrompido.
ro: Cererea către Wikipedia a fost întreruptă.
ru: Запрос Википедии прерван.
sk: Žiadosť z Wikipédie bola prerušená.
sr: Прекинут је захтев ка Википедији.
tr: Vikipedi isteği iptal edildi.
uk: Запит Вікіпедії перервано.
zh_cn: 维基百科请求被中断。

source: page
ar: الصفحة
ca: pàgina
cs: stránka
de: Seite
el: σελίδα
es: página
fa: صفحه
gl: páxina
hu: oldalak
it_it: pagina
ja: ページ
ko_kr: 페이지
nl_nl: pagina
pl: strona
pt_br: página
ro: pagină
ru: постраничный
sk: na stranu
sr: страница
tr: sayfa
uk: сторінка
zh_cn: 分页

source: full
ar: مكتمل
ca: completa
cs: celek
de: voll
el: πλήρης
es: completa
fa: پر
fr: l’écran
gl: completa
hu: Teljes (felül)
it_it: intero
ja: フル
ko_kr: 전체
nl_nl: vol
pl: pełny
pt_br: completo
ro: completă
ru: полный
sk: na celú stránku
sr: комплетно
tr: tam
uk: повне
zh_cn: 完整

source: width
ar: العرض
ca: ample
cs: šířku
de: Breite
el: πλάτος
es: anchura
fa: عرض
fr: la largeur
gl: largo
hu: szélesség
it_it: larghezza
ja: 幅
ko_kr: 폭
nl_nl: breedte
pl: szerokość
pt_br: largura
ro: lățime
ru: ширина
sk: podľa šírky
sr: ширина
tr: genişlik
uk: ширина
zh_cn: 宽度

source: height
ar: ارتفاع
ca: altura
cs: výšku
de: Höhe
el: ύψος
es: altura
fa: ارتفاع
fr: la hauteur
gl: altura
hu: magasság
it_it: altezza
ja: 高さ
ko_kr: 높이
nl_nl: hoogte
pl: wysokość
pt_br: altura
ro: înălțime
ru: высота
sk: podľa výšky
sr: висина
tr: yükseklik
uk: висота
zh_cn: 高度

source: content
ar: المحتوى
ca: contingut
cs: obsah stránky
de: Inhalt
el: περιεχόμενο
es: contenido
fa: محتوا
fr: contenu
gl: contido
hu: tartalom
it_it: contenuto
ja: コンテンツ
ko_kr: 내용
nl_nl: inhoud
pl: zawartość
pt_br: conteúdo
ro: conținut
ru: содержимое
sk: podľa obsahu
sr: садржај
tr: içerik
uk: вміст
zh_cn: 内容

source: columns
ar: أعمدة
ca: columnes
cs: sloupečky
de: Spalten
el: στήλες
es: columnas
fa: ستون‌‌ها
fr: colonnes
gl: columnas
hu: oszlopok
it_it: colonne
ja: 列
ko_kr: 열
nl_nl: kolommen
pl: kolumny
pt_br: colunas
ro: coloane
ru: колонки
sk: stĺpce
sr: колоне
tr: sütunlar
uk: стовпці
zh_cn: 列数

source: rows
ar: صفوف
ca: files
cs: řádky
de: Zeilen
el: σειρές
es: filas
fa: ردیف‌ها
fr: lignes
gl: filas
hu: sorok
it_it: righe
ja: 行
ko_kr: 행
nl_nl: rijen
pl: wiersze
pt_br: linhas
ro: rînduri
ru: ряды
sk: riadky
sr: редови
tr: satırlar
uk: рядки
zh_cn: 行数

source: manual
ar: يدوي
cs: manuální
de: manuell
el: χειροκίνητα
fa: دستی
fr: manuel
hu: kézi
it_it: manuale
ja: 手動
ko_kr: 수동
nl_nl: handmatig
pl: ręcznie
ru: вручную
sk: manuálne
sr: ручно
tr: el ile
uk: ручний
zh_cn: 手动

source: Zoom to fit page works best with page view.
ar: يعمل التكبير لملاءمة الصفحة بشكل أفضل مع عرض الصفحة.
ca: Ajustar a l'amplada de la pàgina funciona millor en vista de página.
cs: Zoomování na stránku funguje nejlépe v režimu zobrazení „stránka“.
de: Die Zoomfunktion zur Anpassung der Seite funktioniert am besten mit der Seitenansicht.
el: Η μεγέθυνση στο μέγεθος της σελίδας λειτουργεί καλύτερα με τον τύπο προβολής «σελίδα».
es: Ajustar a la página funciona mejor con vista de página.
fa: بزرگنمایی به اندازه صفحه برای نمای صفحه بهتر کار می‌کند.
fr: Le zoom adapté à la page fonctionne mieux avec l’affichage en mode page.
gl: Axustar á páxina funciona mellor con vista de páxina.
hu: Az oldalra való nagyítás oldalnézetben működik a legjobban.
it_it: Zoom per adattarsi alla pagina funziona meglio con la visualizzazione della pagina.
ja: ページに合わせてズーム。
ko_kr: 페이지 보기 상태에서 페이지에 맞게 확대 / 축소하기.
nl_nl: Zoom naar pagina werkt het best met paginaweergave.
pl: Dopasowanie do strony działa najlepiej w trybie widoku strony.
pt_br: A ampliação ajustada à página funciona melhor com a visualização de página.
ro: Încadrează pagina funcționează cel mai bine în modul vizualizare pagină.
ru: Масштабирование по размеру страницы лучше всего работает при постраничном просмотре.
sk: Zväčšenie stránky na celú obrazovku funguje najlepšie pri stránkovom zobrazení.
sr: Зумирање да се уклопи страница ради најбоље у погледу странице.
tr: Sayfayı sığdırmaya göre yakınlaştırma seçeneği en iyi sayfa görünümünde çalışır.
uk: Масштабування найкраще працює у сторінковому поданні.
zh_cn: 适应页面缩放在分页模式下效果最佳。

source: Zoom to fit page height works best with page view.
ar: يعمل التكبير لملاءمة ارتفاع الصفحة بشكل أفضل مع عرض الصفحة.
ca: Ajustar a l'alçada de la pàgina funciona millor en vista de página.
cs: Zoomování na výšku stránky funguje nejlépe v režimu zobrazení „stránka“.
de: Die Zoomfunktion zur Anpassung auf Seitenhöhe funktioniert am besten mit der Seitenansicht.
el: Η μεγέθυνση για προσαρμογή στο ύψος της σελίδας λειτουργεί καλύτερα με τον τύπο προβολής «σελίδα».
es: Ajustar a la altura de la página funciona mejor con vista de página.
fa: بزرگنمایی به اندازه ارتفاع صفحه برای نمای صفحه بهتر کار می‌کند.
fr: Le zoom adapté à la hauteur de la page fonctionne mieux avec l’affichage en mode page.
gl: Axustar á altura da páxina funciona mellor con vista de páxina.
hu: A 'Nagyítva az oldalmagassághoz' Oldalnézet esetén működik a legjobban.
it_it: Lo zoom per adattarsi all'altezza della pagina funziona meglio con la visualizzazione della pagina.
ja: ページの高さに合わせてズーム。
ko_kr: 페이지 보기 상태에서 페이지 높이에 맞게 확대 / 축소하기.
nl_nl: Zoom naar paginahoogte werkt het best met paginaweergave.
pl: Dopasowanie do wysokości tekstu działa najlepiej w trybie widoku strony.
pt_br: A ampliação ajustada à altura da página funciona melhor com a visualização da página.
ro: Încadrează înălțimea paginii funcționează cel mai bine în modul vizualizare pagină.
ru: Масштабирование по высоте страницы лучше всего работает при постраничном просмотре.
sk: Prispôsobenie zobrazenia podľa výšky strany funguje najlepšie pri stránkovom zobrazení.
sr: Зумирање да се уклопи висина странице ради најбоље у погледу странице.
tr: Sayfa yüksekliğini sığdırmaya göre yakınlaştırma seçeneği en iyi sayfa görünümünde çalışır.
uk: Масштабування найкраще працює у сторінковому поданні.
zh_cn: 适应页面高度缩放在分页模式下效果最佳。

source: Zoom to fit content height works best with page view.
ar: التكبير لملائمة ارتفاع المحتوى يعمل بشكلٍ أفضل مع خاصية عرض كل صفحة على انفراد.
ca: Ajustar a l'alçada del text funciona millor en vista de página.
cs: Zoomování na výšku obsahu (stránky) funguje nejlépe v režimu zobrazení „stránka“.
de: Die Zoomfunktion zur Anpassung der Inhaltshöhe funktioniert am besten mit der Seitenansicht.
el: Η μεγέθυνση για προσαρμογή στο ύψος του περιεχομένου λειτουργεί καλύτερα με τον τύπο προβολής «σελίδα».
es: Ajustar a la altura del texto funciona mejor con vista de página.
fa: بزرگنمایی به اندازه ارتفاع محتوا برای نمای صفحه بهتر کار می‌کند.
fr: Le zoom adapté à la hauteur du contenu fonctionne mieux avec l’affichage en mode page.
gl: Axustar á altura do contido funciona mellor con vista de páxina.
hu: A tartalommagassághoz igazodó nagyítás oldalnézetben működik a legjobban.
it_it: Lo zoom per adattarsi all'altezza del contenuto funziona meglio con la visualizzazione della pagina.
ja: コンテンツの高さに合わせてズーム。
ko_kr: 페이지 보기 상태에서 컨텐트 높이에 맞게 확대 / 축소하기.
nl_nl: Zoom naar inhoudshoogte werkt het best met paginaweergave.
pl: Dopasowanie do wysokości tekstu działa najlepiej w trybie widoku strony.
pt_br: A ampliação ajustada à altura do conteúdo funciona melhor com a visualização de página.
ro: Încadrează înălțimea conținutul funcționează cel mai bine în modul vizualizare pagină.
ru: Масштабирование по высоте содержимого лучше всего работает при постраничном просмотре.
sk: Prispôsobenie zobrazenia podľa výšky obsahu funguje najlepšie pri stránkovom zobrazení.
sr: Зумирање да се уклопи висина садржаја ради најбоље у погледу странице.
tr: İçerik yüksekliğine göre yakınlaştırma seçeneği en iyi sayfa görünümünde çalışır.
uk: Масштабування вмісту найкраще працює у сторінковому поданні.
zh_cn: 适应内容高度缩放在分页模式下效果最佳。

source: Zoom to fit content works best with page view.
ar: يعمل التكبير لملاءمة المحتوى بشكل أفضل مع عرض الصفحة.
ca: Ajustar a l'alçada del text funciona millor en vista de página.
cs: Zoomování na obsah (stránky) funguje nejlépe v režimu zobrazení „stránka“.
de: Die Zoomfunktion zur Anpassung des Inhalts funktioniert am besten mit der Seitenansicht.
el: Η μεγέθυνση για προσαρμογή στο περιεχόμενο λειτουργεί καλύτερα με τον τύπο προβολής «σελίδα».
es: Ajustar al texto funciona mejor con vista de página.
fa: بزرگنمایی به اندازه محتوا برای نمای صفحه بهتر کار می‌کند.
fr: Le zoom adapté au contenu fonctionne mieux avec l’affichage en mode page.
gl: Axustar ao contido funciona mellor con vista de páxina.
hu: A tartalomra való nagyítás oldalnézetben működik a legjobban.
it_it: Lo zoom per adattarsi al contenuto funziona meglio con la visualizzazione della pagina.
ja: コンテンツに合わせてズーム。
ko_kr: 페이지 보기 상태에서 컨텐트에 맞게 확대 / 축소하기.
nl_nl: Zoom naar inhoud werkt het best met paginaweergave.
pl: Dopasowanie do szerokości tekstu działa najlepiej w trybie widoku strony.
pt_br: A ampliação ajustada ao conteúdo funciona melhor com a visualização de página.
ro: Încadrează conținutul funcționează cel mai bine în modul vizualizare pagină.
ru: Масштабирование по размеру содержимого работает лучше всего при постраничном просмотре.
sk: Prispôsobenie zobrazenia obsahu na celú stránku funguje najlepšie pri stránkovom zobrazení.
sr: Зумирање да се уклопи садржај ради најбоље у погледу странице.
tr: İçeriği sığdırmaya göre yakınlaştırma seçeneği en iyi sayfa görünümünde çalışır.
uk: Масштабування за розміром умісту працює найкраще у сторінковому поданні.
zh_cn: 适应内容缩放在分页模式下效果最佳。

source: Zoom to fit columns works best with page view.
ar: يعمل التكبير لملاءمة الأعمدة بشكل أفضل مع عرض الصفحة.
ca: Zoom per a ajustar columnes funciona millor amb la vista de pàgina.
cs: Zoomování na sloupečky (komixů) funguje nejlépe v režimu zobrazení „stránka“.
de: Das Anpassen der Spalten funktioniert am besten mit der Seitenansicht.
el: Η μεγέθυνση για προσαρμογή στις στήλες λειτουργεί καλύτερα με τον τύπο προβολής «σελίδα».
es: Zoom para ajustar columnas funciona mejor con la vista de página.
fa: بزرگنمایی به اندازه ستون‌ها برای نمای صفحه بهتر کار می‌کند.
fr: Le zoom ajusté aux colonnes fonctionne mieux avec l’affichage en mode page.
gl: Axustar o zoom ás columnas funciona mellor con vista de páxina.
hu: A 'Nagyítva az oldalmagassághoz' Oldalnézet esetén működik a legjobban.
it_it: Lo zoom per adattarsi alle colonne funziona meglio con la visualizzazione a pagine.
ja: コンテンツの幅に合わせてズーム。
ko_kr: 열에 맞게 확대는 페이지 보기에서 가장 잘 작동합니다.
nl_nl: Zoom naar kolommen werkt het best met paginaweergave.
pl: Dopasowanie do kolumn działa najlepiej w widoku strony.
pt_br: A ampliação ajustada às colunas funciona melhor com a visualização de página.
ro: Încadrează coloanele funcționează cel mai bine în modul vizualizare pagină.
ru: Масштабирование до размеров столбцов лучше всего работает при постраничном просмотре.
sk: Prispôsobenie zobrazenia obsahu podľa stĺpcov funguje najlepšie pri stránkovom zobrazení.
sr: Зумирање да се уклопе колоне ради најбоље у погледу странице.
tr: Sütünları sığdırmaya göre yakınlaştırma seçeneği en iyi sayfa görünümünde çalışır.
uk: Масштабувати відповідно до стовпців найзручніше для подання сторінками.
zh_cn: 适应列数缩放在页面视图下效果最佳。

source: Set horizontal overlap
ar: تعيين التداخل الأفقي
ca: Configurar solapament horitzontal
cs: Nastavit vodorovný přesah
de: Horizontale Überlappung einstellen
el: Ορισμός οριζόντιας επικάλυψης
es: Configurar solapamiento horizontal
fa: تعیین همپوشانی افقی
fr: Définir le chevauchement horizontal
gl: Axustar solapamento horizontal
hu: Vízszintes átfedés beállítása
it_it: Imposta la sovrapposizione orizzontale
ja: 水平オバーラップを設定
ko_kr: 수평 겹침 설정
nl_nl: Horizontale overlap instellen
pl: Ustaw poziome nakładanie
pt_br: Definir sobreposição horizontal
ro: Setează suprapunerea orizontală
ru: Задать горизонтальное перекрытие колонок
sk: Nastaviť horizontálne prekrytie
sr: Постави хоризонтално преклапање
tr: Yatay örtüşmeyi ayarla
uk: Налаштувати горизонтальне перекриття
zh_cn: 设置横向重叠

source: Set vertical overlap
ar: تعيين التداخل الرأسي
ca: Configurar solapament vertical
cs: Nastavit svislý přesah
de: Vertikale Überlappung einstellen
el: Ορισμός κάθετης επικάλυψης
es: Configurar solapament vertical
fa: تعیین همپوشانی عمودی
fr: Définir le chevauchement vertical
gl: Axustar solapamento vertical
hu: Függőleges átlapolás
it_it: Imposta la sovrapposizione verticale
ja: 垂直オバーラップを設定
ko_kr: 수직 겹침 설정
nl_nl: Verticale overlap instellen
pl: Ustaw pionowe nakładanie
pt_br: Definir sobreposição vertical
ro: Setează suprapunere verticală
ru: Задать вертикальное перекрытие рядов
sk: Nastaviť vertikálne prekrytie
sr: Постави вертикално преклапање
tr: Dikey örtüşmeyi ayarla
uk: Установити вертикальне перекриття
zh_cn: 设置垂直重叠

source: Zoom set to: mode: %1 number of columns: %2 number of rows: %4 horizontal overlap: %3 % vertical overlap: %5 % zoom factor: %6
ar: تم ضبط التكبير على: الوضع: %1 عدد الأعمدة: %2 عدد الصفوف: %4 التداخل الأفقي: %3٪ التداخل الرأسي: %5٪ عامل التكبير: %6
ca: Configuració de zoom: manera: %1 nombre de columnes: %2 nombre de files: %4 solapament horitzontal: %3% solapament vertical: %5% factor de zoom: %6
cs: Zoomování je nastaveno na: režim: %1 počet sloupečků: %2 počet řádků: %4 vodorovný přesah: %3 % svislý přesah: %5 % faktor zvětšení: %6
de: Zoom eingestellt auf: Modus: %1 Anzahl der Spalten: %2 Anzahl der Zeilen: %4 Horizontale Überlappung: %3 Vertikale Überlappung: %5 Vergrößerungsfaktor: %6
el: Η μεγέθυνση ορίστηκε ως εξής: τρόπος: %1 αριθμός στηλών: %2 αριθμός σειρών: %4 οριζόντια επικάλυψη: %3 % κάθετη επικάλυψη: %5 % συντελεστής μεγέθυνσης: %6
es: Configuración de zoom: modo: %1 número de columnas: %2 número de filas: %4 solapamiento horizontal: %3 % solapamiento vertical: %5 % factor de zoom: %6
fa: بزرگنمایی تعیین شد به شکل: حالت: %1 تعداد ستون‌ها: %2 تعداد ردیف‌ها: %4 همپوشانی عمودی: %3 % همپوشانی افقی: %5 % ضریب بزرگنمایی: %6
fr: Zoom réglé à : mode : %1 nombre de colonnes : %2 nombre de lignes : %4 chevauchement horizontal : %3 % chevauchement vertical : %5 % facteur de zoom : %6
gl: Configuración de zoom: modo: %1 número de columnas: %2 número de filas: %4 solapamento horizontal: %3 % solapamento vertical: %5 % factor de zoom: %6
hu: Zoom beállítások: mód: %1 oszlopok száma: %2 sorok száma: %4 vízszintes átfedés: %3 % függőleges átfedés: %5 % zoom faktor: %6
it_it: Zoom impostato su: modalità: %1 numero di colonne: %2 numero di righe: %4 sovrapposizione orizzontale: %3 % sovrapposizione verticale: %5 % fattore di zoom: %6
ja: ズームは下記に設定されました: モード: %1 列数: %2 行数: %4 水平オーバーラップ: %3 % 垂直オーバーラップ: %5 % ズーム倍率: %6
ko_kr: 확대 / 축소 설정: 모드: %1 열 수: %2 행 수: %4 수평 겹침: %3 % 수직 겹침: %5 % 확대 / 축소 비율: %6
nl_nl: Zoom ingesteld op: modus: %1 aantal kolommen: %2 aantal rijen: %4 horizontale overlapping: %3 verticale overlapping: %5 zoomfactor: %6
pl: Powiększenie ustawione: tryb: %1 liczba kolumn: %2 liczba wierszy: %4 poziome nakładanie: %3 % pionowe nakładanie: %5 % współczynnik powiększenia: %6
pt_br: Ampliação definida para: modo: %1 número de colunas: %2 número de linhas: %4 sobreposição horizontal: %3% sobreposição vertical: %5% fator de ampliação: %6
ro: Mărire setată la: mod: %1 numădul de coloane: %2 numărul de rînduri: %4 suprapunerea orizontală: %3 % suprapunerea verticală: %5 % factor mărire: %6
ru: Текущие параметры кадрирования страниц: режим: %1 количество колонок: %2 количество рядов: %4 перекрытие колонок: %3% перекрытие рядов: %5% масштаб кадра: %6
sk: Priblíženie nastavené na: režim: %1 počet stĺpcov: %2 počet riadkov: %4 horizontálne prekrytie: %3 % vertikálne prekrytie: %5 % faktor priblíženia: %6
sr: Зумирање је постављено овако: режим: %1 број колона: %2 број редова: %4 хоризонтално преклапање: %3 % вертикално преклапање: %5 % фактор зумирања: %6
tr: Yakınlaştırma şuna ayarlandı: kip: %1 sütun sayısı: %2 satır sayısı: %4 yatay örtüşme: %3 % dikey örtüşme: %5 % yakınlaştırma çarpanı: %6
uk: Масштабування встановлено на: режим: %1 кількість стовпців:%2 кількість рядків:%4 горизонтальне перекриття:%3 % вертикальне перекриття:%5 % коефіцієнт масштабування:%6
zh_cn: 缩放设置为： 模式: %1 列数: %2 行数: %4 水平重叠: %3 % 垂直重叠: %5 % 缩放因子: %6
