Repository: spruceUI/spruceOS
Catalog: App/KoReader/l10n/*/koreader.po
Languages: ar, ca, cs, de, el, es, fa, fr, gl, hu, it_it, ja, ko_kr, nl_nl, pl, pt_br, ro, ru, sk, sr, tr, uk, zh_cn

source: HTTP KOReader Inspector
ca: Inspector HTTP del KOReader
cs: HTTP Inspektor KOReaderu
de: HTTP KOReader Inspektor
el: Επιθεωρητής HTTP KOReader
es: Inspector HTTP de KOReader
fr: Inspecteur HTTP KOReader
gl: Inspector HTTP de KOReader
hu: HTTP KOReader ellenőr (inspector)
it_it: Ispettore HTTP KOReader
ko_kr: HTTP KOReader 검사기
nl_nl: HTTP KOReader Inspecteur
pl: Inspektor HTTP KOReader
pt_br: Inspetor HTTP do KOReader
ru: HTTP-инспектор
sk: HTTP ovládač KOReadera
sr: HTTP KOReader инспектор
tr: HTTP KOReader İnceleyicisi
uk: HTTP-інспектор KOReader
zh_cn: HTTP KOReader 检查器

source: Allow browsing KOReader internal objects over HTTP. This is aimed at developers, and may pose some security risks. Only enable this on networks you can trust.
de: Erlaubt das Durchsuchen von KOReader-internen Objekten über HTTP. Dies ist für Entwickler gedacht und kann einige Sicherheitsrisiken mit sich bringen. Aktivieren Sie dies nur in Netzwerken, denen Sie vertrauen können.
el: Επιτρέπει την περιήγηση στα εσωτερικά αντικείμενα του KOReader μέσω HTTP. Αυτό απευθύνεται σε προγραμματιστές και μπορεί να ενέχει κάποιους κινδύνους ασφαλείας. Ενεργοποιήστε το μόνο σε δίκτυα που μπορείτε να εμπιστευτείτε.
es: Permite navegar por los objetos internos de KOReader a través de HTTP. Esta opción está destinada a desarrolladores y puede plantear algunos riesgos de seguridad. SE aconseja usar sólo en redes de confianza.
fr: Permet de parcourir les objets internes KOReader sur HTTP. Ceci vise les développeurs, et peut poser quelques risques de sécurité. Seulement activer cela sur les réseaux que vous pouvez faire confiance.
gl: Permite explorar os obxectos internos de KOReader por HTTP. Esta funcionalidade está orientada a desenvolvedores e pode ter riscos de seguridade. É aconsellable a súa activación só en redes de confianza.
it_it: Consentire la navigazione di oggetti KOReader interni su HTTP. Questo è rivolto agli sviluppatori, e può porre alcuni rischi di sicurezza. Abilitare questo su solo su reti di cui ci si può fidare.
ko_kr: HTTP를 통한 KOReader 내부 개체 탐색을 허용합니다. 이는 개발자를 대상으로 하며 일부 보안 위험을 초래할 수 있습니다. 신뢰할 수 있는 네트워크에서만 이 옵션을 활성화하세요.
nl_nl: Laat het browsen van interne KOReader-objecten over HTTP toe. Dit is bedoeld voor ontwikkelaars en kan enkele beveiligingsrisico's met zich meebrengen. Schakel dit alleen in op netwerken die je kunt vertrouwen.
pl: Zezwalaj na przeglądanie wewnętrznych obiektów KOReadera przez HTTP. Jest to skierowane do programistów i może powodować pewne zagrożenia bezpieczeństwa. Włącz tę opcję tylko w sieciach, którym możesz zaufać.
pt_br: Permite a navegação em objetos internos do KOReader por HTTP. Essa opção é destinada a desenvolvedores e pode apresentar alguns riscos de segurança. Ative essa opção somente em redes nas quais você possa confiar.
ru: Разрешить просмотр внутренних объектов KOReader через HTTP. Данная функция предназначена для разработчиков и может угрожать безопасности: используйте её только в доверенных сетях.
sk: Umožňuje prehliadanie interných objektov KOReadera cez HTTP. Toto je určené pre vývojárov a môže predstavovať určité bezpečnostné riziká. Povoľte to iba v dôveryhodných sieťach.
sr: Омогућава прегледање интерних KOReader објеката преко HTTP. Ово је намењено програмерима и може да представља одређене безбедносне ризике. Укључите само на мрежама којима верујете.
tr: HTTP üzerinden KOReader iç nesnelerine göz atmaya izin verin. Bu, geliştiricilere yöneliktir ve bazı güvenlik riskleri oluşturabilir. Bunu yalnızca güvenebileceğiniz ağlarda etkinleştirin.
uk: Дозволити перегляд внутрішніх об'єктів KOReader через HTTP. Це призначено для розробників і може становити певні ризики для безпеки. Вмикайте цю опцію лише у мережах, яким ви можете довіряти.
zh_cn: 通过 HTTP 浏览 KOReader 的内部文件。此功能是为了帮助开发者，可能存在安全隐患。请仅在可信网络中启用。

source: KOReader HTTP inspector
ca: Inspector HTTP del KOReader
cs: HTTP Inspektor KOReaderu
de: KOReader HTTP-Inspektor
el: Επιθεωρητής HTTP του KOReader
es: Inspector de HTTP de KOReader
gl: Inspector de HTTP de KOReader
hu: KOReader HTTP ellenőr (inspector)
it_it: Ispettore di HTTP di KOReader
ko_kr: KOReader HTTP 검사기
nl_nl: KOReader HTTP-inspecteur
pl: Inspektor KOReader HTTP
pt_br: Inspetor HTTP do KOReader
ru: HTTP-инспектор KOReader
sk: HTTP ovládač KOReadera
sr: KOReader HTTP инспектор
tr: KOReader HTTP inceleyicisi
uk: HTTP-інспектор KOReader

source: Stop HTTP server
ca: Atura el servidor HTTP
cs: Zastavit HTTP server
de: HTTP-Server anhalten
el: Διακοπή διακομιστή HTTP
es: Detener el servidor HTTP
fa: توقف سرور HTTP
gl: Deter o servidor HTTP
hu: HTTP szerver leállítása
it_it: Ferma server HTTP
ko_kr: HTTP 서버 멈춤
nl_nl: HTTP-server stoppen
pl: Zatrzymaj serwer HTTP
pt_br: Parar o servidor HTTP
ru: Остановить HTTP-сервер
sk: Zastaviť HTTP server
sr: Заустави HTTP сервер
tr: HTTP sunucusunu durdur
uk: Зупинити HTTP-сервер

source: Start HTTP server
ca: Inicia el servidor HTTP
cs: Spustit HTTP server
de: HTTP-Server starten
el: Έναρξη διακομιστή HTTP
es: Iniciar el servidor HTTP
fa: راه‌اندازی سرور HTTP
gl: Iniciar o servidor HTTP
hu: HTTP szerver indítása
it_it: Avvia Server HTTP
ko_kr: HTTP 서버 시작
nl_nl: HTTP-server starten
pl: Uruchom serwer HTTP
pt_br: Iniciar o servidor HTTP
ru: Запустить HTTP-сервер
sk: Spustiť HTTP server
sr: Покрени HTTP сервер
tr: HTTP sunucusunu başlat
uk: Запустити HTTP-сервер

source: Listening on port %1
cs: Naslouchání na portu %1
de: Überwachen von Port %1
el: Ακρόαση στη θύρα %1
es: Escuchando en el puerto %1
fr: Écouter sur le port %1
gl: Escoitando no porto %1
hu: Figyelés a %1 porton
it_it: Ascolto su porta %1
ko_kr: 포트 %1에서 수신 대기 중
nl_nl: Luisteren op poort %1
pl: Nasłuchiwanie na porcie %1
pt_br: Conexão na porta %1
ru: Прослушивание порта %1
sk: Počúvať na porte %1
sr: Слуша се на порту %1
tr: %1 bağlantı noktasında dinleniyor
uk: Прослуховування порту %1
zh_cn: 监听于端口 %1

source: Not running
ca: No s’està executant
cs: Neběží
de: Läuft nicht
el: Δεν εκτελείται
es: No se está ejecutando
fa: در حال اجرا نیست
gl: Non se está a executar
hu: Nem fut
it_it: Non in esecuzione
ko_kr: 실행 중이 아님
nl_nl: Niet actief
pl: Nieuruchomiony
pt_br: Não está em execução
ru: Не запущено
sk: Nie je spustený
sr: Не извршава се
tr: Çalışmıyor
uk: Не запущено

source: Auto start HTTP server
ca: Inicia automàticament el servidor HTTP
cs: Automaticky spustit HTTP server
de: HTTP-Server automatisch starten
el: Αυτόματη εκκίνηση διακομιστή HTTP
es: Inicio automático del servidor HTTP
fa: راه‌اندازی خودکار سرور HTTP
gl: Inicio automático do servidor HTTP
hu: Automatikus HTTP szerver indítás
it_it: Avvia server HTTP automaticamente
ko_kr: HTTP 서버 자동 시작
nl_nl: HTTP-server automatisch starten
pl: Automatyczne uruchamianie serwera HTTP
pt_br: Iniciar automaticamente o servidor HTTP
ru: Автозапуск HTTP-сервера
sk: Automaticky spustiť HTTP server
sr: Аутоматски покрени HTTP сервер
tr: HTTP sunucusunu otomatik başlat
uk: Автозапуск HTTP-сервера

source: Port: %1
el: Θύρα: %1
es: Puerto: %1
fa: درگاه: %1
gl: Porto: %1
it_it: Porta: %1
ko_kr: 포트: %1
nl_nl: Poort: %1
pt_br: Porta: %1
ru: Порт: %1
sr: Порт: %1
tr: Bağlantı noktası: %1
uk: Порт: %1

source: Set custom port
ca: Defineix un port personalitzat
cs: Nastavit vlastní port
de: Benutzerdefinierten Port festlegen
el: Καθορισμός προσαρμοσμένης θύρας
es: Establecer puerto personalizado
gl: Configurar un porto personalizado
hu: Egyedi port megadása
it_it: Imposta porta personalizzata
ko_kr: 사용자 지정 포트 설정
nl_nl: Aangepaste poort instellen
pl: Ustaw niestandardowy port
pt_br: Definir porta personalizada
ru: Задать произвольный порт
sk: Nastaviť vlastný port
sr: Постави произвољни порт
tr: Özel bağlantı noktası ayarla
uk: Налаштувати власний порт

source: Port number (default is 8080)
cs: Číslo portu (výchozí je 8080)
de: Portnummer (Standard ist 8080)
el: Αριθμός θύρας (ο προεπιλεγμένος είναι 8080)
es: Número de puerto (por valor predeterminado es 8080)
fr: Numéro de port (par défaut 8080)
gl: Número de porto (o valor predeterminado é 8080)
hu: Portszám (alapértelmezetten 8080)
it_it: Numero di porta (default è 8080)
ko_kr: 포트 번호(기본값은 8080)
nl_nl: Poortnummer (standaard is 8080)
pl: Numer portu (domyślny to 8080)
pt_br: Número da porta (o padrão é 8080)
ru: Номер порта (по умолчанию 8080)
sk: Číslo portu (predvolené je 8080)
sr: Број порта (подразумевано је 8080)
tr: Bağlantı noktası numarası (varsayılan 8080)
uk: Номер порту (типово 8080)
zh_cn: 端口号（默认为 8000）

source: Japanese support
ar: الدعم الياباني
ca: Suport d'idioma japonès
cs: Podpora japonštiny
de: Unterstützung für Japanisch
el: Υποστήριξη Ιαπωνικών
es: Compatibilidad con el japonés
fa: پشتیبانی از ژاپنی
fr: Support du japonais
gl: Soporte de xaponés
hu: Japán nyelvi támogatás
it_it: Supporto giapponese
ja: 日本語支援
ko_kr: 일본어 지원
nl_nl: Ondersteuning voor Japans
pl: Obsługa japońskiego
pt_br: Suporte ao japonês
ro: Suport japoneză
ru: Поддержка японского
sk: Podpora pre Japončinu
sr: Подршка за јапански језик
tr: Japonca desteği
uk: Підтримка японської
zh_cn: 日语支持

source: Japanese language support for KOReader, modeled after Yomichan. This plugin extends KOReader's built-in dictionary and selection system to support Yomichan-style deinflection and text scanning, allowing for one-tap searches of inflected verbs and multi-character words and phrases. As such, this plugin removes the need for synonym-based deinflection rules for StarDict-converted Japanese dictionaries. You must have at least one Japanese dictionary installed in order for this plugin to work smoothly with Japanese text.
ca: Suport d'idioma japonès per a KOReader, seguint el model de Yomichan. Aquest complement amplia el diccionari incorporat de KOReader i el sistema de selecció per a suportar la desinflexión i l'escaneig de text a l'estil de Yomichan, la qual cosa permet buscar amb una sola pulsació verbs amb inflexió i paraules i frases de diversos caràcters. D'aquesta manera, aquest complement elimina la necessitat de regles de desinflexión basades en sinònims per als diccionaris japonesos convertits a StarDict. Perquè aquest complement funcione sense problemes amb text japonès, cal tenir instal·lat, almenys, un diccionari japonès.
de: Japanische Sprachunterstützung für KOReader, nach dem Vorbild von Yomichan. Dieses Plugin erweitert das in KOReader eingebaute Wörterbuch und Auswahlsystem um die Unterstützung der Yomichan-ähnlichen Deinflektierung und Textsuche, die eine Suche nach flektierten Verben und mehrstelligen Wörtern und Sätzen mit einem Tastendruck ermöglicht. Mit diesem Plugin entfällt der Bedarf an synonymbasierten Deinflektionsregeln für StarDict-konvertierte japanische Wörterbücher. Sie müssen mindestens ein japanisches Wörterbuch installiert haben, damit dieses Plugin reibungslos mit japanischem Text arbeiten kann.
el: Υποστήριξη ιαπωνικής γλώσσας για το KOReader, με πρότυπο το Yomichan. Αυτό το πρόσθετο επεκτείνει το ενσωματωμένο λεξικό και το σύστημα επιλογής του KOReader για να υποστηρίξει την μετατροπή σε λεξικογραφική μορφή λέξεων σε στυλ Yomichan και τη σάρωση κειμένου, επιτρέποντας την αναζήτηση με ένα πάτημα σε ρήματα με κλίση και λέξεις και φράσεις με πολλούς χαρακτήρες. Ως εκ τούτου, αυτό το πρόσθετο καταργεί την ανάγκη για κανόνες μετατροπής στη λεξικογραφική μορφή βάσει συνωνύμων για τα ιαπωνικά λεξικά που έχουν μετατραπεί από το StarDict. Πρέπει να έχετε εγκαταστήσει τουλάχιστον ένα ιαπωνικό λεξικό προκειμένου αυτό το πρόσθετο να λειτουργεί ομαλά με ιαπωνικό κείμενο.
es: Soporte de idioma japonés para KOReader, siguiendo el modelo de Yomichan. Este complemento amplía el diccionario incorporado de KOReader y el sistema de selección para soportar la desinflexión y el escaneo de texto al estilo de Yomichan, lo que permite buscar con una sola pulsación verbos con inflexión y palabras y frases de varios caracteres. De esta forma, este complemento elimina la necesidad de reglas de desinflexión basadas en sinónimos para los diccionarios japoneses convertidos a StarDict. Para que este complemento funcione sin problemas con texto japonés, hay que tener instalado, al menos, un diccionario japonés.
fr: Prise en charge de la langue japonaise pour KOReader, sur le modèle de Yomichan. Ce module d'extension étend le dictionnaire intégré et le système de sélection de KOReader pour prendre en charge la déclinaison et la numérisation de style Yomichan, permettant des recherches en un seul clic de verbes fléchis et de mots et phrases multicritères. En conséquence, ce module supprime le besoin de règles de déclinaison basées sur les synonymes pour les dictionnaires japonais convertis au format StarDict. Vous devez avoir au moins un dictionnaire japonais installé pour que ce module fonctionne sans problème avec le texte japonais.
gl: Soporte para o idioma xaponés, seguindo o modelo Yomichan. Este engadido estende o dicionario e o sistema de selección propios de KOReader para ter soporte para a desinflexión e o escaneo de texto estilo Yomichan, permitindo a procura cunha soa pulsación de verbos con inflexión e palabras e frases de varios caracteres. Deste xeito, este engadido elimina a necesidade de regras de desinflexión baseadas en sinónimos para os dicionarios xaponeses convertidos a StarDict. É necesario ter instalado polo menos un dicionario xaponés para que este engadido funcione de xeito correcto con texto xaponés.
hu: KOReader japán nyelvi támogatás, a Yomichan mintájára. Ez a beépülő modul kiterjeszti a KOReader beépített szótárát és kijelölő rendszerét, hogy támogassa a Yomichan-stílusú elhajlást és a szövegleolvasást, lehetővé téve a ragozott igék, valamint a többkarakteres szavak és kifejezések egyérintéses keresését. Mint ilyen, ez a beépülő modul szükségtelenné teszi a szinonima alapú inflexiós szabályokat a StarDict-re konvertált japán szótárak esetében. Legalább egy japán szótárnak telepítve kell lennie ahhoz, hogy ez a beépülő modul zökkenőmentesen működjön a japán szöveggel.
it_it: Supporto della lingua giapponese per KOReader, modellato su Yomichan. Questo plugin estende il dizionario integrato di KOReader e il sistema di selezione per supportare la disinflessione e la scansione del testo in stile Yomichan, permettendo la ricerca con un solo tocco di verbi flessi e parole e frasi con più caratteri. Come tale, questo plugin rimuove la necessità di regole di disinflessione basate su sinonimi per i dizionari giapponesi convertiti da StarDict. È necessario avere almeno un dizionario giapponese installato affinché questo plugin funzioni senza problemi con il testo giapponese.
ja: YomichanをモデルにしたKOReader用の日本語支援機能です。 このプラグインは、Yomichanスタイルの語形変化除去と文章スキャンに対応するためにKOReaderの内蔵辞書と選択システムを拡張し、屈折動詞や多文字の単語やフレーズをワンタップで検索できるようにします。その結果、このプラグインを使用することでStarDictで変換された日本語辞書の同義語ベースの脱字ルールは不要になります。 このプラグインが日本語文章でスムーズに動作するためには、少なくとも1つの日本語辞書がインストールされている必要があります。
ko_kr: 요미칸을 모델로 한 KOReader의 일본어 지원. 이 플러그인은 KOReader의 내장 사전과 선택 시스템을 확장하여 요미칸 스타일의 deinflection 변형 및 텍스트 스캔을 지원하여 deinflected 동사와 여러 문자 단어 및 구를 한 번의 탭으로 검색할 수 있습니다. 따라서 이 플러그인은 StarDict으로 변환된 일본어 사전에 대한 동의어 기반 변형 규칙의 필요성을 제거합니다. 이 플러그인이 일본어 텍스트와 원활하게 작동하려면 적어도 하나의 일본어 사전이 설치되어 있어야 합니다.
nl_nl: Ondersteuning voor de Japanse taal voor KOReader, gemodelleerd naar Yomichan. Deze plugin breidt het ingebouwde woordenboek- en selectiesysteem van KOReader uit met ondersteuning voor Yomichan-achtige ontleding en tekstscanning, waardoor met één tik kan worden gezocht op verbogen werkwoorden en woorden en zinsdelen met meerdere tekens. Als zodanig maakt deze plugin een einde aan de noodzaak van op synoniemen gebaseerde deinflectieregels voor StarDict-converteerde Japanse woordenboeken. Er moet ten minste één Japans woordenboek geïnstalleerd zijn om deze plugin probleemloos met Japanse tekst te laten werken.
pl: Obsługa języka japońskiego dla KOReadera, wzorowana na Yomichan. Ta wtyczka rozszerza wbudowany słownik i system zaznaczania KOReadera o obsługę usuwania odmiany i skanowania tekstu w stylu Yomichan, umożliwiając wyszukiwanie jednym stuknięciem czasowników z usuniętą odmianą oraz wieloznakowych słów i fraz. W związku z tym ta wtyczka eliminuje potrzebę stosowania opartych na synonimach reguł usuwania odmiany dla japońskich słowników przekonwertowanych na StarDict. Musisz mieć zainstalowany co najmniej jeden słownik japoński, aby ta wtyczka działała płynnie z tekstem w języku japońskim.
pt_br: Suporte ao idioma japonês para o KOReader, modelado no Yomichan. Este plugin estende o dicionário e os sistemas de seleção do KOReader para suportar desflexão e escaneamento de texto no estilo Yomichan, permitindo buscas com toque único de verbos flexionados e palavras e frases com múltiplos caracteres. Assim, este plugin remove a necessidade de regras de desflexão baseadas em sinônimos para dicionários em japonês convertidos do formato StarDict. Você deve ter ao menos um dicionário de japonês instalado para que esse plugin funcione devidamente com texto em japonês.
ro: Suport limbă japoneză pentru KOReader, modelat după Yomichan. Acest plugin extinde dicționarul intern și sistemul de selectare pentru a suporta stilul Yomichan de dedeclinare și scanare a textului, permițînd căutări printr-o singură atingere a verbelor conjugate și cuvintelor multi-caracter și frazelor. Așa că acest plugin elimină necesitatea dedeclinării bazată pe reguli de sinonimie pentru dicțioinarele japoneze bazate pe StarDict. Trebuie să ai cel puțin un dicționar japonez instalat pentru ca acest plugin să funcționeze cu text japonez.
ru: Поддержка японского языка для KOReader'а по образцу Yomichan. Данный плагин расширяет встроенный словарь и систему выбора KOReader'а для поддержки деинфлексии в стиле Yomichan и сканирования текста, позволяя одним касанием искать измененные глаголы и многосимвольные слова и фразы. Таким образом, плагин устраняет необходимость в правилах деинфлексии на основе синонимов для японских словарей, преобразованных в StarDict. У вас должен быть установлен хотя бы один японский словарь, чтобы плагин заработал с японским текстом.
sk: Podpora japončiny pre KOReader, po vzore Yomichan. Tento doplnok rozširuje vstavaný slovník a systém výberu KOReader o podporu deinflexie a prezeranie textu v štýle Yomichan, čo umožňuje vyhľadávanie skloňovaných slovies a viacznakových slov a fráz jedným ťuknutím. Tento doplnok ako taký odstraňuje potrebu deinflexných pravidiel založených na synonymách pre japonské slovníky prevedené na StarDict. Musíte mať nainštalovaný aspoň jeden japonský slovník, aby tento doplnok fungoval bez problémov s japonským textom.
sr: KOReader подршка за јапански језик, моделована према Јомичан. Овај додатак проширује систем речника и избора уграђен у KOReader's тако да подржава уклањање граматичких промена у Јомичан стилу, као и скенирање текста, тако да се омогући претрага промењених глагола и речи и фраза састављених из више карактера у речнику једним тапом. Као такав, овај додатак уклања потребу за правилима уклањања граматичких промена заснованих на синоними а када се користе StarDict претворени јапански речници. Да би овај додатак глатко радио да јапанским текстом, потребно је да имате инсталиран барем један јапански речник.
tr: Yomichan sonrası örneklenen KOReader için Japonca dil desteği. Bu uygulama eki, KOReader uygulamasının yerleşik sözlük ve seçim sistemini Yomichan tarzı sözlük biçimi dönüştürme ve metin taramasını desteklemek için genişleterek, sözlük biçimine dönüştürülmüş fiillerin ve çok karakterli sözcük ve cümlelerin tek dokunuşla aranmasını sağlar. Bu nedenle, bu uygulama eki StarDict dönüştürülmüş Japonca sözlükler için eşanlamlı tabanlı sözlük biçimine dönüştürme kuralları gereksinimini ortadan kaldırır. Bu uygulama ekinin Japonca metinle sorunsuz çalışması için en az bir Japonca sözlüğün kurulmuş olması gerekir.
uk: Підтримка японської мови для KOReader, змодельована за Йомічаном. Цей плагін розширює вбудований словник і систему вибору KOReader для підтримки відхилення і сканування тексту в стилі Йомічан, що дає змогу шукати змінювані дієслова і багатозначні слова і фрази одним дотиком. Таким чином, цей плагін усуває необхідність в синонімах на основі правил відхилення для StarDict-перетворених японських словників. Ви повинні мати принаймні один японський словник, установлений для того, щоб цей плагін злагоджено працював з японським текстом.
zh_cn: 模仿 Yomichan 所编写的 KOReader 的日语支持插件。 这个插件扩展了 KOReader 的内置词典和选择系统，以支持 Yomichan 样式的活用和文本扫描，允许一键搜索动词活用型和多字符单词和短语。有了此插件后，StarDict 转换的日文字典不再需要基于同义词的反活用规则。 你必须至少安装有一本日语词典，才能使这个插件顺利工作。

source: Halfwidth to fullwidth kana
ca: Kanna d'amplària mitjana a d'amplària completa
cs: Poloviční kana na normální kanu
de: Kana in halber bis ganzer Breite
el: Από μισού πλάτους σε πλήρους πλάτους κάνα
es: Kana de anchura media a anchura completa
fr: Kana de demi-largeur à pleine largeur
gl: Kana de largura media a largura completa
hu: Félszélességűből teljes szélességű kana
it_it: Kana da metà larghezza a larghezza intera
ja: 半角カナを全角カナへ変換
ko_kr: 반각을 전각 가나로
nl_nl: Kana van halve tot volledige breedte
pl: Kana o połowie szerokości na kanę o pełnej szerokości
pt_br: 'Kana' de largura média para de largura completa
ro: Kana de la jumătate de lățime la lățime întreagă
ru: Кана из половинной в полную ширину
sk: Kana od polovičnej šírky po plnú šírku
sr: Полушироке кане у кане пуне ширине
tr: Yarım genişlikten tam genişliğe kana
uk: Половина до повної ширини кана
zh_cn: 半宽到全宽假名

source: Convert half-width katakana to full-width katakana (for instance, ｶﾀｶﾅ will be converted to カタカナ).
ca: Converteix katakana de mitja amplària a katakana d'amplària completa (per exemple, ｶﾀｶﾅ es convertirà en カタカナ).
cs: Zkonvertuje poloviční katakanu na normální katakanu (například ｶﾀｶﾅ bude zkonvertováno na カタカナ).
de: Katakana mit halber Breite in Katakana mit voller Breite umwandeln (z. B. ｶﾀｶﾅ wird in カタカナ umgewandelt).
el: Μετατρέπει τα κατακάνα μισού πλάτους σε κατακάνα πλήρους πλάτους (για παράδειγμα, το ｶﾀｶﾅ θα μετατραπεί σε カタカナ).
es: Convierte el katakana de anchura media en katakana de anchura completa (por ejemplo, ｶﾀｶﾅ se convertirá en カタカナ).
fr: Convertir les katakana demi-largeur en katakana pleine largeur (par exemple, ｶﾀｶﾅ sera converti en カタカナ).
gl: Converter katakana de largura media a largura completa (por exemplo, ｶﾀｶﾅ converterase en カタカナ).
hu: Félszélességű katakana átalakítása teljes szélességű katakanává (például a ｶﾀｶﾅ át lesz alakítva カタカナ-ra).
it_it: Converte il katakana a metà larghezza in katakana a tutta larghezza (per esempio, ｶﾀｶﾅ sarà convertito in カタカナ).
ja: 半角片仮名を全角片仮名に変換します(例 「ｶﾀｶﾅ」は「カタカナ」に変換されます)。
ko_kr: 반각 가타카나를 전자 가타카나로 변환합니다(예: ｶﾀｶﾅ는 カタカナ로 변환됨).
nl_nl: Zet katakana op halve breedte om in katakana op hele breedte (bijvoorbeeld, ｶﾀｶﾅ zal worden omgezet in カタカナ).
pl: Przekształć katakanę o połowie szerokości na katakanę o pełnej szerokości (na przykład ｶﾀｶﾅ zostanie przekonwertowane na カタカナ).
pt_br: Converter 'kana' de largura média para de largura completa (por exemplo, ｶﾀｶﾅ vai ser convertido para カタカナ).
ro: Convertește katakana de jumătate de lățime în katakana de lățime întreagă (de exemplu, ｶﾀｶﾅ va fi convertit în カタカナ).
ru: Преобразовать катакану половинной ширины в катакану полной ширины (например, ｶﾀｶﾅ будет преобразовано в カタカナ).
sk: Prevedie polovičnú šírku katakany na plnú šírku katakany (napríklad ｶﾀｶﾅ sa prevedie na カタカナ).
sr: Претвара катакана карактере половине ширине у катакана карактере пуне ширине (на пример, ｶﾀｶﾅ ће се претворити у カタカナ).
tr: Yarım genişlikli katakana tam genişlikli katakana olarak dönüştürülür (örneğin, ｶﾀｶﾅ dönüştürüldüğünde カタカナolur).
uk: Перетворити катакану на половину ширини на катакану на повну ширину (наприклад, ｶﾀｶﾅ буде перетворено на カタカナ).
zh_cn: 将半宽片假名转换为全宽片假名 （如， ｶﾀｶﾅ 将被转换为 カタカナ）。
