Repository: spruceUI/spruceOS
Catalog: App/KoReader/l10n/*/koreader.po
Languages: ar, ca, cs, de, el, es, fa, fr, gl, hu, it_it, ja, ko_kr, nl_nl, pl, pt_br, ro, ru, sk, sr, tr, uk, zh_cn

source: File browser
ar: متصفح الملفات
ca: Navegador de fitxers
cs: Prohlížeč souborů
de: Dateibrowser
el: Περιηγητής αρχείων
es: Explorador de archivos
fa: مرورگر فایل
fr: Navigateur de fichiers
gl: Explorador de ficheiros
hu: Fájlböngésző
it_it: Gestore di file
ja: ファイルブラウザ
ko_kr: 파일 탐색기
nl_nl: Bestandsverkenner
pl: Przeglądarka plików
pt_br: Navegador de arquivos
ro: Navigator fișiere
ru: Файловый менеджер
sk: Prehliadač súborov
sr: Прегледач фајлова
tr: Dosya tarayıcı
uk: Оглядач файлів
zh_cn: 文件浏览器

source: You've reached the end of the document. What would you like to do?
ar: لقد وصلت إلى نهاية المستند. ماذا تحب أن تفعل؟
ca: Ha arribat al final del document. Què li agradaria fer?
cs: Dostali jste se na konec dokumentu. Co chcete dělat dál?
de: Sie haben das Ende des Dokuments erreicht. Was möchten Sie tun?
el: Φτάσατε στο τέλος του εγγράφου. Τι θα θέλατε να κάνετε;
es: Ha llegado al final del documento. ¿Qué le gustaría hacer?
fa: شما به انتهای این سند رسیدید. دوست دارید چه کنید؟
fr: Vous avez atteint la fin du document. Que souhaitez-vous faire ?
gl: Chegaches ao final do documento. Qué queres facer?
hu: Elérte a dokumentum végét. Mit szeretne csinálni?
it_it: Hai raggiunto la fine del documento. Che cosa vorresti fare?
ja: 文書の最後に到達しました。 どう致しますか？
ko_kr: 문서 끝에 닿았습니다. 무엇을 할까요?
nl_nl: Dit is het einde van het document. Welke actie ondernemen?
pl: Jesteś na końcu dokumentu. Co chcesz zrobić?
pt_br: Você chegou ao final do documento. O que você gostaria de fazer?
ro: Ai ajuns la sfîrșitul documentului. Ce dorești să faci?
ru: Вы достигли конца документа. Что требуется сделать теперь?
sk: Dosiahli ste koniec dokumentu. Čo si želáte urobiť?
sr: Достигли сте крај документа. Шта желите да урадите?
tr: Belgenin sonuna ulaştınız. Şimdi ne yapmak istersiniz?
uk: Ви дійшли до кінця документу. Що б ти хотів зробити?
zh_cn: 文档结束了。 你想要怎么做？

source: Searching next file…
ar: البحثٌ جارٍ في الملف التالي…
ca: S’està cercant el fitxer següent…
cs: Hledání dalšího souboru…
de: Nächste Datei suchen…
el: Αναζήτηση επόμενου αρχείου…
es: Buscar el siguiente archivo…
fa: در حال جستجوی فایل بعدی…
fr: Recherche du fichier suivant…
gl: A buscar o seguinte ficheiro…
hu: Következő fájl keresése…
it_it: Cercando il prossimo file…
ja: 次のファイルを検索中…
ko_kr: 다음 파일 검색 중…
nl_nl: Volgend bestand zoeken…
pl: Wyszukiwanie następnego pliku…
pt_br: Buscando o próximo arquivo…
ro: Se caută următorul fișier…
ru: Поиск следующего файла…
sk: Hľadám ďalší súbor…
sr: Тражи се наредни фајл…
tr: Sonraki dosya aranıyor…
uk: Пошук у наступному файлі…
zh_cn: 搜索下一个文件…

source: Could not open next file. Sort by last read date does not support this feature.
ar: تعذر فتح الملف التالي. الترتيب حسب تاريخ آخر قراءة لا يدعم هذه الميزة.
ca: No s'ha pogut obrir el següent arxiu. Ordenar per última data de lectura no és compatible amb aquesta funció.
cs: Nelze otevřít další soubor. Tato funkce není podporována při seřazení knih podle data posledního čtení.
de: Nächste Datei konnte nicht geöffnet werden. Sortieren nach dem letzten Lesedatum unterstützt diese Funktion nicht.
el: Δεν ήταν δυνατό το άνοιγμα του επόμενου αρχείου. Η ταξινόμηση κατά ημερομηνία τελευταίας ανάγνωσης δεν υποστηρίζει αυτήν τη δυνατότητα.
es: No se ha podido abrir el siguiente archivo. Ordenar por última fecha de lectura no es compatible con esta función.
fa: نمی‌توان فایل بعذی را باز کرد. مرتب سازی بر اساس آخرین تاریخ مطالعه این ویژگی را پشتیبانی نمی‌کند.
fr: Impossible d’ouvrir le fichier suivant. Le tri par date de dernière lecture ne prend pas en charge cette option.
gl: Non se puido abrir o seguinte ficheiro. Ordenar pola data de lectura non soporta esta función.
hu: A következő fájl nem megnyitható. Az utolsó olvasás dátuma szerinti rendezés nem támogatja ezt a funkciót.
it_it: Impossibile aprire il file successivo. Ordina per l'ultima data di lettura non supporta questa funzione.
ja: 次のファイルを開くことができませんでした。最終読み取り日による並び替えは、この機能をサポートしていません。
ko_kr: 다음 파일을 열 수 없습니다. 최근 읽기 날짜로 정렬하는 기능을 지원하지 않습니다.
nl_nl: Volgend bestand kon niet worden geopend. Sorteren op laatst gelezen datum ondersteunt dit niet.
pl: Nie mogę otworzyć ostatniego pliku. Sortowanie po dacie ostatniego otwarcia nie jest wspierane.
pt_br: Não foi possível abrir o próximo arquivo. Ordenar pela última data de leitura não suporta este recurso.
ro: Nu s-a putut deschis următorul fișier. „Ordonează după data citirii” nu suportă această facilitate.
ru: Не удалось открыть следующий файл. Сортировка по последней дате чтения не поддерживает данную функцию.
sk: Nepodarilo sa otvoriť ďalší súbor. Zoradenie podľa dátumu posledného prečítania túto funkciu nepodporuje.
sr: Наредни фајл није могао да се отвори. Сортирање по датуму последњег читања не подржава ову могућност.
tr: Sonraki dosya açılamadı. Son okuma tarihine göre sıralama bu özelliği desteklemiyor.
uk: Не вдалося відкрити наступний файл. Впорядкування за датою останнього читання не підтримує цю функцію.
zh_cn: 无法打开下一个文件，按上次阅读日期排序不支持此特性。

source: You've reached the end of the document. The current book is marked as finished.
ca: S'ha arribat al final del document. El llibre en ús es marca com llegit.
cs: Dostali jste se na konec dokumentu. Aktuální kniha je označena jako dočtená.
de: Sie haben das Ende des Dokuments erreicht. Das aktuelle Buch ist als gelesen markiert.
el: Φτάσατε στο τέλος του εγγράφου. Το τρέχον βιβλίο επισημαίνεται ως αναγνωσμένο.
es: Se ha llegado al final del documento. El libro en uso se marca como leído.
fa: شما به اننهای سند رسیده‌اید. کتاب فعلی به عنوان پایان یافته علامت گذاری شد.
fr: Vous avez atteint la fin du document. Le livre actuel est marqué comme terminé.
gl: Chegaches ao final do documento. O libro actual marcarase como lido.
hu: Elérte a dokumentum végét. A könyv befejezettnek lett megjelölve.
it_it: Hai raggiunto la fine del documento. Il libro corrente è contrassegnato come finito.
ja: 文書の最後に到達しました。 現在の書籍は読了とマークされます。
ko_kr: 문서의 끝에 닿았습니다 . 현재 책이 읽은 책으로 표시됩니다.
nl_nl: Dit is het eind van het document. Het huidige boek is als gelezen gemarkeerd.
pl: Osiągnięto koniec dokumentu. Bieżącą książkę oznaczono jako ukończoną.
pt_br: Você chegou ao final do documento. O livro atual é marcado como concluído.
ru: Вы достигли конца документа. Текущая книга помечена как прочитанная.
sk: Dostali ste sa na koniec dokumentu. Aktuálna kniha je označená ako prečítaná.
sr: Достигли сте крај документа. Текућа књига је означена као прочитана.
tr: Belgenin sonuna ulaştınız. Bu kitap tamamlandı olarak işaretlendi.
uk: Досягнуто кінця документа. Поточну книгу позначено прочитаною.
zh_cn: 你已经读完了这份文档。 文档将被标记为已读。

source: This is the last file in the current folder. No next file to open.
ar: هذا هو الملف الأخير في المجلد الحالي. لا يوجد ملف تالي لفتحه.
ca: Aquest és l'últim arxiu de la carpeta actual. No hi ha més arxius per obrir.
cs: Toto je poslední soubor v aktuální složce. Není tu další soubor k otevření.
de: Dies ist die letzte Datei im aktuellen Ordner. Keine nächste Datei zum Öffnen.
el: Αυτό είναι το τελευταίο αρχείο στον τρέχοντα φάκελο. Δεν υπάρχει επόμενο αρχείο για άνοιγμα.
es: Este es el último archivo de la carpeta actual. No hay más archivos para abrir.
fa: این آخرین فایل در پوشه فعلی است. فایل بعدی برای باز کردن وجود ندارد.
fr: C’est le dernier fichier du dossier en cours. Aucun fichier suivant à ouvrir.
gl: Este é o derradeiro ficheiro neste cartafol. Non hai un seguinte ficheiro que abrir.
hu: Ez az aktuális mappa utolsó fájlja. Nincs megnyitandó következő fájl.
it_it: Questo è l'ultimo file nella cartella corrente. Nessun file successivo da aprire.
ja: このフォルダーの最後のファイルです。次のファイルはありません。
ko_kr: 현재 폴더의 최신 파일입니다. 열려는 다음 파일이 없습니다.
nl_nl: Dit is het laatste bestand in de huidige map. Geen volgend bestand beschikbaar.
pl: To jest ostatni plik w bieżącym folderze. Brak następnego pliku do otwarcia.
pt_br: Este é o último arquivo da pasta atual. Não há próximo arquivo a ser aberto.
ro: Acesta este ultimul fișier în dosarul curent. Nu exită un fișier următor de deschis.
ru: Это последний файл в данной папке. Больше нечего открывать.
sk: Toto je posledný súbor v aktuálnom priečinku. Žiadny ďalší súbor na otvorenie.
sr: Ово је последњи фајл у текућем директоријуму. Нема наредног фајла који може да се отвори.
tr: Geçerli klasördeki son dosya bu. Açılabilecek başka bir dosya yok.
uk: Це останній файл у поточній папці. Немає наступного файлу для відкриття.
zh_cn: 这个是当前文件夹下的最后一个文件，无法打开下一个文件了。

source: This tweak is applied on all books.
ar: تم تطبيق هذا التطويع على كل الكتب.
ca: Aquest ajust s'aplica a tots els llibres.
cs: Tato úprava je aplikována na všechny knihy.
de: Dieser Tweak wird auf alle Bücher angewendet.
el: Αυτή η τροποποίηση εφαρμόζεται σε όλα τα βιβλία.
es: Este ajuste se aplica a todos los libros.
fa: این بهبود بر روی همه کتاب‌ها اعمال شد.
fr: Cet ajustement est appliqué à tous les livres.
gl: Este axuste aplícase en todos os libros.
hu: A stíluskorrekció alkalmazásra kerül az összes könyvre.
it_it: Questa modifica è applicata su tutti i libri.
ja: この微調整はすべての本に適用されます。
ko_kr: 이 조정은 모든 책에 적용됩니다.
nl_nl: Deze aanpassing wordt op alle boeken toegepast.
pl: To ulepszenie jest zastosowane do wszystkich książek.
pt_br: Este ajuste é aplicado em todos os livros.
ro: Acest truc este aplicat tuturor cărților.
ru: Подстройка применена для всех книг.
sk: Toto vylepšenie sa týka všetkých kníh.
sr: Ово дотеривање се примењује на све књиге.
tr: Bu ince ayar tüm kitaplara uygulanır.
uk: Це налаштування застосовується до всіх книжок.
zh_cn: 该微调将应用于所有书籍。

source: Don't show in action list
ca: No mostrar en la llista d'accions
cs: Nezobrazovat v seznamu akcí
de: Nicht in der Aktionsliste anzeigen
el: Να μην εμφανίζεται στη λίστα ενεργειών
es: No mostrar en la lista de acciones
fa: در لیست عملکرد‌ها نمایش نده
fr: Ne pas afficher dans la liste des actions
gl: Non mostrar na lista de accións
hu: Ne jelenjen meg a műveletlistában
it_it: Non mostrare nella lista delle azioni
ja: アクションリストに表示しない
ko_kr: 작업 목록에 표시하지 않음
nl_nl: Niet tonen in actielijst
pl: Nie pokazuj na liście czynności
pt_br: Não mostrar na lista de ações
ru: Не показывать в списке действий
sk: Nezobrazovať v zozname akcií
sr: Не приказуј у листи акција
tr: İşlem listesinde görüntülenmesin
uk: Не показувати у списку дій
zh_cn: 不显示在操作列表中

source: Show in action list
ca: Mostrar a la llista d'accions
cs: Zobrazit v seznamu akcí
de: In der Aktionsliste anzeigen
el: Εμφάνιση στη λίστα ενεργειών
es: Mostrar en la lista de acciones
fa: در لیست عملکرد‌ها نمایش بده
fr: Afficher dans la liste des actions
gl: Mostrar na lista de accións
hu: Megjelenítés a műveletlistában
it_it: Mostra nella lista delle azioni
ja: アクションリストに表示する
ko_kr: 작업 목록에 표시
nl_nl: Toon in actielijst
pl: Pokaż na liście czynności
pt_br: Mostrar na lista de ações
ru: Показывать в списке действий
sk: Zobraziť v zozname akcií
sr: Прикажи у листи акција
tr: İşlem listesinde görüntülensin
uk: Показати у списку дій
zh_cn: 显示在操作列表中

source: Don't use on all books
ar: لا تستخدم على جميع الكتب
ca: No usar en tots els llibres
cs: Nepoužívat ve všech knihách
de: Nicht bei allen Büchern verwenden
el: Να μη χρησιμοποιηθεί σε όλα τα βιβλία
es: No usar en todos los libros
fa: در همه کتاب‌ها استفاده نکن
fr: Ne pas appliquer partout
gl: Non usar sempre
hu: Ne használja az összes könyvön
it_it: Non usare su tutti i libri
ja: 全ての本で使用しない
ko_kr: 모든 책에 사용하지 마세요
nl_nl: Niet voor alle boeken
pl: Nie używaj domyślnie
pt_br: Não usar em todos os livros
ro: Nu-l folosi la toate cărțile
ru: Ни для каких книг
sk: Nepoužívať na všetky knihy
sr: Не користи за све књиге
tr: Tüm kitaplarda kullanılmasın
uk: Не використовувати в усіх закладках
zh_cn: 不使用于所有书籍

source: Use on all books
ar: استخدم في كل الكتب
ca: Usar en tots els llibres
cs: Použít ve všech knihách
de: Bei allen Büchern verwenden
el: Χρήση σε όλα τα βιβλία
es: Usar en todos los libros
fa: در همه کتاب‌ها استفاده کن
fr: Appliquer partout
gl: Usar sempre
hu: Használja az összes könyvön
it_it: Usa su tutti i libri
ja: 全ての本で使用する
ko_kr: 모든 책에 사용하기
nl_nl: Op alle boeken
pl: Użyj domyślnie
pt_br: Usar em todos os livros
ro: Folosește-l la toate cărțile
ru: Для всех книг
sk: Používať na všetky knihy
sr: Користи за све књиге
tr: Tüm kitaplarda uygulansın
uk: Використовувати в усіх книжках
zh_cn: 用于所有书籍

source: CSS text copied to clipboard
ar: تم نسخ نص CSS إلى الحافظة
ca: Text CSS copiat al portapapers
cs: CSS text byl zkopírován do schránky
de: In die Zwischenablage kopierter CSS-Text
el: Το κείμενο CSS αντιγράφηκε στο πρόχειρο
es: Texto CSS copiado en el portapapeles
fa: متن CSS به تخته‌گیره اضافه شد
fr: Texte CSS copié dans le presse-papier
gl: Texto CSS copiado no portapapeis
hu: CSS szöveg a vágólapra másolva
it_it: Testo CSS copiato negli appunti
ja: CSSテキストをクリップボードにコピーしました
ko_kr: 클립보드에 복사된 CSS 텍스트
nl_nl: CSS tekst naar het klembord gekopieerd
pl: Tekst CSS skopiowany do schowka
pt_br: Texto CSS copiado para a área de transferência
ro: Text CSS copiat în clipboard
ru: Текст CSS скопирован в буфер обмена
sk: Text CSS bol skopírovaný do schránky
sr: CSS текст је копиран у клипборд
tr: CSS metni panoya kopyalandı
uk: Текст CSS, скопійовано до буфера обміну
zh_cn: 已复制 CSS文本到剪贴板

source: Toggle style tweak: %1
ca: Alternar l'ajust d'estil: %1
cs: Přepínání vlastních úprav stylu: %1
de: Stil-Tweak umschalten: %1
el: Εναλλαγή τροποποίησης στυλ: %1
es: Alternar el ajuste de estilo: %1
fa: تغییر وضعیت بهبود‌های سبک: %1
fr: Activer/désactiver la modification de style : %1
gl: Conmutar axuste de estilo: %1
hu: Stíluskorrekció váltása: %1
it_it: Attiva/disattiva ritocco dello stile: %1
ja: 表示様式の微調整: %1
ko_kr: 스타일 조정 토글: %1
nl_nl: Gebruikerstijl schakelen: %1
pl: Przełącz ulepszenie stylu: %1
pt_br: Alternar ajuste de estilo: %1
ru: Переключить стилевую подстройку: %1
sk: Prepínať vylepšený štýl: %1
sr: Укљ./Искљ. дотеривање стила: %1
tr: Biçem değişikliğini aç/kapat: %1
uk: Перемикання налаштування стилю: %1
zh_cn: 切换样式微调： %1

source: Enable style tweaks (long-press for help)
ar: تمكين تعديلات النمط (اضغط مطوّلاً للحصول على المساعدة)
ca: Habilitar ajustos d'estil (pulsació llarga per a obtenir ajuda)
cs: Povolit úpravy stylu (dlouze podržte pro nápovědu)
de: Stilverbesserungen aktivieren (langes Drücken für Hilfe)
el: Ενεργοποίηση τροποποιήσεων στυλ (πατήστε παρατεταμένα για πληροφορίες)
es: Habilitar ajustes de estilo (pulsación larga para obtener ayuda)
fa: فعال کردن بهبود‌های سبک (لمس طولانی برای راهنما)
fr: Activer les ajustements de style (appui long pour infos)
gl: Activar axustes de estilo (pulsación longa para obter axuda)
hu: Stíluskorrekciók engedélyezése (nyomva tartva Segítség)
it_it: Abilita ritocchi di stile (premi a lungo per aiuto)
ja: 表示様式の微調整を有効 (長押しでヘルプ)
ko_kr: 스타일 조정 활성 (도움을 받으려면 길게 누르세요)
nl_nl: Stijlaanpassingen inschakelen (ingedrukt houden voor info)
pl: Włącz ulepszenia stylu (przytrzymaj, aby uzyskać pomoc)
pt_br: Ativar ajustes de estilo (pressione para ajuda)
ro: Activează ajustări de stiluri (apasă lung pentru ajutor)
ru: Включить стилевые подстройки ⓘ
sk: Povoliť vylepšenia štýlu (dlhým stlačením zobrazíte nápovedu)
sr: Укључи дотеривања стила (дуги притисак за помоћ)
tr: Biçem ince ayarları kullanılsın (bilgi almak için uzun basın)
uk: Увімкнути налаштування стилів (утримуйте для довідки)
zh_cn: 启用样式微调（长按显示帮助）
