Repository: spruceUI/spruceOS
Catalog: App/KoReader/l10n/*/koreader.po
Languages: ar, ca, cs, de, el, es, fa, fr, gl, hu, it_it, ja, ko_kr, nl_nl, pl, pt_br, ro, ru, sk, sr, tr, uk, zh_cn

source: Mismatched brace '{}'
ar: قوس غير متطابق '{}'
ca: Claus no aparellades '{}'
cs: Neshodné složené závorky '{}'
de: Nicht übereinstimmende Klammern '{}'
el: Αναντιστοιχία αγκυλών"{}"
es: Llaves no emparejadas '{}'
fa: عدم تطبیق آکولاد '{}'
fr: Accolades déséquilibrées
gl: Chaves non emparelladas '{}'
hu: Nem megfelelő zárójelek '{}'
it_it: Parentesi graffa non corrispondente '{}'
ja: 中括弧の不一致 '{}'
ko_kr: 일치하지 않는 중괄호 '{}'
nl_nl: Niet-overeenkomende accolade '{}'
pl: Niedopasowane nawiasy klamrowe '{}'
pt_br: Chaves descasadas '{}'
ro: Acolade neechilibrate '{}'
ru: Несоответствующая скобка «{}»
sk: Nesúhlasné zátvorky '{}'
sr: ’{}’ заграде се не подударају
tr: Eşleşmeyen yaylı parantez '{}'
uk: Неузгодженість дужок «{}»
zh_cn: 不匹配的花括号 '{}'

source: Invalid Range in '{}'
ar: نطاق غير صالح في '{}'
ca: Rang no vàlid en '{}'
cs: Neplatný rozsah v '{}'
de: Ungültiger Bereich in '{}'
el: Μη έγκυρο εύρος στο '{}'
es: Rango no válido en '{}'
fr: Bornes invalides
gl: Rango non válido en '{}'
hu: Érvénytelen tartomány '{}'
it_it: Intervallo non valido in '{}'
ja: '{}' 内の範囲が不正
ko_kr: '{}'의 잘못된 범위
nl_nl: Ongeldig bereik in '{}'
pl: Nieprawidłowy zakres w '{}'
pt_br: Intervalo inválido em '{}'
ro: Interval invalid în '{}'
ru: Недопустимый диапазон в «{}»
sk: Neplatný rozsah v '{}'
sr: Неисправан опсег у ’{}’
tr: '{}' içindeki aralık geçersiz
uk: Недійсний діапазон у «{}»
zh_cn: 无效区间 '{}'

source: Invalid character range
ar: نطاق أحرف غير صالح
ca: Rang de caràcters no vàlid
cs: Neplatný rozsah znaků
de: Ungültiger Zeichenbereich
el: Μη έγκυρο εύρος χαρακτήρων
es: Rango de caracteres no válido
fr: Classe de caractères invalide
gl: Rango de caracteres non válido
hu: Érvénytelen karakter tartomány
it_it: Intervallo di caratteri non valido
ja: 文字範囲が不正
ko_kr: 잘못된 문자 범위
nl_nl: Ongeldig tekenbereik
pl: Nieprawidłowy zakres znaków
pt_br: Intervalo de caracteres inválido
ro: Interval de caractere invalid
ru: Недопустимый диапазон символов
sk: Neplatný rozsah znakov
sr: Неисправан опсег карактера
tr: Karakter aralığı geçersiz
uk: Неприпустимий діапазон символів
zh_cn: 字符范围无效

source: No preceding expression in repetition.
ar: لا يوجد تعبير سابق في التكرار.
ca: No hi ha expressió precedent en la repetició.
cs: Žádný předchozí výraz v opakování.
de: Kein vorangehender Ausdruck in der Wiederholung.
el: Δεν υπάρχει προηγούμενη έκφραση στην επανάληψη.
es: No hay expresión precedente en la repetición.
fr: Aucune expression antérieure dans une répétition.
gl: Non hai unha expresión precedente na repetición.
hu: Ismétlésben nincs megelőző kifejezés.
it_it: Nessuna espressione precedente nella ripetizione.
ja: 繰り返しに先行する表現がありません。
ko_kr: 반복되는 선행 표현이 없습니다.
nl_nl: Geen voorafgaande uitdrukking in herhaling.
pl: Brak poprzedzającego wyrażenia w powtórzeniu.
pt_br: Nenhuma expressão precedente em repetição.
ro: Nici o expresie precedentă în repetiție.
ru: Нет повторения предыдущего выражения.
sk: Žiadny predchádzajúci výraz pri opakovaní.
sr: У понављању нема претходног израза.
tr: Yinelemede önceki ifade yok.
uk: Немає попереднього виразу в повторі.
zh_cn: 前面没有重复的表达式。

source: Expression too complex, some hits will not be shown.
ar: التعبير معقد للغاية ، لن يتم عرض بعض النتائج.
ca: Expressió massa complexa, algunes coincidències no seran mostrades.
cs: Výraz je příliš komplexní, některé výsledky nebudou zobrazeny.
de: Ausdruck zu komplex, einige Treffer werden nicht angezeigt.
el: Πολύ σύνθετη έκφραση, ορισμένα αποτελέσματα δεν θα εμφανιστούν.
es: Expresión demasiado compleja, algunas coincidencias no serán mostradas.
fr: Expression trop complexe, des résultats seront omis.
gl: A expresión é demasiado complexa, algunhas coincidencias non serán mostradas.
hu: A kifejezés túl összetett, egyes találatok nem jelennek meg.
it_it: Espressione troppo complessa, alcuni risultati non saranno mostrati.
ja: 表現が複雑すぎます。いくつかの検出が表示されないかもしれません。
ko_kr: 표현이 너무 복잡하여 일부 조회가 표시되지 않습니다.
nl_nl: Expressie te complex, sommige hits worden niet getoond.
pl: Wyrażenie zbyt złożone, niektóre trafienia nie będą wyświetlane.
pt_br: Expressão muito complexa, algumas coincidências não vão ser exibidas.
ro: Expresia este prea complexă, unele potriviri nu se vor afișa.
ru: Выражение слишком сложное, часть совпадений отображена не будет.
sk: Výraz je príliš zložitý, niektoré zhody sa nezobrazia.
sr: Израз је сувише сложен, нека подударања се неће приказати.
tr: İfade çok karmaşık, bazı eşleşmeler görüntülenmeyecek.
uk: Вираз занадто складний, деякі збіги не буде показано.
zh_cn: 表达太复杂，有些命中不会显示。

source: Expression may lead to an extremely long search time.
ar: قد يؤدي التعبير إلى وقت بحث طويل للغاية.
ca: L'expressió pot provocar que el temps de cerca sigui extremadament prolongat.
cs: Výraz může vést k extrémně dlouhé době vyhledávání.
de: Der Ausdruck kann zu einer extrem langen Suchzeit führen.
el: Η έκφραση μπορεί να οδηγήσει σε εξαιρετικά μεγάλο χρόνο αναζήτησης.
es: La expresión puede provocar que el tiempo de búsqueda sea extremadamente prolongado.
fr: L’expression pourrait rendre la recherche très longue.
gl: A expresión pode levar a un tempo de busca extremadamente longo.
hu: A kifejezés rendkívül hosszú keresési időt eredményezhet.
it_it: L'espressione può portare ad un tempo di ricerca estremamente lungo.
ja: 表現は検索時間が極端に長くなる可能性があります。
ko_kr: 표현식을 사용하면 검색 시간이 매우 길어질 수 있습니다.
nl_nl: Expressie kan tot een extreem lange zoektijd leiden.
pl: Wyrażenie może prowadzić do bardzo długiego czasu wyszukiwania.
pt_br: Expressão pode levar a um tempo de busca extremamente longo.
ro: Expresia poate duce la un timp foarte mare de căutare.
ru: Выражение может привести к очень долгому поиску.
sk: Výraz môže viesť k extrémne dlhému času hľadania.
sr: Последица израза може да буде предугачко време претраге.
tr: İfade arama işleminin çok uzun sürmesine neden olabilir.
uk: Вираз може призвести до значної тривалості пошуку.
zh_cn: 表达式可能会导致极长的搜索时间。

source: Fulltext search settings
ca: Paràmetres de cerca de text complet
cs: Nastavení fulltextového vyhledávání
de: Einstellungen zur Volltextsuche
el: Ρυθμίσεις αναζήτησης πλήρους κειμένου
es: Configuración de la búsqueda del texto completo
fa: تنضیمات جستجوی کامل متن
fr: Paramètres de la recherche en texte intégral
gl: Configuración de procura de texto completo
hu: Teljesszöveges keresés beállítások
it_it: Impostazioni di ricerca full-text
ko_kr: 전체 텍스트 검색 설정
nl_nl: Instellingen voor volledige tekst doorzoeken
pl: Ustawienia wyszukiwania pełnotekstowego
pt_br: Configurações da busca de texto
ru: Настройки поиска по всему тексту
sk: Nastavenia vyhľadávania v celom texte
sr: Подешавања претраге комплетног текста
tr: Tam metin arama ayarları
uk: Налаштування пошуку по всьому тексту
zh_cn: 全文搜索设置

source: Show all results on text selection
de: Alle Ergebnisse bei Textauswahl anzeigen
el: Εμφάνιση όλων των αποτελεσμάτων στην επιλογή κειμένου
es: Mostrar todos los resultados en la selección de texto
fa: نمایش تمام نتایج در انتخاب متن
gl: Mostrar todos os resultados na selección de texto
it_it: Mostra tutti i risultati della selezione del testo
ko_kr: 텍스트 선택에 대한 모든 결과 표시
nl_nl: Alle resultaten tonen bij tekstselectie
pl: Pokaż wszystkie wyniki po wyborze tekstu
ru: Показать все результаты выбора текста
sk: Zobraziť všetky výsledky vyhľadávania po výbere textu
sr: Прикажи све резултате на изабраном тексту
tr: Metin seçiminde tüm sonuçları göster
uk: Показати всі результати виділеного тексту

source: When invoked after text selection, show a list with all results instead of highlighting matches in book pages.
de: Wenn es nach der Textauswahl aufgerufen wird, wird eine Liste mit allen Ergebnissen angezeigt, anstatt Übereinstimmungen in Buchseiten hervorzuheben.
el: Όταν εκτελείται, μετά την επιλογή κειμένου, εμφανίζει έναν κατάλογο με όλα τα αποτελέσματα αντί για την επισήμανση των αντιστοιχιών στις σελίδες βιβλίων.
es: Cuando se ejecuta después de la selección de texto, muestra una lista con todos los resultados en lugar de resaltar las coincidencias en las páginas del libro.
fa: پس از انتخاب متن، لیستی از تمام نتایج هایلایت‌های پیدا شده در صفحات کتاب نمایش داده خواهد شد.
gl: Cando se invoca despois de seleccionar texto, mostra unha lista con todos os resultados en canto de destacar coincidencias nas páxinas do libro.
hu: Ha a szöveg kiválasztása után hívja meg, a könyvoldalakon a találatok kiemelése helyett egy listát jelenít meg az összes találattal.
it_it: Quando invocato dopo la selezione del testo, mostra un elenco con tutti i risultati, invece di evidenziare le corrispondenze nelle pagine del libro.
ko_kr: 텍스트 선택 후 호출하면 책 페이지에서 일치하는 항목을 강조 표시하는 대신 모든 결과가 포함된 목록을 표시합니다.
nl_nl: Wanneer dit wordt aangeroepen na tekstselectie, wordt een lijst met alle resultaten getoond in plaats van gemarkeerde resultaten op boekpagina's.
pl: Wywołanie po wyborze tekstu powoduje wyświetlenie listy ze wszystkimi wynikami zamiast zaznaczenia dopasowań na stronach książki.
ru: При вызове после выбора текста отображать список со всеми результатами вместо выделения совпадений на страницах книги.
sk: Po výbere textu zobraziť zoznam so všetkými výsledkami vyhľadávania namiesto zvýraznenia zhôd na stránkach knihy.
sr: Када се позове након избора текста, приказује листу свих резултата уместо да истиче подударања у страницама књиге.
tr: Metin seçiminden sonra çağrıldığında, kitap sayfalarındaki eşleşmeleri vurgulamak yerine tüm sonuçları içeren bir liste göster.
uk: Якщо викликати після виділення тексту, показувати список з усіма результатами замість виділення збігів на сторінках книги.

source: Words in context: %1
ca: Paraules en context: %1
de: Wörter im Kontext: %1
el: Λέξεις εντός συμφραζομένων: %1
es: Palabras en el contexto: %1
gl: Palabras en contexto: %1
hu: Szavak a szövegkörnyezetben: %1
it_it: Parole nel contesto: %1
ko_kr: 컨텍스트에 있는 낱말: %1
nl_nl: Woorden in context: %1
pl: Słowa w kontekście: %1
pt_br: Palavras no contexto: %1
ru: Слова в контексте: %1
sk: Súvisiace slová :%1
sr: Број речи у контексту: %1
tr: İçerikteki sözcükler: %1
uk: Слова у контексті: %1
zh_cn: 上下文中的单词：%1

source: Words in context
ca: Paraules en context
de: Wörter im Kontext
el: Λέξεις εντός συμφραζομένων
es: Palabras en contexto
fr: Mots en contexte
gl: Palabras en contexto
hu: Szavak a szövegkörnyezetben
it_it: Parole nel contesto
ko_kr: 컨텍스트에 있는 낱말
nl_nl: Woorden in context
pl: Słowa w kontekście
pt_br: Palavras no contexto
ru: Слова в контексте
sk: Súvisiace slová
sr: Речи у контексту
tr: İçerikteki sözcükler
uk: Слова у контексті

source: Results per page: %1
ca: Resultats per página: %1
de: Ergebnisse pro Seite: %1
el: Αποτελέσματα ανά σελίδα: %1
es: Resultados por página: %1
fa: نتابج در هر صفحه: %1
gl: Resultados por páxina: %1
hu: Eredmény oldalanként: %1
it_it: Risultati per pagina:%1
ko_kr: 페이지 별 결과: %1
nl_nl: Resultaten per pagina: %1
pl: Wyniki na stronę: %1
pt_br: Resultados por página: %1
ru: Результатов на странице: %1
sk: Počet výsledkov na stránku: %1
sr: Резултата по страници: %1
tr: Sayfadaki öge sayısı: %1
uk: Результатів на сторінці: %1
zh_cn: 每页项目数：%1

source: Results per page
ca: Resultats per página
de: Ergebnisse pro Seite
el: Αποτελέσματα ανά σελίδα
es: Resultados por página
fa: نتایج در هر صفحه
gl: Resultados por páxina
hu: Eredmény oldalanként
it_it: Risutati per pagina
ko_kr: 페이지 별 결과
nl_nl: Resultaten per pagina
pl: Wyniki na stronę
pt_br: Resultados por página
ru: Результатов на странице
sk: Počet výsledkov na stránku
sr: Резултати по страници
tr: Sayfadaki öge sayısı
uk: Результатів на сторінці

source: Last fulltext search results
de: Letzte Volltextsuchergebnisse
el: Τελευταία αποτελέσματα αναζήτησης πλήρους κειμένου
es: Últimos resultados de la búsqueda con el texto completo
fa: آخرین نتیجه جستجوی کامل متن
gl: Derradeiros resultados da procura de texto completo
hu: Utolsó teljesszöveges keresési eredmények
it_it: Ultimi risultati ricerca testo completo
ko_kr: 마지막 전체 텍스트 검색 결과
nl_nl: Laatste volledige-tekst-zoekresultaten
pl: Wyniki ostatniego wyszukiwania pełnotekstowego
pt_br: Últimos resultados da busca de texto
ru: Последние результаты поиска по всему тексту
sk: Posledné výsledky vyhľadávania v celom texte
sr: Резултати последње претраге комплетног текста
tr: Son tam metin arama sonuçları
uk: Результати останнього пошуку по всьому тексту

source: Invalid regular expression: %1
ar: تعبير عادي غير صالح: %1
ca: Expressió regular no vàlida %1
cs: Neplatný regulární výraz: %1
de: Ungültiger regulärer Ausdruck: %1
el: Μη έγκυρη κανονική έκφραση: %1
es: Expresión regular no válida %1
fa: regular expression نامعتبر: %1
fr: Expression régulière invalide : %1
gl: Expresión regular non válida: %1
hu: Hibás reguláris kifejezés: %1
it_it: Espressione regolare non valida: %1
ja: 無効な正規表現: %1
ko_kr: 잘못된 정규 표현식: %1
nl_nl: Ongeldige reguliere expressie: %1
pl: Nieprawidłowe wyrażenie regularne: %1
pt_br: Expressão regular inválida: %1
ro: Expresie regulată invalidă: %1
ru: Недопустимое регулярное выражение: %1
sk: Neplatný regulárny výraz: %1
sr: Неисправан регуларни израз: %1
tr: Kurallı ifade geçersiz: %1
uk: Недійсний регулярний вираз: %1
zh_cn: 无效的正则表达式： %1

source: Invalid regular expression.
ar: تعبير عادي غير صالح.
ca: Expressió regular no vàlida.
cs: Neplatný regulární výraz.
de: Ungültiger regulärer Ausdruck.
el: Μη έγκυρη κανονική έκφραση.
es: Expresión regular no válida.
fa: regular expression نامعتبر.
fr: Expression régulière invalide.
gl: Expresión regular non válida.
hu: Érvénytelen reguláris kifejezés.
it_it: Espressione regolare non valida.
ja: 無効な正規表現。
ko_kr: 잘못된 정규 표현식입니다.
nl_nl: Ongeldige reguliere expressie.
pl: Nieprawidłowe wyrażenie regularne.
pt_br: Expressão regular inválida.
ro: Expresie regulată invalidă.
ru: Недопустимое регулярное выражение.
sk: Neplatný regulárny výraz.
sr: Неисправан регуларни израз.
tr: Kurallı ifade geçersiz.
uk: Недійсний регулярний вираз.
zh_cn: 无效的正则表达式。

source: Enter text to search for
ar: أدخل نصًّا للبحث عنه
ca: Introduir text a buscar
cs: Vložte text, který chcete najít
de: Suchtext eingeben
el: Εισαγάγετε κείμενο για αναζήτηση
es: Introducir texto a buscar
fa: متن را برای جستجو وارد کنید
fr: Saisir le texte à rechercher
gl: Insire o texto para buscar
hu: Keresett szöveg
it_it: Inserisci il testo da cercare
ja: 検索するテキストを入力
ko_kr: 검색할 내용 입력
nl_nl: Voer zoektekst in
pl: Wprowadź szukany tekst
pt_br: Digite o texto para buscar
ro: Întroduce textul de căutat
ru: Введите текст поискового запроса
sk: Zadajte text, ktorý si prajete vyhľadať
sr: Унесите текст који тражите
tr: Aranacak ifadeyi yazın
uk: Ввести текст пошуку для
zh_cn: 输入需要搜索的文字

# Search text
source: All
ca: Tot
de: Alle
el: Όλα
es: Todos
fa: همه
gl: Todos
hu: Összes
it_it: Tutto
ko_kr: 모두
nl_nl: Alles
pl: Wszystkie
pt_br: Todos
ru: Всё
sk: Všetko
sr: Све
tr: Tümü
uk: Усе

source: Regular expression (long-press for help)
ar: التعبير العادي (الضغط مطوّلاً للحصول على المساعدة)
ca: Expressió regular (pulsació llarga per a obtenir ajuda)
cs: Regulární výraz (dlouze podržte pro nápovědu)
de: Regulärer Ausdruck (langes Drücken für Hilfe)
el: Κανονική έκφραση (πατήστε παρατεταμένα για βοήθεια)
es: Expresión regular (pulsación larga para obtener ayuda)
fa: Regular expression (برای کمک لمس طولانی انجام دهید)
fr: Expression régulière (appui long pour plus d’infos)
gl: Expresión regular (pulsación longa para obter axuda)
hu: Reguláris kifejezés (nyomva tartva Segítség)
it_it: Espressione regolare (premere a lungo per aiuto)
ja: 正規表現 (長押しでヘルプ)
ko_kr: 정규 표현식 (도움이 필요하면 길게 누르세요)
nl_nl: Reguliere expressie (ingedrukt houden voor hulp)
pl: Wyrażenie regularne (przytrzymaj, aby uzyskać pomoc)
pt_br: Expressão regular (pressione para ajuda)
ro: Expresie regulată (apasă lung pentru ajutor)
ru: Регулярное выражение ⓘ
sk: Regulárny výraz (dlhým stlačením zobrazíte nápovedu)
sr: Регуларни израз (дуги притисак за помоћ)
tr: Kurallı ifade (yardım için uzun basın)
uk: Регулярний вираз (утримуйте для довідки)
zh_cn: 正则表达式（长按呼出帮助）

source: No results on preceding pages
ar: لا توجد نتائج في الصفحات السابقة
ca: No hi ha resultats a les pàgines anteriors
cs: Na předchozích stránkách nejsou žádné výsledky
de: Keine Ergebnisse auf vorhergehenden Seiten
el: Δεν υπάρχουν αποτελέσματα στις προηγούμενες σελίδες
es: No hay resultados en las páginas anteriores
fa: هیچ نتیجه‌ای در صفحات قبل وجود ندارد
fr: Aucun résultat dans les pages précédentes
gl: Non hai resultados nas páxinas anteriores
hu: Nincs találat az előző oldalakon
it_it: Nessun risultato nelle pagine precedenti
ja: 前のページには結果がありません
ko_kr: 이전 페이지에 결과 없음
nl_nl: Geen resultaten op voorgaande pagina's
pl: Brak wyników na poprzednich stronach
pt_br: Nenhum resultado nas páginas anteriores
ro: Nu există rezultate în paginile precedente
ru: Нет результатов на предыдущих страницах
sk: Žiadne výsledky na predchádzajúcich stránkach
sr: Нема резултата на претходним страницама
tr: Önceki sayfalarda bir sonuç yok
uk: Немає результатів на попередніх сторінках
zh_cn: 先前页面上没有结果

source: No results on following pages
ar: لا توجد نتائج في الصفحات التالية
ca: No hi ha resultats a les pàgines següents
cs: Na následujících stránkách nejsou žádné výsledky
de: Keine Ergebnisse auf den folgenden Seiten
el: Δεν υπάρχουν αποτελέσματα στις επόμενες σελίδες
es: No hay resultados en las páginas siguientes
fa: هیچ نتیجه‌ای در صفحات پیش رو وجود ندارد
fr: Aucun résultat dans les pages suivantes
gl: Non hai resultados nas páxinas seguintes
hu: Nincs találat a következő oldalakon
it_it: Nessun risultato nelle pagine seguenti
ja: 以降のページには結果がありません
ko_kr: 다음 페이지에 결과가 없음
nl_nl: Geen resultaten op volgende pagina's
pl: Brak wyników na kolejnych stronach
pt_br: Nenhum resultado nas páginas seguintes
ro: Nu există rezultate pe următoarele pagini
ru: Нет результатов на последующих страницах
sk: Žiadne výsledky na nasledujúcich stránkach
sr: Нема резултата на наредним страницама
tr: İzleyen sayfalarda sonuç yok
uk: На цих сторінках результатів немає
zh_cn: 下列页面上没有结果

source: Unspecified error
ar: خطأ غير محدد
ca: Error no especificat
cs: Nespecifikovaná chyba
de: Nicht spezifizierter Fehler
el: Απροσδιόριστο σφάλμα
es: Error no especificado
fa: خطای نامشخص
fr: Erreur inconnue
gl: Error non especificado
hu: Nem meghatározható hiba
it_it: Errore non specificato
ja: 不明なエラー
ko_kr: 정의되지 않은 오류
nl_nl: Niet-gespecificeerde fout
pl: Nieokreślony błąd
pt_br: Erro não especificado
ro: Eroare nespecificată
ru: Неопределенная ошибка
sk: Nešpecifikovaná chyba
sr: Непозната грешка
tr: Belirtilmemiş hata
uk: Невідома помилка
zh_cn: 未指明的错误

source: Too many hits
ar: عدد ضغطات أكثر من اللازم
ca: Massa coincidències
cs: Příliš mnoho výsledků
de: Zu viele Treffer
el: Πάρα πολλά αποτελέσματα
es: Demasiadas coincidencias
fa: تعداد نتایج بیش از حد
fr: Trop de résultats
gl: Demasiadas coincidencias
hu: Túl sok találat
it_it: Troppi risultati
ja: 検出数が多すぎます
ko_kr: 너무 많은 히트
nl_nl: Te veel hits
pl: Zbyt wiele trafień
pt_br: Muitas coincidências
ro: Prea multe portriviri
ru: Слишком много совпадений
sk: Príliš veľa výsledkov
sr: Сувише подударања
tr: Çok fazla eşleşme
uk: Забагато збігів
zh_cn: 命中过多

source: Searching… (tap to cancel)
de: Suchen … (zum Abbrechen antippen)
el: Αναζήτηση... (πατήστε για ακύρωση)
es: Buscando... (pulse para cancelar)
fa: درحال جستجو… (برای انصراف ضربه بزنید)
gl: A buscar... (toca para cancelar)
hu: Keresés... (megszakítás érintésre)
it_it: Ricerca in corso… (tocca per annullare)
ko_kr: 검색 중... (탭하여 취소)
nl_nl: Zoeken… (tik om te annuleren)
pl: Wyszukiwanie… (stuknij, aby anulować)
pt_br: Buscando... (toque para cancelar)
ru: Идёт поиск… (коснитесь для отмены)
sk: Hľadá sa... (ťuknutím zrušíte)
sr: Претрага… (тапните да откажете)
tr: Aranıyor… (iptal etmek için dokunun)
uk: Пошук… (торкніться, щоб скасувати)

source: No results in the document
ca: No hi ha cap resultat en el document
de: Keine Ergebnisse im Dokument
el: Δεν υπάρχουν αποτελέσματα στο έγγραφο
es: No hay resultados en el documento
fa: بدون نتیحه در این سند
gl: Non hai resultados no documento
hu: Nincs találat a dokumentumban
it_it: Nessun risultato nel documento
ko_kr: 문서에 결과가 없습니다
nl_nl: Geen resultaten in het document
pl: Brak wyników w dokumencie
pt_br: Nenhum resultado no documento
ru: Нет результатов в документе
sk: Nenájdené v dokumente
sr: У документу нема резултата
tr: Belgede sonuç bulunamadı
uk: Немає результатів у документі

source: Book status
ar: حالة الكتاب
ca: Estat de lectura del llibre
cs: Stav knihy
de: Buchstatus
el: Κατάσταση βιβλίου
es: Estado del libro
fa: وضعیت کتاب
fr: État du livre
gl: Estado do libro
hu: Könyvállapot módosítása
it_it: Stato di lettura del libro
ja: 本のステータス
ko_kr: 책 상태
nl_nl: Boekstatus
pl: Status książki
pt_br: Estado do livro
ro: Stare carte
ru: Статус книги
sk: Stav knihy
sr: Статус књиге
tr: Kitap durumu
uk: Стан книжки
zh_cn: 书籍状态

source: Mark as reading
ar: وضع علامة للقراءة
ca: Marcar com en lectura
cs: Označit jako čtené
de: Als aktuell gelesenes Buch markieren
el: Σήμανση ως αναγινωσκόμενου
es: Marcar como en lectura
fa: علامت گذاری به عنوان در حال مطالعه
fr: Marquer comme lecture en cours
gl: Marcar como a ler
hu: Olvasás folyamatban jelölés
it_it: Contrassegna come in lettura
ja: 読書中に設定
ko_kr: 읽고 있는 상태로 표시
nl_nl: Aan het lezen
pl: Oznacz jako czytane
pt_br: Marcar como lendo
ro: Marchează ca „în citire”
ru: Отметить читаемым
sk: Označiť ako práve čítaná
sr: Означи као читање у току
tr: Okunuyor olarak işaretle
uk: Позначити прочитаним
zh_cn: 标记为阅读中

source: Mark as finished
ca: Marcar com llegit
cs: Označit jako dočtené
de: Als gelesen markieren
el: Σήμανση ως τελειωμένου
es: Marcar como leído
fa: علامت گذاری به عنوان پایان یافته
fr: Marquer comme terminé
gl: Marcar como rematado
hu: Befejezettnek jelölés
it_it: Segna come finito
ja: 読了に設定
ko_kr: 완료된 것으로 표시
nl_nl: Markeren als gelezen
pl: Oznacz jako ukończone
pt_br: Marcar como concluído
ru: Отметить прочитанным
sk: Označiť ako prečítané
sr: Означи као прочитану
tr: Tamamlandı olarak işaretle
uk: Позначити завершеним
zh_cn: 标记为已读

source: Go to beginning
ar: عد إلى البداية
ca: Anar al principi
cs: Přejít na začátek
de: Gehe zum Anfang
el: Μετάβαση στην αρχή
es: Ir al principio
fa: رفتن به ابتدا
fr: Aller au début
gl: Ir ao comezo
hu: Ugrás a könyv elejére
it_it: Torna all'inizio
ja: 先頭へ移動
ko_kr: 처음으로 이동
nl_nl: Ga naar begin
pl: Idź na początek
pt_br: Voltar ao início
ro: Mergi la început
ru: Перейти к началу
sk: Prejsť na začiatok
sr: Иди на почетак
tr: Başa git
uk: Перейти до початку
zh_cn: 转到开头

source: Open next file
ar: فتح الملف التالي
ca: Obre el fitxer següent
cs: Otevřít další soubor
de: Nächste Datei öffnen
el: Άνοιγμα επόμενου αρχείου
es: Abrir siguiente archivo
fa: باز کردن فایل بعدی
fr: Ouvrir le fichier suivant
gl: Abrir o seguinte ficheiro
hu: Következő fájl megnyitása
it_it: Apri nuovo file
ja: 次のファイルを開く
ko_kr: 다음 파일 열기
nl_nl: Volgend bestand openen
pl: Otwórz następny plik
pt_br: Abrir próximo arquivo
ro: Următorul fișier
ru: Открыть следующий файл
sk: Otvoriť ďalší súbor
sr: Отвори наредни фајл
tr: Sonraki dosyayı aç
uk: Відкрити наступний файл
zh_cn: 打开下一个文件

source: Delete file
ar: حَدّفُ ملف
ca: Suprimeix el fitxer
cs: Smazat soubor
de: Datei löschen
el: Διαγραφή αρχείου
es: Borrar archivo
fa: حذف فایل
fr: Supprimer le fichier
gl: Borrar ficheiro
hu: Fájl törlése
it_it: Elimina il file
ja: ファイル削除
ko_kr: 파일 삭제
nl_nl: Verwijder bestand
pl: Usuń plik
pt_br: Excluir arquivo
ro: Șterge fișier
ru: Удалить файл
sk: Zmazať súbor
sr: Обриши фајл
tr: Dosyayı sil
uk: Видалити файл
zh_cn: 删除文件
