Repository: spruceUI/spruceOS
Catalog: App/KoReader/l10n/*/koreader.po
Languages: ar, ca, cs, de, el, es, fa, fr, gl, hu, it_it, ja, ko_kr, nl_nl, pl, pt_br, ro, ru, sk, sr, tr, uk, zh_cn

source: %1 requires calculating partial file hashes of documents which may slow down file browser navigation. Any file modifications (such as embedding annotations into PDF files or downloading from calibre) may change the partial hash, thereby losing track of any highlights, bookmarks, and progress data. Embedding PDF annotations is currently set to "%s" and can be disabled at (⚙ → Document → Save Document (write highlights into PDF)).
ca: %1 requereix el càlcul de hashes parcials de documents, la qual cosa pot alentir la navegació amb l'explorador d'arxius. Qualsevol modificació d'un arxiu (com la incrustació d'anotacions en arxius PDF o la descàrrega des de calibre) pot canviar el hash parcial, amb el que es perd el rastre dels subratllats, marcadors o de les dades de progrés. La incrustació d'anotacions en PDF està actualment establerta en "%s" i pot desactivar-se en (⚙ → Document → Guardar document (escriure subratllats en PDF).
de: %1 erfordert die Berechnung von partiellen Datei-Hashes von Dokumenten, was die Navigation im Dateibrowser verlangsamen kann. Jegliche Dateiänderungen (wie das Einbetten von Anmerkungen in PDF-Dateien oder das Herunterladen von Calibre) können den partiellen Hash ändern, wodurch Markierungen, Lesezeichen und Fortschrittsdaten verloren gehen. Das Einbetten von PDF-Anmerkungen ist derzeit auf "%s" eingestellt und kann unter (⚙ → Dokument → Dokument speichern (Hervorhebungen in PDF schreiben)) deaktiviert werden.
el: Το %1 απαιτεί τον υπολογισμό μερικών κατακερματισμών αρχείων εγγράφων, γεγονός που μπορεί να επιβραδύνει την λειτουργία του περιηγητή αρχείων. Οποιεσδήποτε τροποποιήσεις αρχείων (όπως η ενσωμάτωση επισημειώσεων σε αρχεία PDF ή η λήψη από το Calibre) ενδέχεται να αλλάξουν τον μερικό κατακερματισμό, χάνοντας έτσι την παρακολούθηση τυχόν επισημάνσεων, σελιδοδεικτών και δεδομένων προόδου. Η ενσωμάτωση επισημειώσεων σε PDF έχει προς το παρόν οριστεί σε "%s" και μπορεί να απενεργοποιηθεί στο (⚙ → Έγγραφο → Αποθήκευση εγγράφου (εγγραφή σημειώσεων στο PDF)).
es: %1 requiere el cálculo de hashes parciales de documentos, lo que puede ralentizar la navegación con el explorador de archivos. Cualquier modificación de un archivo (como la incrustación de anotaciones en archivos PDF o la descarga desde calibre) puede cambiar el hash parcial, con lo que se pierde el rastro de los subrayados, marcadores o de los datos de progreso. La incrustación de anotaciones en PDF está actualmente establecida en "%s" y puede desactivarse en (⚙ → Documento → Guardar documento (escribir subrayados en PDF).
fr: %1 nécessite le calcul de hachages de fichiers partiels de documents, ce qui peut ralentir la navigation dans le navigateur de fichiers. Toute modification de fichier (telle que l'intégration d'annotations dans des fichiers PDF ou le téléchargement depuis Calibre) peut modifier le hachage partiel, perdant ainsi la trace des surlignages, des signets et des données de progression. L'intégration des annotations PDF est actuellement définie sur "%s" et peut être désactivée dans (⚙ → Document → Enregistrer le document (écrire les surlignages dans le PDF)).
gl: %1 require o cálculo de hashes parciais dos documentos, o que pode facer o explorador de ficheiros funcione máis lento. Calquera modificación dos ficheiros (como gardar anotacións dentro de ficheiros PDF ou descargalos de Calibre) pode cambiar o hash parcial, perdéndose todos os textos destacados, marcadores e datos de progreso. Gardar anotacións en ficheiros PDFestá actualmente configurado como "%s" e pode ser desactivado en (⚙ → Documento → Gardar documento (gardar anotacións no PDF)).
it_it: %1 richiede il calcolo di hashes di file parziali per ogni documento, il che può rallentare la navigazione del browser del file. Eventuali modifiche al file (come ad esempio l'inserimento di annotazioni in file PDF o il download da calibre) possono cambiare l'hash parziale, perdendo così la traccia di eventuali evidenziazioni, segnalibri e dati di progresso. Inserire annotazioni nei PDF è attualmente impostato su "%s" e può essere disabilitato a (⚙ → Documento → Salva Documento (scrittura evidenziazioni nei PDF)).
ko_kr: %1는 문서의 부분 파일 해시를 계산해야 하므로 파일 탐색기의 탐색 속도가 느려질 수 있습니다. PDF 파일에 주석을 포함하거나 Calibre에서 다운로드하는 등 파일을 수정하면 부분 해시가 변경되어 하이라이트, 북마크 및 진행률 데이터를 추적하지 못할 수 있습니다. PDF 주석 삽입은 현재 "%s"로 설정되어 있으며 (⚙ → 문서 → 문서 저장(PDF에 하이라이트 쓰기))에서 비활성화할 수 있습니다.
nl_nl: %1 vereist het berekenen van gedeeltelijke bestandshashes van documenten, wat de navigatie in de bestandsverkenner kan vertragen. Bestandswijzigingen (zoals het insluiten van annotaties in pdf-bestanden of het downloaden vanuit calibre) kunnen de gedeeltelijke hash veranderen, waardoor markeringen, bladwijzers en voortgangsgegevens verloren gaan. Het insluiten van pdf-annotaties is momenteel ingesteld op "%s" en kan worden uitgeschakeld via (⚙ → Document → Document opslaan (markeringen in pdf schrijven)).
pl: %1 wymaga obliczenia częściowych skrótów plików dokumentów, co może spowolnić nawigację przeglądarki plików. Wszelkie modyfikacje plików (takie jak osadzanie adnotacji w plikach PDF lub pobieranie z calibre) mogą zmienić częściowy skrót, tracąc w ten sposób kontrolę nad wszystkimi najważniejszymi zaznaczeniami, zakładkami i danymi postępu. Osadzanie adnotacji PDF jest obecnie ustawione na „%s” i można je wyłączyć w (⚙ → Dokument → Zapisz dokument (zapisz zaznaczenia w pliku PDF)).
pt_br: %1 requer o cálculo de hashes parciais de arquivos de documentos, o que pode tornar a navegação no navegador de arquivos mais lenta. Quaisquer modificações no arquivo (como incorporar anotações em arquivos PDF ou fazer download do calibre) podem alterar o hash parcial, perdendo assim o controle de quaisquer destaques, marcadores e dados de progresso. A incorporação de anotações em PDF está atualmente definida como "%s" e pode ser desativada em (⚙ → Documento → Salvar documento (gravar destaques no PDF)).
ru: %1 требует вычисления частичных хэшей документов, что чревато замедлением навигации в файловом менеджере. Любые модификации файлов (к примеру, встраивание аннотаций в PDF-файлы или загрузка с Calibre) могут изменить хэш, приводя к потере отслеживания связанных выделений, закладок и прогресса чтения. Текущей настройкой для встраивания аннотаций PDF выбрано «%s»; изменить это можно в верхнем меню: «⚙ → Документы → Сохранять документ (запись выделений в PDF)».
sk: %1 vyžaduje výpočet skráteného kontrolného súčtu súboru dokumentov, čo môže spomaliť navigáciu prehliadača súborov. Akékoľvek úprava súboru (napríklad vkladanie komentárov do súborov PDF alebo sťahovanie z aplikácie Calibre) môže zmeniť skrátený kontrolný súčet, čím sa stratí možnosť sledovať zvýraznenia, záložky a údaje o priebehu čítania. Vkladanie komentárov do PDF je aktuálne nastavené na "%s" a môže byť zakázané cez (⚙ → Dokument → Uložiť dokument (zvýraznenia zapísať do PDF).
sr: %1 захтева израчунавање делимичних фајл хешева докумената што може да успори кретање кроз прегледач фајлова. Било каква измена фајла (као што је уграђивање примедби у PDF фајлове или преузимање са Calibre) може да промени делимични хеш, чиме се губи траг било каквих истицања, маркера и података о напретку читања. Уграђивање PDF примедби је тренутно подешено на „%s” и може да се искључи у (⚙ → Документ → Сачувај документ (упиши истицања у PDF)).
tr: %1 için, dosya tarayıcısında gezinmeyi yavaşlatabilecek belgelerin dosya karmaları parçalarının hesaplanması gerekir. Herhangi bir dosya değişikliği (PDF dosyalarına açıklamalar eklemek veya calibre üzerinden indirmek gibi) karma parçasını değiştirebilir, böylece vurgular, yer imleri ve ilerleme verileri izlenemeyebilir. PDF açıklamalarının gömülmesi şu anda “%s” olarak ayarlı ve (⚙ → Belge → Belgeyi kaydet (vurgulamaları PDF içine yaz)) seçeneği ile kapatılabilir.
uk: %1 вимагає обчислення часткових хешів файлів документів, що може сповільнити навігацію у файловому оглядачі. Будь-які зміни файлів (наприклад, вбудовування анотацій у PDF-файли або завантаження з calibre) можуть змінити частковий хеш, що призведе до втрати всіх виділень, закладок і даних про перебіг читання. Вбудовування анотацій до PDF-файлів усталено має значення "%s", і його можна вимкнути за допомогою пункту меню (⚙ → Документ → Зберегти документ (записати виділені фрагменти до PDF-файлу)).
zh_cn: %1 会需要计算文件的哈希值，可能会拖慢文件浏览器的速度。任何对文件的修改（例如保存PDF文件的批注，或从calibre库中下载）有可能改变文件的哈希值，导致标注、书签和阅读进度丢失。内嵌PDF标注的状态现在为"%s"，你可以在⚙ → 文件 → 保存文档（将标注保存到 PDF 文件）中禁用此功能。

source: Warning: You currently have documents with hash-based metadata. Until this metadata is moved by opening those documents, or deleted, file browser navigation may remain slower.
ca: Advertiment: Actualment hi ha documents amb metadades basades en hash. Fins que aquestes metadades es moguin en obrir aquests documents, o s'eliminen, la navegació per l'explorador d'arxius pot continuar sent lenta.
de: Warnung: Sie haben derzeit Dokumente mit hashbasierten Metadaten. Bis diese Metadaten durch Öffnen dieser Dokumente verschoben oder gelöscht werden, kann die Navigation im Dateibrowser langsamer bleiben.
el: Προειδοποίηση: Έχετε επί του παρόντος έγγραφα με μεταδεδομένα βασισμένα σε κατακερματισμό. Μέχρι αυτά τα μεταδεδομένα να μετακινηθούν με το άνοιγμα αυτών των εγγράφων ή να διαγραφούν, η περιήγηση στον περιηγητή αρχείων μπορεί να είναι πιο αργή.
es: Advertencia: Actualmente hay documentos con metadatos basados en hash. Hasta que estos metadatos se muevan al abrir esos documentos, o se eliminen, la navegación por el explorador de archivos puede seguir siendo lenta.
fr: Avertissement : Vous disposez actuellement de documents contenant des métadonnées basées sur le hachage. Jusqu'à ce que ces métadonnées soient déplacées lors de l'ouverture de ces documents ou supprimées, la navigation dans le navigateur de fichiers peut rester plus lente.
gl: Advertencia: Os teus documentos usan metadatos baseados en hash. Ata que estes metadatos sexan movidos ao abrir eses documentos, ou borrados, o explorador de ficheiros irá máis lento.
it_it: Attenzione: attualmente hai documenti con metadati basati su hash. Fino a che questo file di metadati non viene spostato aprendo i documenti, o cancellato, la navigazione del browser dei file può rimanere lenta.
ko_kr: 주의: 현재 해시 기반 메타데이터가 있는 문서가 있습니다. 해당 문서를 열어 이 메타데이터를 옮기거나 삭제할 때까지 파일 브라우저 탐색 속도가 느려질 수 있습니다.
nl_nl: Waarschuwing: Je hebt momenteel documenten met hash-gebaseerde metadata. Totdat deze metadata is verplaatst door die documenten te openen, of verwijderd, kan de navigatie in de bestandsverkenner trager blijven.
pl: Ostrzeżenie: obecnie masz dokumenty z metadanymi opartymi na skrótach. Dopóki te metadane nie zostaną przeniesione poprzez otwarcie tych dokumentów lub usunięte, nawigacja w przeglądarce plików może pozostać wolniejsza.
pt_br: Aviso: Atualmente, você possui documentos com metadados baseados em hash. Até que esses metadados sejam movidos pela abertura desses documentos ou excluídos, a navegação do navegador de arquivos poderá permanecer mais lenta.
ru: Внимание: в настоящее время у вас есть документы с метаданными на основе хэша. Пока упомянутые метаданные не будут перемещены при открытии этих документов или удалены, навигация в файловом менеджере может оставаться медленной.
sk: Upozornenie: Aktuálne máte dokumenty s metadátami uloženými ako reťazec kontrolného súčtu z písmen a číslic (MD5). Počas práce z metadátami pri otváraní týchto dokumentov, alebo vymazávaní sa môže spomaliť navigácia prehliadača súborov .
sr: Упозорење: тренутно имате документе са метаподацима заснованим на хешу. Све док се ови метаподаци не преместе отварањем докумената, или брисањем, кретање кроз прегледач фајлова може да остане спорије.
tr: Uyarı: Şu anda karma temellü üst verileri olan belgeleriniz var. Bu üst veriler bu belgeler açılarak taşınana ya da silinene kadar dosya tarayıcısında gezinmek daha yavaş olabilir.
uk: Попередження: Наразі ви маєте документи з метаданими на основі хешу. Доки ці метадані не буде змінено під час відкриття цих документів або видалено, навігація файловим оглядачем може бути сповільненою.
zh_cn: 警告：当前已启用基于哈希的元数据存储。文件浏览器的跳转将会较慢，除非此元数据被对应的文件打开或删除。

source: Book metadata location: %1
ca: Ubicació de les metadades del llibre: %1
cs: Umístění metadat knihy: %1
de: Speicherort für Buch-Metadaten: %1
el: Τοποθεσία μεταδεδομένων βιβλίων: %1
es: Ubicación de los metadatos del libro: %1
fa: محل فراداده کتاب: %1
fr: Emplacement des métadonnées du livre : %1
gl: Localización para os metadatos dos libros: %1
hu: Könyv metaadat mappa: %1
it_it: Posizione dei metadati del libro: %1
ja: 書籍のメタデータの場所: %1
ko_kr: 도서 메타데이터 위치: %1
nl_nl: Boekmetadata-locatie: %1
pl: Lokalizacja metadanych książki: %1
pt_br: Localização dos metadados do livro: %1
ru: Хранилище метаданных книги: %1
sk: Priečinok s metadátami knihy: %1
sr: Локација метаподатака књиге: %1
tr: Kitap üst verileri konumu: %1
uk: Розташування метаданих книги: %1
zh_cn: 书籍元数据文件夹: %1

source: About book metadata location
ca: Sobre la ubicació de metadades del llibre
cs: O umístění metadat knihy
de: Über den Buch-Metadaten Speicherort
el: Σχετικά με την τοποθεσία μεταδεδομένων βιβλίων
es: Acerca de la ubicación de los metadatos del libro
fa: درباره محل فراداده کتاب
fr: A propos de l'emplacement des métadonnées du livre
gl: Sobre a localización dos metadatos dos libros
hu: A könyv metaadatokról
it_it: Informazioni sulla posizione dei metadati del libro
ja: 書籍のメタデータの場所について
ko_kr: 도서 메타데이터 위치 정보
nl_nl: Over boekmetadata-locatie
pl: Informacje o lokalizacji metadanych książki
pt_br: Sobre a localização dos metadados do livro
ru: О месте хранения метаданных книги
sk: Informácie o umiestnení metadát knihy
sr: О локацији метаподатака књиге
tr: Kitap üst verileri konumu hakkında
uk: Про розташування метаданих книг
zh_cn: 关于书籍元数据位置

source: Show documents with hash-based metadata
ca: Mostrar documents amb metadades basades en hash
cs: Zobrazit dokumenty s metadaty založenými na hash
de: Dokumente mit hashbasierten Metadaten anzeigen
el: Εμφάνιση εγγράφων με μεταδεδομένα βασισμένα σε κατακερματισμό
es: Mostrar documentos con metadatos basados en hash
fr: Afficher les documents avec des métadonnées basées sur le hachage
gl: Mostrar documentos con metadatos baseados en hash
it_it: Mostra documenti con metadati basati su hash
ko_kr: 해시 기반 메타데이터가 있는 문서 표시
nl_nl: Documenten met hash-gebaseerde metadata tonen
pl: Pokazuj dokumenty z metadanymi opartymi na skrótach
pt_br: Mostrar documentos com metadados baseados em hash
ru: Отображать документы с метаданными на основе хэша
sk: Zobraziť dokumenty čo majú názov pre metadáta ako reťazec kontrolného súčtu z písmen a číslic
sr: Прикажи документа са метаподацима базираним на хешу
tr: Belgeleri karma temelli üst verilerle görüntüle
uk: Показати документи з метаданими на основі хешу
zh_cn: 显示使用了基于哈希的元数据存储的书籍

source: No documents with hash-based metadata
ca: No hi ha documents amb metadades basades en hash
cs: Žádné dokumenty s metadaty založenými na hash
de: Keine Dokumente mit hashbasierten Metadaten
el: Δεν υπάρχουν έγγραφα με μεταδεδομένα βασισμένα σε κατακερματισμό
es: No hay documentos con metadatos basados en hash
fr: Aucun document avec des métadonnées basées sur le hachage
gl: Non hai documentos con metadatos baseados en hash
it_it: Nessun documento con metadati basati su hash
ko_kr: 해시 기반 메타데이터가 있는 문서 없음
nl_nl: Geen documenten met hash-gebaseerde metadata
pl: Brak dokumentów zawierających metadane oparte na skrótach
pt_br: Nenhum documento com metadados baseados em hash
ru: Нет документов с метаданными на основе хэша
sk: Žiadne dokumenty čo majú názov pre metadáta ako reťazec kontrolného súčtu z písmen a číslic
sr: Нема докумената са метаподацима базираним на хешу
tr: Karma temelli üst verileri olan bir belge yok
uk: Немає документів з метаданими на основі хешу
zh_cn: 没有书籍使用了基于哈希的元数据存储

source: only on close and suspend
ca: només en tancar i suspendre
cs: jen při zavření a režimu spánku
de: nur beim Schließen und im Ruhezustand
el: μόνο στο κλείσιμο και την αναστολή λειτουργίας
es: solo al cerrar y suspender
fa: تنها در بستن و خوابیدن
fr: uniquement à la fermeture et à la mise en veille
gl: só ao cerrar e suspender
hu: csak bezáráskor és altatáskor
it_it: solo in chiusura e sospensione
ja: 文書を閉じるか一時停止時のみ
ko_kr: 닫기와 정지에서만
nl_nl: alleen bij sluiten en slaapstand
pl: tylko przy zamykaniu i wstrzymaniu
pt_br: apenas ao fechar e suspender
ru: при закрытии и приостановке
sk: len pri zatvorení a uspaní
sr: само приликом затварања и суспендовања
tr: yalnızca kapatılırken ve beklemeye geçilirken
uk: тільки при закритті та призупиненні
zh_cn: 仅关闭和休眠时

source: every 1 m
ca: cada min
cs: každou 1 m
de: jede Minute
el: κάθε 1 λεπτό
es: cada min
fa: هر ۱ دقیقه
fr: Chaque minute
gl: cada 1 m
hu: percenként
it_it: ogni minuto
ja: %1 分毎
ko_kr: %1 분마다
nl_nl: elke 1 min
pl: co minutę
pt_br: a cada 1 min
ro: la fiecare minut
ru: каждую %1 мин
sk: každú 1 m
sr: сваки %1 m
tr: 1 dakikada bir
uk: кожну 1 хв.
zh_cn: 每 %1 分钟

source: Save book metadata: %1
ca: Desa les metadades del llibre: %1
cs: Uložit metadata knihy: %1
de: Buch-Metadaten speichern: %1
el: Αποθήκευση μεταδεδομένων βιβλίων: %1
es: Guardar metadatos del libro: %1
fa: ذخیره فراداده کتاب: %1
fr: Enregistrer les métadonnées du livre : %1
gl: Gardado metadatos do libro: %1
hu: Könyv metaadatok mentése: %1
it_it: Salva i metadati del libro: %1
ja: 書籍のメタデータを保存: %1
ko_kr: 책 메타데이터 저장: %1
nl_nl: Boekmetadata opslaan: %1
pl: Zapisz metadane książki: %1
pt_br: Salvar metadados do livro: %1
ru: Сохранять метаданные: %1
sk: Uložiť metadáta knihy: %1
sr: Чувај метаподатке књиге: %1
tr: Kitap üst verilerini kaydet: %1
uk: Зберегти метадані книги: %1
zh_cn: 保存书籍元数据: %1

source: Important info about this auto-save option
ar: معلوماتٌ هامّةٌ تتعلّق بخيار الحفظ التلقائيّ هذا
ca: Informació important sobre l’opció de desament automàtic
cs: Důležité informace o automatickém ukládaní
de: Wichtige Information über diese Auto-Speichern Funktion
el: Σημαντικές πληροφορίες σχετικά με αυτήν την επιλογή αυτόματης αποθήκευσης
es: Información importante sobre la opción de auto-guardado
fa: اطلاعات مهم درباره این گزینه ذخیره‌سازی خودکار
fr: Note importante à propos de la sauvegarde automatique
gl: Información importante sobre esta opción de gardado automático
hu: Fontos infók az automatikus mentésről
it_it: Informazioni importanti su questa opzione di salvataggio automatico
ja: 自動保存オプションに関する重要な情報
ko_kr: 이 자동 저장 옵션에 대한 중요한 정보
nl_nl: Belangrijke info over de auto-opslaanoptie
pl: Ważne informacje o opcji automatycznego zapisywania
pt_br: Informação importante sobre esta opção de autossalvar
ro: Informații importante despre acestă opțiune de salvare automată
ru: Важная информация об автозаписи
sk: Dôležité informácie o tejto možnosti automatického ukladania
sr: Важне информације у вези са овом опцијом аутоматског чувања
tr: Bu otomatik kaydetme seçeneği hakkında önemli bilgiler
uk: Важливі відомості про цей параметр автозбереження
zh_cn: 关于自动保存选项的重要信息

source: Save document (write highlights into PDF)
ar: حِفظُ المُستَند (تثبيتُ التخطيطاتِ على ملفِّ PDF)
ca: Guardar document (guardar subratllats en PDF)
cs: Uložit dokument (zapsat zvýraznění do PDF)
de: Dokument speichern (Highlights in PDF schreiben)
el: Αποθήκευση εγγράφου (εγγραφή σημειώσεων στο PDF)
es: Guardar documento (guardar subrayados en PDF)
fa: ذخیره سند (هایلایت‌ها داخل PDF نوشته شوند)
fr: Enregistrer le document (inclure les surlignages dans le PDF)
gl: Gardar documento (escribir anotacións no PDF)
hu: Dokumentum mentése (a kiemelések kiírása PDF-be)
it_it: Salva documento (scrivi evidenzazione nel PDF)
ja: 文書を保存 (PDF にハイライトを書き込み)
ko_kr: 문서 저장 (강조 표시를 PDF에 기록)
nl_nl: Document opslaan (markeringen in PDF schrijven)
pl: Zapisz dokument (zapisz zaznaczenia w pliku PDF)
pt_br: Salvar documento (gravar destaques no PDF)
ro: Salvează documentul (salvează evidențierile în PDF)
ru: Сохранять документ (запись выделений в PDF)
sk: Uložiť dokument (zvýraznenia zapísať do PDF)
sr: Сачувај документ (упиши истицања у PDF)
tr: Belgeyi kaydet (vurguları PDF içine yaz)
uk: Зберегти документ (записати виділене в PDF)
zh_cn: 保存文档（将标注保存到 PDF 文件）
