Repository: spruceUI/spruceOS
Catalog: App/KoReader/l10n/*/koreader.po
Languages: ar, ca, cs, de, el, es, fa, fr, gl, hu, it_it, ja, ko_kr, nl_nl, pl, pt_br, ro, ru, sk, sr, tr, uk, zh_cn

source: Wednesday
ar: الأربعاء
ca: Dimecres
cs: Středa
de: Mittwoch
el: Τετάρτη
es: Miércoles
fa: چهارشنبه
fr: Mercredi
gl: Mércores
hu: Szerda
it_it: Mercoledì
ja: 水曜日
ko_kr: 수요일
nl_nl: Woensdag
pl: środa
pt_br: Quarta-feira
ro: miercuri
ru: Среда
sk: Streda
sr: среда
tr: Çarşamba
uk: Середа
zh_cn: 星期三

source: Thursday
ar: الخميس
ca: Dijous
cs: Čtvrtek
de: Donnerstag
el: Πέμπτη
es: Jueves
fa: پنجشنبه
fr: Jeudi
gl: Xoves
hu: Csütörtök
it_it: Giovedì
ja: 木曜日
ko_kr: 목요일
nl_nl: Donderdag
pl: czwartek
pt_br: Quinta-feira
ro: joi
ru: Четверг
sk: Štvrtok
sr: четвртак
tr: Perşembe
uk: Четвер
zh_cn: 星期四

source: Friday
ar: الجمعة
ca: divendres
cs: Pátek
de: Freitag
el: Παρασκευή
es: Viernes
fa: جمعه
fr: Vendredi
gl: Venres
hu: Péntek
it_it: Venerdì
ja: 金曜日
ko_kr: 금요일
nl_nl: Vrijdag
pl: piątek
pt_br: Sexta-feira
ro: vineri
ru: Пятница
sk: Piatok
sr: петак
tr: Cuma
uk: П'ятниця
zh_cn: 星期五

source: Saturday
ar: السبت
ca: dissabte
cs: Sobota
de: Samstag
el: Σάββατο
es: Sábado
fa: شنبه
fr: Samedi
gl: Sábado
hu: Szombat
it_it: Sabato
ja: 土曜日
ko_kr: 토요일
nl_nl: Zaterdag
pl: sobota
pt_br: Sábado
ro: sîmbătă
ru: Суббота
sk: Sobota
sr: субота
tr: Cumartesi
uk: Субота
zh_cn: 星期六

source: Sunday
ar: الأحد
ca: diumenge
cs: Neděle
de: Sonntag
el: Κυριακή
es: Domingo
fa: یکشنبه
fr: Dimanche
gl: Domingo
hu: Vasárnap
it_it: Domenica
ja: 日曜日
ko_kr: 일요일
nl_nl: Zondag
pl: niedziela
pt_br: Domingo
ro: duminică
ru: Воскресенье
sk: Nedeľa
sr: недеља
tr: Pazar
uk: Неділя
zh_cn: 星期日

# Time
source: d
el: ημ
fa: روز
hu: n
it_it: g
ja: 日
ru: д
sr: д
tr: g
uk: д
zh_cn: 天

source: %1m
ar: %1د
de: %1min
el: %1λ
fa: %1دقیقه
fr: %1 min
hu: %1p
it_it: %1 min
ja: %1分
pt_br: %1min
ru: %1 м
sr: %1м
tr: %1dk
uk: %1хв
zh_cn: %1分

# Time
source: %1s
el: %1δ
fa: %1ثانیه
hu: %1mp
ja: %1秒
ko_kr: %1초
ru: %1 сек
sr: %1с
tr: %1sn
uk: %1c
zh_cn: %1秒

# Time
source: %1m
el: %1λ
fa: %1دقیقه
fr: %1min
hu: %1p
it_it: %1 min
ja: %1分
ko_kr: %1분
pt_br: %1min
ru: %1 мин
sr: %1м
tr: %1dk
uk: %1хв
zh_cn: %1分

# Time
source: %1m %2s
de: %1m %2sd
el: %1λ%2δ
fa: %1دقیقه %2ثانیه
hu: %1p %2mp
ja: %1分 %2秒
ko_kr: %1분 %2초
pt_br: %1min %2s
ru: %1 мин %2 сек
sr: %1м %2с
tr: %1d %2s
uk: %1хв %2с
zh_cn: %1分 %2秒

# Time
source: h
el: ώ
fa: ساعت
hu: ó
ja: 時
ko_kr: 시
nl_nl: u
ru: ч
sr: ч
tr: sa
uk: год
zh_cn: 小时

# Time
source: m
el: λ
fa: دقیقه
hu: p
ja: 分
ko_kr: 분
pt_br: min
ru: м
sr: м
tr: dk
uk: хв
zh_cn: 分

# Date string
source: %Y-%m-%d
ca: %d-%m-%Y
cs: %d. %m. %Y
de: %d.%m.%Y
el: %d-%m-%Y
es: %d-%m-%Y
fr: %d-%m-%Y
gl: %d-%m-%Y
it_it: %d/%m/%Y
nl_nl: %d-%m-%Y
pl: %d.%m.%Y
pt_br: %d/%m/%Y
ru: %d.%m.%Y
sk: %d.%m.%Y
sr: %d.%m.%Y.
uk: %d-%m-%Y

source: Not connected
ar: غير متصل
ca: No connectat
cs: Nejste připojeni
de: Nicht verbunden
el: Μη συνδεδεμένο
es: No conectado
fa: وصل نشده
fr: Non connecté
gl: Desconectado
hu: Nincs kapcsolódva
it_it: Non connesso
ja: 未接続
ko_kr: 연결되지 않음
nl_nl: Niet verbonden
pl: Nie połączono
pt_br: Não conectado
ro: Nu e conectat
ru: Нет подключения к сети
sk: Žiadne spojenie
sr: Није повезано
tr: Bağlı değil
uk: Не з'єднано
zh_cn: 未连接

source: Connected to Wi-Fi
ar: متصل بشبكة Wi-Fi
ca: Connectat a wifi
cs: Jste připojeni k Wi-Fi
de: Mit WLAN verbunden
el: Συνδεδεμένο στο Wi-Fi
es: Conectado a red wifi
fa: به شبکه بی‌سیم متصل شد
fr: Connecté au Wi-Fi
gl: Conectado á rede wifi
hu: Kapcsolódva WiFi-re
it_it: Connesso al Wi-Fi
ja: WiFiに接続済
ko_kr: Wi-Fi에 연결됨
nl_nl: Verbonden met wifi
pl: Połączony z Wi-Fi
pt_br: Conectado ao Wi-Fi
ro: Conectat la Wi-Fi
ru: Подключён к Wi-Fi
sk: Pripojené k sieti Wi-Fi
sr: Повезано на Wi-Fi
tr: Wi-Fi bağlantısı kuruldu
uk: Під’єднано до Wi-Fi
zh_cn: Wi-Fi 已连接

source: Connected to mobile data network
ar: تم الاتصال بالشبكة المتنقلة (الخلويّة)
ca: Connectat a xarxa de dades mòbils
cs: Jste připojeni k mobilním datům
de: Mit mobilem Netz verbunden
el: Συνδεδεμένο με δίκτυο δεδομένων κινητής τηλεφωνίας
es: Conectado a red de datos móviles
fa: به شبکه موبایل متصل شد
fr: Connecté au réseau mobile
gl: Conectado á rede de datos móbiles
hu: Kapcsolódva mobilhálózatra
it_it: Connesso alla rete dati mobile
ja: 携帯データ通信に接続済
ko_kr: 모바일 데이터 네트워크에 연결됨
nl_nl: Verbonden met mobiel datanetwerk
pl: Połączony z mobilną siecią danych
pt_br: Conectado à rede de dados móveis
ro: Conectat la rețeaua de date mobile
ru: Подключён к мобильной сети передачи данных
sk: Pripojené k mobilnej dátovej sieti
sr: Повезано на мобилну мрежу за пренос података
tr: Mobil veri ağına bağlı
uk: Під'єднано до мобільної мережі передачі даних
zh_cn: 移动网络已连接

source: Connected to Ethernet
ar: متصل بشبكة إيثرنت
ca: Connectat a Ethernet
cs: Jste připojeni k Ethernetu
de: Mit Ethernet verbunden
el: Συνδεδεμένο με το Ethernet
es: Conectado a Ethernet
fa: به شبکه اترنت متصل شد
fr: Connecté au réseau Ethernet
gl: Conectado á Ethernet
hu: Kapcsolódva Ethernet hálózatra
it_it: Connesso via Ethernet
ja: イーサネットに接続済
ko_kr: 이더넷에 연결됨
nl_nl: Verbonden met ethernet
pl: Połączono z siecią lokalną (Ethernet)
pt_br: Conectado à Ethernet
ro: Conectat la Ethernet
ru: Подключён к Ethernet
sk: Pripojené k sieti Ethernet
sr: Повезано на Ethernet
tr: Ethernet bağlı
uk: Під'єднано до Ethernet
zh_cn: 以太网已连接

source: Connected to Bluetooth
ar: تم الاتصال عبر Bluetooth
ca: Connectat a Bluetooth
cs: Jste připojeni k Bluetooth
de: Mit Bluetooth verbunden
el: Συνδεδεμένο με το Bluetooth
es: Conectado a Bluetooth
fa: به بلوتوث متصل شد
fr: Connecté au réseau Bluetooth
gl: Conectado ao Bluetooth
hu: Kapcsolódva Bluetooth-ra
it_it: Connesso via Bluetooth
ja: Bluetoothに接続済
ko_kr: 블루투스에 연결됨
nl_nl: Verbonden met bluetooth
pl: Połączony z Bluetooth
pt_br: Conectado ao Bluetooth
ro: Conectat la Bluetooth
ru: Подключён к Bluetooth
sk: Pripojené cez Bluetooth
sr: Повезано на Bluetooth
tr: Bluetooth bağlı
uk: Під'єднано до Bluetooth
zh_cn: 蓝牙已连接

source: Connected to VPN
ar: متصل بشبكة VPN
ca: Connectat a VPN
cs: Jste připojeni k VPN
de: Mit VPN verbunden
el: Συνδεδεμένο στο VPN
es: Conectado a VPN
fa: به VPN متصل شد
fr: Connecté au VPN
gl: Conectado a rede VPN
hu: Kapcsolódva VPN-re
it_it: Connesso a VPN
ja: VPNに接続済
ko_kr: VPN에 연결됨
nl_nl: Verbonden met vpn
pl: Połączony z VPN
pt_br: Conectado à VPN
ro: Conectat la VPN
ru: Подключён к VPN
sk: Pripojené cez sieť VPN
sr: Повезано на VPN
tr: VPN bağlantısı kuruldu
uk: Під’єднано до VPN
zh_cn: VPN 已连接

source: Unknown connection
ar: اتصالٌ غير معروف
ca: Connexió desconeguda
cs: Neznámé připojení
de: Unbekannte Verbindung
el: Άγνωστη σύνδεση
es: Conexión desconocida
fa: اتصال ناشناس
fr: Type de connexion inconnue
gl: Conexión descoñecida
hu: Ismeretlen kapcsolat
it_it: Connessione sconosciuta
ja: 不明な接続
ko_kr: 알 수 없는 연결
nl_nl: Onbekende verbinding
pl: Nieznane połączenie
pt_br: Conexão desconhecida
ro: Conexiune necunoscută
ru: Неизвестное подключение
sk: Neznáme pripojenie
sr: Непозната веза
tr: Bilinmeyen bağlantı
uk: Невідоме з’єднання
zh_cn: 未知的连接方式

source: %1 OS: Android %2, api %3 on %4 Build flavor: %5
ca: %1 SO: Android %2, api %3 on %4 Variant de compilació: %5
cs: %1 OS: Android %2, api %3 na %4 Varianta sestavení: %5
de: %1 Betriebssystem: Android %2, api %3 auf %4 Build-Variante: %5
es: %1 SO: Android %2, api %3 on %4 Variante de compilación: %5
fr: %1 OS : Android %2, api %3 on %4 Variante de construction : %5
gl: %1 SO: Android %2, api %3 en %4 Tipo de compilación: %5
hu: %1 OS: Android %2, api %3 / %4 Build verzió: %5
it_it: %1 OS: Android %2, api %3 su %4 Build flavor: %5
ko_kr: %1 OS: 안드로이드 %2, API %3 on %4 빌드 플레이버: %5
nl_nl: %1 OS: Android %2, api %3 op %4 Build flavor: %5
pl: %1 OS: Android %2, API %3 na %4 Wersja: %5
pt_br: %1 SO: Android %2, api %3 em %4 Tipo de compilação: %5
ru: %1 ОС: Android %2, api %3 на %4 Вариант сборки: %5
sk: %1 OS: Android %2, api %3 na %4 Zostava: %5
sr: %1 ОС: Android %2, api %3 на %4 Врста изградње: %5
tr: %1 İşletim sistemi: Android %2, api %3, %4 üzerinde Yapım: %5
uk: %1 ОС: Android %2, api %3 на %4 Версія збірки: %5
zh_cn: %1 操作系统: Android %2, api %3 on %4 构建类型: %5

source: Device type: %1
ar: نوع الجهاز: %1
ca: Tipus de dispositiu: %1
cs: Typ zařízení: %1
de: Gerätetyp: %1
el: Τύπος συσκευής: %1
es: Tipo de dispositivo: %1
fa: نوع دستگاه: %1
fr: Type d’appareil : %1
gl: Tipo de dispositivo: %1
hu: Eszköz típus: %1
it_it: Tipo dispositivo: %1
ja: デバイスタイプ: %1
ko_kr: 장치 유형: %1
nl_nl: Apparaattype: %1
pl: Typ urządzenia: %1
pt_br: Tipo do dispositivo: %1
ro: Tip dispozitiv: %1
ru: Тип устройства: %1
sk: Typ zariadenia: %1
sr: Тип уређаја: %1
tr: Aygıt türü: %1
uk: Тип пристрою: %1
zh_cn: 设备类型: %1

source: E-ink display supported. Platform: %1
ar: شاشة الحبر الرقمي مدعومة. المنصة: %1
ca: Pantalla E-ink suportada. Plataforma: %1
cs: E-ink displej je podporován. Platforma: %1
de: E-Ink Display unterstützt. Plattform: %1
el: Υποστήριξη οθόνης E-ink. Πλατφόρμα: %1
es: Pantalla E-ink soportada. Plataforma: %1
fa: صفحه نمایش جوهر الکترونیک پشتیبانی شده. پلتفرم: %1
fr: Affichage E-ink pris en charge. Plate-forme : %1
gl: Pantalla E-ink soportada. Plataforma: %1
hu: E-ink kijelző támogatva. Platform: %1
it_it: Display E-ink supportato. Piattaforma: %1
ja: E-inkディスプレイ対応。 プラットフォーム: %1
ko_kr: 전자 잉크 화면 지원. 플랫폼: %1
nl_nl: E-inkscherm ondersteund. Platform: %1
pl: Wyświetlacz e-ink jest wspierany. Platforma: %1
pt_br: Exibição de tinta eletrônica suportada. Plataforma: %1
ro: Ecran e-ink suportat. Platformă: %1
ru: E-Ink дисплей поддерживается. Платформа: %1
sk: E-ink displej je podporovaný. Platforma: %1
sr: Подржан је e-ink екран. Платформа: %1
tr: E-ink ekran destekleniyor. Platform: %1
uk: Підтримується дисплей з електронними чорнилами. Платформа: %1
zh_cn: 支持水墨屏。 平台: %1

source: This device needs CPU, screen and touchscreen always on. Screen timeout will be ignored while the app is in the foreground!
ar: يحتاج هذا الجهاز أن يبقي المعالج وشاشة العرض وشاشة اللمس قيد التشغيل باستمرار. سيتم تجاهل مهلة ايقاف الشاشة أثناء تشغيل التطبيق في المقدمة!
ca: Aquest dispositiu necessita tenir sempre encesa la CPU, la pantalla i la pantalla tàctil. El temps d'inactivitat de la pantalla no serà tingut en compte mentre l'aplicació estiga en primer pla!
cs: Toto zařízení potřebuje stále zapnuté CPU, obrazovku a dotekovou obrazovku. Když je aplikace v popředí, bude časový interval pro vypnutí obrazovky ignorován!
de: Dieses Gerät benötigt CPU, Bildschirm und Touchscreen immer eingeschaltet. Der Timeout des Bildschirms wird ignoriert, während sich die App im Vordergrund befindet!
el: Αυτή η συσκευή απαιτεί τον επεξεργαστή, την οθόνη και την οθόνη αφής να είναι πάντα ενεργοποιημένα. Ο χρόνος απενεργοποίησης της οθόνης θα αγνοηθεί όσο η εφαρμογή είναι ενεργοποιημένη!
es: Este dispositivo necesita tener siempre encendida la CPU, la pantalla y la pantalla táctil. ¡El tiempo de inactividad de la pantalla no será tenido en cuenta mientras la aplicación esté en primer plano!
fa: این دستگاه نیاز به پردازنده، صفحه نمایش، و صفحه لمسی همیشه روشن دارد. از زمان خاموشی تعریف شده برای صفحه نمایش تا زمانی که برنامه در حال نمایش است صرف نظر خواهد شد!
fr: Cet appareil a besoin de conserver le processeur, l’écran et le tactile activé en permanence. Le délai d’extinction automatique de l’écran sera ignoré tant que l’application est au premier plan !
gl: Este dispositivo precisa CPU, pantalla e pantalla táctil sempre activos. O tempo máximo de espera será ignorado cando a app estea no primeiro plano!
hu: Az eszköznek állandóan bekapcsolt processzorra, képernyőre és érintő-képernyőre van szüksége. A képernyő időkorlátját figyelmen kívül hagyjuk, amíg az alkalmazás előtérben van!
it_it: Questo dispositivo ha bisogno di CPU, schermo e touchscreen sempre attivi. Il timeout dello schermo verrà ignorato mentre l'app è in primo piano!
ja: このデバイスはCPU,画面表示,タッチパネルが常に使われ続けます。 またこのアプリが表示されている間、画面の自動オフ設定は無視されます！
ko_kr: 이 기기에는 CPU와 화면, 터치스크린이 항상 켜져 있어야 합니다. 앱이 포그라운드에 있는 동안은 시간 제한으로 인한 화면 잠자기는 무시됩니다!
nl_nl: Dit apparaat moet de cpu, het scherm en het aanraakscherm altijd aanhouden. De schermuitsteltijd zal worden genegeerd zolang de app actief is!
pl: To urządzenie wymaga zawsze włączonego procesora, ekranu i ekranu dotykowego. Czas wyłączenia ekranu będzie ignorowany dopóki aplikacja będzie włączona!
pt_br: Este dispositivo precisa de CPU, tela e tela tátil sempre ativas. O tempo de espera da tela será ignorado enquanto o aplicativo estiver em primeiro plano!
ro: Acest dispozitiv are nevoie de procesor, ecran și touchscreen mereu active. Timpul de inactivitate al ecranului va fi ignorat atîta timp cît aplicația este în prim-plan!
ru: Данное устройство требует, чтобы процессор, экран и сенсор были всегда включены. Отключение экрана будет игнорироваться, пока приложение находится на переднем плане!
sk: Toto zariadenie potrebuje vždy zapnutý procesor, obrazovku a dotykový displej. Časový limit obrazovky sa bude ignorovať, keď je aplikácia v popredí!
sr: Овом уређају је потребно да су CPU, екран и панел за додир увек укључени. Тајмаут екрана ће се игнорисати док се апликација налази у предњем плану!
tr: Bu aygıtın, işlemcisi, ekranı ve dokunmatik ekranının her zaman açık olması gerekiyor. Uygulama ön planda çalışırken ekran zaman aşımı süresi yok sayılacak!
uk: Це пристрій вимагає, щоб процесор, екран і сенсорний екран були завжди увімкнені. Вимкнення екрану буде нехтуватися, поки застосунок знаходиться на передньому плані!
zh_cn: 此设备需要CPU、屏幕和触摸始终保持工作。 当此程序在前台运行时，屏幕超时设置将被忽略！

source: Frontlight settings
ar: إعدادات الإضاءة الأمامية
ca: Paràmetres d’il·luminació frontal
cs: Nastavení předního osvětlení
de: Beleuchtungs-Einstellungen
el: Ρυθμίσεις εμπρόσθιου φωτισμού
es: Configuración de iluminación
fa: تنظیمات نور صفحه‌نمایش
fr: Paramètres de l’éclairage
gl: Configuración da luz
hu: Megvilágítás beállítások
it_it: Impostazioni retroilluminazione
ja: フロントライト設定
ko_kr: 조명 설정
nl_nl: Lichtinstellingen
pl: Ustawienia oświetlenia
pt_br: Configurações de iluminação
ro: Setări iluminare
ru: Настройки подсветки
sk: Nastavenia nasvietenia/podsvietenia displeja
sr: Подешавања предњег светла
tr: Ön aydınlatma ayarları
uk: Параметри підсвічування
zh_cn: 前光设置

source: Light settings
ar: إعدادات الإضاءة
ca: Paràmetres d’il·luminació
cs: Nastavení světla
de: Licht-Einstellungen
el: Ρυθμίσεις φωτισμού
es: Configuración de iluminación
fa: تنظیمات نور
fr: Paramètres de l’éclairage
gl: Configuración da luz
hu: Megvilágítás beállítások
it_it: Impostazioni luminosità
ja: ライトの設定
ko_kr: 조명 설정
nl_nl: Lichtinstellingen
pl: Ustawienia oświetlenia
pt_br: Configurações de luz
ro: Setări lumină
ru: Настройки освещения
sk: Nastavenia svetla
sr: Подешавања светла
tr: Aydınlatma ayarları
uk: Параметри освітлення
zh_cn: 背光设置

source: Brightness
ar: الإضاءة
ca: Lluentor
cs: Jas
de: Helligkeit
el: Φωτεινότητα
es: Brillo
fa: روشنایی
fr: Luminosité
gl: Intensidade
hu: Fényerő
it_it: Luminosità
ja: 輝度
ko_kr: 밝기
nl_nl: Helderheid
pl: Jasność
pt_br: Brilho
ro: Luminozitate
ru: Яркость
sk: Jas
sr: Осветљај
tr: Parlaklık
uk: Яскравість
zh_cn: 亮度

source: Warmth
ar: الدفء
ca: Temperatura de color
cs: Teplota osvětlení
de: Wärme
el: Θερμό φως
es: Temperatura de color
fa: گرما
fr: Température
gl: Calor
hu: Színhőmérséklet
it_it: Calore luce
ja: 色調
ko_kr: 색 온도
nl_nl: Warmte
pl: Barwa światła
pt_br: Temperatura de cor
ro: Nuanță
ru: Теплота
sk: Farebná teplota
sr: Топлина
tr: Sıcaklık
uk: Температура
zh_cn: 色温

source: Your device seems to be unable to download packages. Retry using the browser?
ar: يبدو أن جهازك غير قادر على تنزيل الحزم. إعادة المحاولة باستخدام المتصفح؟
ca: El dispositiu sembla no poder descarregar paquets. Intentar de nou usant el navegador?
cs: Zdá se, že vaše zařízení nemůže stahovat balíčky. Chcete to zkusit pomocí prohlížeče?
de: Ihr Gerät scheint nicht in der Lage zu sein, Pakete herunterzuladen. Mit dem Browser wiederholen?
el: Η συσκευή σας φαίνεται να μην μπορεί να κατεβάσει πακέτα. Επαναλάβετε την προσπάθεια χρησιμοποιώντας το πρόγραμμα περιήγησης;
es: Parece que el dispositivo no puede descargar paquetes. ¿Quieres intentarlo de nuevo usando el navegador?
fa: بنظر می‌آید دستگاه شما قادر به دریافت بسته‌ها نیست. با استفاده از مرورگر دوباره تلاش شود؟
fr: Votre appareil semble incapable de télécharger des applications en paquet. Réessayer via le navigateur ?
gl: O teu dispositivo non parece ser capaz de descargar paquetes. Queres intentar de novo usando o navegador?
hu: Úgy tűnik, eszköze nem képes letölteni csomagokat. Megpróbálja újra böngésző használatával?
it_it: Il dispositivo sembra non essere in grado di scaricare i pacchetti. Riprovare usando il browser?
ja: お使いの端末ではパッケージのダウンロードができないようです。 ブラウザで再試行しますか？
ko_kr: 사용자의 기기에서 패키지를 다운로드 할 수 없는 것 같습니다. 브라우저를 사용하여 재시도할까요?
nl_nl: Dit apparaat lijkt geen pakketten te kunnen downloaden. Nog eens proberen met de browser?
pl: Wygląda na to, że Twoje urządzenie nie może pobrać pakietów. Spróbować ponownie za pomocą przeglądarki?
pt_br: Seu dispositivo parece ser incapaz de baixar pacotes. Tentar novamente usando o navegador?
ro: Dispozitivul tău pare să nu poată descărca pachete. Reîncerci folosind navigatorul?
ru: Ваше устройство не может загрузить пакеты. Повторить попытку с помощью браузера?
sk: Zdá sa, že vaše zariadenie nedokáže stiahnuť aktualizačné balíky. Prajete si to skúsiť znova pomocou prehliadača?
sr: Изгледа да ваш уређај не може да преузме пакете. Да се покуша користећи прегледач?
tr: Aygıtınız paketleri indiremiyor gibi görünüyor. Tarayıcıyı kullanarak yeniden denensin mi?
uk: Здається, ваш пристрій не може завантажити пакунки. Повторити спробу за допомогою оглядача?
zh_cn: 你的设备似乎无法下载软件包。 想要用浏览器重试吗？

source: Retry
ar: أعد المحاولة
ca: Tornar a intentar
cs: Zkusit
de: Wiederholen
el: Επανάληψη προσπάθειας
es: Volver a intentar
fa: تلاش دوباره
fr: Réessayer
gl: Tentar de novo
hu: Újra
it_it: Riprova
ja: 再試行
ko_kr: 재시도
nl_nl: Opnieuw proberen
pl: Ponów
pt_br: Tentar novamente
ro: Reîncearcă
ru: Повторить
sk: Znovu
sr: Покушај поново
tr: Yeniden dene
uk: Повторити спробу
zh_cn: 重试

source: Update is ready. Install it now?
ar: التحديث جاهز. هل تريد تثبيته الآن؟
ca: L'actualització està llesta. Instal·lar-la ara?
cs: Aktualizace je připravena. Chcete ji nainstalovat nyní?
de: Die Aktualisierung ist fertig. Jetzt installieren?
el: Η ενημέρωση είναι έτοιμη. Να εγκατασταθεί τώρα;
es: La actualización está lista. ¿Instalarla ahora?
fa: بروزرسانی آماده است. الان نصب شود؟
fr: Installer la mise à jour ?
gl: A actualización está lista. Queres instalala agora?
hu: Egy frissítés rendelkezésre áll. Telepíti most?
it_it: L'aggiornamento è pronto. Installarlo ora?
ja: アップデートの準備が整いました。今すぐインストールしますか？
ko_kr: 업데이트가 준비되었습니다. 지금 설치할까요?
nl_nl: De update staat klaar. Nu installeren?
pl: Aktualizacja jest gotowa. Czy chcesz zainstalować ją teraz?
pt_br: Atualização está pronta. Instalar agora?
ro: Actualizarea este pregătită. O instalezi acum?
ru: Обновление готово. Установить его сейчас?
sk: Aktualizácia je pripravená. Nainštalovať ju teraz?
sr: Спремно је ажурирање. Да ли да га инсталирам одмах?
tr: Güncelleme hazır. Şimdi kurulsun mu?
uk: Оновлення готове. Встановити його зараз?
zh_cn: 更新已就绪。 现在安装吗？

source: Install
ar: تثبيت
ca: Instaŀlar
cs: Nainstalovat
de: Installieren
el: Εγκατάσταση
es: Instalar
fa: نصب
fr: Installation
gl: Instalar
hu: Telepítés
it_it: Installa
ja: インストール
ko_kr: 설치
nl_nl: Installeren
pl: Zainstaluj
pt_br: Instalar
ro: Instalează
ru: Установить
sk: Inštalovať
sr: Инсталирај
tr: Kur
uk: Установити
zh_cn: 安装

source: Frontlight disabled.
ar: تم إطفاء الإضاءة الأماميّة.
ca: Il·luminació desactivada.
cs: Přední osvětlení zakázáno.
de: Beleuchtung deaktiviert.
el: Ο εμπρόσθιος φωτισμός απενεργοποιήθηκε.
es: Iluminación desactivada.
fa: نور صفحه غیرفعال شد.
fr: Éclairage désactivé.
gl: Luz apagada.
hu: Kijelzővilágítás kikapcsolva.
it_it: Retroilluminazione disabilitata.
ja: フロントライトが無効。
ko_kr: 조명이 비활성됨.
nl_nl: Licht uitgeschakeld.
pl: Oświetlenie wyłączone.
pt_br: Iluminação desativada.
ro: Iluminare dezactivată.
ru: Подсветка отключена.
sk: Nasvietenie/podsvietenie displeja vypnuté.
sr: Предње светло је искључено.
tr: Ön aydınlatma kullanılmıyor.
uk: Підсвічування вимкнено.
zh_cn: 前光已关闭。

source: Frontlight intensity set to %1.
ar: تعيين كثافة الضوء الأمامي إلى %1.
ca: Intensitat de retroil·luminació fixada en %1.
cs: Intenzita předního osvětlení je nastavená na %1.
de: Beleuchtungsstärke gesetzt auf %1.
el: Η φωτεινότητα ρυθμίστηκε στο %1.
es: Intensidad lumínica ajustada a %1.
fa: شدت نور جلو %1 تنظیم شد.
fr: Intensité de l'éclairage réglée à %1.
gl: Intensidade de luz fixada a %1.
hu: Fényerőszint %1.
it_it: Intensità luminosa impostata a %1.
ja: フロントライトの輝度が%1に設定されました。
ko_kr: 조명 밝기가 %1로 설정되었습니다.
nl_nl: Lichtintensiteit ingesteld op %1.
pl: Poziom oświetlenia został ustawiony na %1.
pt_br: Intensidade da iluminação definida para %1.
ro: Intensitatea iluminării setată la %1.
ru: Яркость подсветки: %1.
sk: Intenzita nasvietenia/podsvietenia displeja je nastavená na %1.
sr: Интензитет предњег светла постављен је на %1.
tr: Ön aydınlatma yoğunluğu %1 olarak ayarlandı.
uk: Яскравість підсвічування %1.
zh_cn: 前光亮度设置为 %1。

source: Warmth set to %1.
ca: Temperatura de color ajustada a %1.
cs: Teplota je nastavená na %1.
de: Wärme auf %1 eingestellt.
el: Το θερμό φως ρυθμίστηκε στο %1.
es: Temperatura de color ajustada a %1.
fa: گرما روی %1% تنظیم شد.
fr: Température réglée sur %1.
gl: Temperatura de cor axustada a %1.
hu: Színhőmérséklet beállítva: %1.
it_it: Calore impostato su %1.
ko_kr: 색 온도를 %1로 설정합니다.
nl_nl: Warmte ingesteld op %1%.
pl: Barwa światła ustawiona na %1.
pt_br: Temperatura de cor definida para %1.
ru: Теплота подсветки: %1%.
sk: Farebná teplota nastavená na %1.
sr: Топлина је постављена на %1.
tr: Sıcaklık %1 olarak ayarlandı.
uk: Теплоту встановлено на %1.
zh_cn: 色温已设置为 %1。

source: Frontlight enabled.
ar: تم تمكين الإضاءة الأمامية.
ca: Il·luminació activada.
cs: Přední osvětlení povoleno.
de: Beleuchtung aktiviert.
el: Ο εμπρόσθιος φωτισμός ενεργοποιήθηκε.
es: Iluminación activada.
fa: نور صفحه فعال شد.
fr: Éclairage activé.
gl: Luz acendida.
hu: Kijelzővilágítás engedélyezve.
it_it: Retroilluminazione abilitata.
ja: フロントライトが有効。
ko_kr: 조명이 활성화됨.
nl_nl: Licht ingeschakeld.
pl: Oświetlenie włączone.
pt_br: Iluminação ativada.
ro: Iluminare activată.
ru: Подсветка включена.
sk: Nasvietenie/podsvietenie displeja zapnuté.
sr: Предње светло је укључено.
tr: Ön aydınlatma kullanılıyor.
uk: Підсвічування увімкнено.
zh_cn: 前光已开启。

source: Frontlight unchanged.
ca: Il·luminació no ha estat modificada.
cs: Přední osvětlení nezměněno.
de: Beleuchtung unverändert.
el: Εμπρόσθιος φωτισμός αμετάβλητος.
es: Iluminación no ha sido modificada.
fa: نور صفحه بدون تغییر.
fr: Éclairage inchangé.
gl: Non se cambiou a iluminación.
hu: Kijelzővilágítás változatlan.
it_it: Retroilluminazione invariata.
ko_kr: 전조등은 변경되지 않았습니다.
nl_nl: Licht niet gewijzigd.
pl: Oświetlenie niezmienione.
pt_br: Iluminação inalterada.
ru: Подсветка не менялась.
sk: Nasvietenie/podsvietenie displeja nezmenené.
sr: Предње светло се није променило.
tr: Ön aydınlatma değiştirilmedi.
uk: Підсвічування не змінене.
zh_cn: 前光未改变。
