Repository: spruceUI/spruceOS
Catalog: App/KoReader/l10n/*/koreader.po
Languages: ar, ca, cs, de, el, es, fa, fr, gl, hu, it_it, ja, ko_kr, nl_nl, pl, pt_br, ro, ru, sk, sr, tr, uk, zh_cn

source: The default (★) for newly opened books that have a reference page numbers map is to not use these reference page numbers and keep using the renderer page numbers. Would you like to change it?
ar: الاعداد الافتراضي (★) للكتب المفتوحة حديثًا التي تحتوي على خريطة لأرقام الصفحات المرجعية هو عدم استخدام أرقام الصفحات المرجعية والاستمرار في استخدام أرقام صفحات العارض. هل ترغب في تغييره؟
ca: El valor predeterminat (★) per als llibres recentment oberts que tenen un mapa de nombres de pàgines d'edició impresa, és no utilitzar aquests números de pàgina i usar els del motor de renderitzat. T'agradaria canviar-ho?
cs: Výchozí nastavení (★) pro nově otevřené knihy, které mají mapu s referenčním číslováním stránek, je nepoužívat toto referenční číslování, ale pokračovat v používání číslování stránek podle čtečky. Chcete to změnit?
de: Die Standardeinstellung (★) für neu geöffnete Bücher, die eine Referenzseitennummernkarte haben, ist, diese Referenzseitenzahlen nicht zu verwenden und weiterhin die Renderer-Seitenzahlen zu verwenden. Möchtest du es ändern?
el: Η προεπιλογή (★) για τα νέα βιβλία που ανοίγουν και έχουν χάρτη αριθμών των σελίδων της έντυπης έκδοσης είναι να μη χρησιμοποιούν αυτούς τους αριθμούς σελίδων αναφοράς και να συνεχίζουν να χρησιμοποιούν τους αριθμούς των σελίδων της λειτουργίας απόδοσης. Θα θέλατε να την αλλάξετε;
es: El valor predeterminado (★) para los libros recién abiertos que tienen un mapa de números de páginas de edición impresa, es no utilizar estos números de página y usar los del motor de renderizado. ¿Te gustaría cambiarlo?
fr: La valeur par défaut (★) pour les livres nouvellement ouverts qui ont une carte de numéros de page de référence est de ne pas utiliser ces numéros de page de référence et de continuer à utiliser les numéros de page du moteur de rendu (qui produit généralement un compte en nombre d’écrans qui fluctue selon vos réglages). Voulez-vous la changer ?
gl: A configuración por defecto (★) para libros novos que teñen unha relación dos números de páxina da edición impresa é ignorar esos valores e continuar usando os números de páxina do motor de renderización. Gustaríache cambiala?
hu: Alapértelmezetten (★) az újonnan megnyitott könyveknél, amelyeknek van hivatkozási oldalszámtérképe, nem használja ezeket a hivatkozási oldalszámokat, és továbbra is a renderelt oldalszámokat használja. Szeretné ezt megváltoztatni?
it_it: L'impostazione predefinita (★) per i libri appena aperti che dispongono di una mappa dei numeri di pagina dell'edizione stampata consiste nel non utilizzare questi numeri di pagina e usare i numeri di pagina del renderizzatore. Vuoi cambiarlo?
ja: 参照ページ番号マップがある書籍を新しく開いたときの既定(★)は、これらの参照ページ番号を使用せず、レンダラーのページ番号を使い続けるようになっています。 これを変更しますか？
ko_kr: 참조 페이지 번호 맵이 있는 새로 열린 책의 기본값(★)은 이러한 참조 페이지 번호를 사용하지 않고 렌더러 페이지 번호를 계속 사용합니다. 변경할까요?
nl_nl: De standaardinstelling (★) voor ongeopende boeken die een referentiepaginanummer-overzicht hebben is om geen referentiepaginanummers te gebruiken, maar om rendererpaginanummers te gebruiken. Deze instelling wijzigen?
pl: Domyślnie (★) dla nowo otwieranych książek, które mają mapę numerów stron referencyjnych, nie należy używać tych numerów stron referencyjnych i nadal używać klasycznych numerów stron. Czy chcesz to zmienić?
pt_br: O padrão (★) para livros recém-abertos que possuem um mapa de números de páginas de referência é não usar esses números de página de referência em vez dos números de páginas de renderização. Gostaria de alterá-lo?
ro: Implicitul (★) pentru cărțile nou deschise care au numere de pagină de referință este să nu folosească paginile referință ci să folosească numărul de pagină randată. Dorești să-l schimbi?
ru: По умолчанию (★) для вновь открытых книг, имеющих карту ссылок на номера страниц, вместо этих ссылок продолжают использоваться номера отрисованных страниц. Вы хотите это изменить?
sk: Pre novootvorené knihy, ktoré majú tabuľku referenčných čísiel strán, je predvolené (★) nepoužívať tieto čísla a naďalej používať čísla strán vykresľovacieho modulu. Prajete si to zmeniť?
sr: Подразумевана вредност (★) за нове књиге које имају мапу референтних бројеве страница је да се ти бројеви не користе, већ да се настави употреба бројева страница приказивача. Да ли желите да је промените?
tr: Baskı sayfa numaraları haritası bulunan yeni açılmış kitaplar için varsayılan olarak (★) baskı sayfa numaraları kullanılmaz ve görüntülenen sayfa numaraları kullanılır. Değiştirmek ister misiniz?
uk: Типово (★) у щойно відкритих книгах, які мають карту посилань номерів сторінок, не використовуються ці посилання на номери замість звичайних номерів сторінок. Змінити це?
zh_cn: 新打开的有参考页码的书籍书籍将默认 (★) 以渲染页码显示而不是以参考页码显示。 你想要修改吗？

source: Renderer
ar: العارض
ca: Motor de renderitzat
cs: Podle čtečky
el: Λειτουργία απόδοσης
es: Motor de renderizado
fr: Moteur de rendu
gl: Motor de renderización
hu: Renderelő
it_it: Renderizzatore
ja: レンダラ
ko_kr: 렌더러
pl: Tryb renderowania
pt_br: Renderização
ro: Mod randare
ru: Средство отрисовки
sk: Vykresľovač
sr: Приказивач
tr: Görüntüleyici
uk: Візуалізатор
zh_cn: 渲染器页码

source: Renderer (★)
ar: العارض (★)
ca: Motor de renderitzat (★)
cs: Podle čtečky (★)
el: Λειτουργία απόδοσης (★)
es: Motor de renderizado (★)
fr: Moteur de rendu (★)
gl: Motor de renderización (★)
hu: Renderelő (★)
it_it: Renderizzatore (★)
ja: レンダラ (★)
ko_kr: 렌더러 (★)
pl: Renderowane (★)
pt_br: Renderização (★)
ro: Motor randare (★)
ru: Средство отрисовки (★)
sk: Vykresľovač (★)
sr: Приказивач (★)
tr: Görüntüleyici (★)
uk: Візуалізатор (★)
zh_cn: 渲染器页码 (★)

source: Reference (★)
ar: المرجع (★)
ca: Edició impresa (★)
cs: Referenční (★)
de: Referenz (★)
el: Έντυπη έκδοση (★)
es: Edición impresa (★)
fa: مرجع (★)
fr: Référence (★)
gl: Edición impresa de referencia (★)
hu: Referencia (★)
it_it: Edizione stampata (★)
ja: 参照(★)
ko_kr: 참조 (★)
nl_nl: Referentie (★)
pl: Referencyjny (★)
pt_br: Referência (★)
ro: Referință (★)
ru: Ссылка на источник (★)
sk: Referenčné (★)
sr: Референтни (★)
tr: Baskı (★)
uk: Посилання на джерело (★)
zh_cn: 参考页码 (★)

source: Reference
ar: مرجع
ca: Edició impresa
cs: Referenční
de: Referenz
el: Έντυπη έκδοση
es: Edición impresa
fa: مرجع
fr: Référence
gl: Edición impresa de referencia
hu: Referencia
it_it: Edizione stampata
ja: 参照
ko_kr: 참조
nl_nl: Referentie
pl: Odniesienie
pt_br: Referência
ro: Referință
ru: Ссылка на источник
sk: Referenčné
sr: Референтни
tr: Baskı
uk: Посилання на джерело
zh_cn: 参考页码

source: Show reference page labels in margin
ar: إظهار تسميات الصفحة المرجعية في الهامش
ca: Mostrar les etiquetes de la pàgina d'edició impresa en el marge
cs: Zobrazit štítky referenčních stránek na okraji
de: Referenzseitenetiketten am Rand anzeigen
el: Εμφάνιση σελίδων έντυπης έκδοσης στο περιθώριο
es: Mostrar las etiquetas de la página de edición impresa en el margen
fr: Afficher les étiquettes des pages de référence dans la marge
gl: Mostrar os números de páxina da edición impresa na marxe
hu: A referenciaoldal címkéinek megjelenítése a margón
it_it: Mostra i riferimenti alle pagine dell'edizione stampata nel margine
ja: 参考ページラベルを余白に表示する
ko_kr: 참조 페이지 레이블을 여백에 표시
nl_nl: Referentiepaginalabels in marge tonen
pl: Pokaż etykiety strony referencyjnej na marginesie
pt_br: Mostrar rótulos de página de referência na margem
ro: Arată numerele de referință ale paginilor pe margine
ru: Показывать метки ссылок на страницы на полях
sk: Zobraziť text referenčných strán na okraji
sr: Прикажи у маргини референтне бројеве страница
tr: Baskı sayfası etiketleri kenar boşluğunda görüntülensin
uk: Показувати мітки довідкової сторінки на полях
zh_cn: 在页面外空白处显示参考页码标签

source: The default (★) for newly opened books that have a reference page numbers map is to show reference page number labels in the margin. Would you like to change it?
ar: الاعداد الافتراضي (★) للكتب المفتوحة حديثًا التي تحتوي على خريطة أرقام صفحات مرجعية هو إظهار تسميات رقم الصفحة المرجعية في الهامش. هل ترغب في تغييره؟
ca: El valor predeterminat (★) per als llibres recentment oberts que tenen un mapa de números d'edició impresa és mostrar les etiquetes de número d'edició impresa en el marge. T'agradaria canviar-ho?
cs: Výchozí nastavení (★) pro nově otevřené knihy, které mají mapu s referenčním číslováním stránek je zobrazit štítky referenčního číslování stránek na okraji stránek. Chcete to změnit?
de: Die Standardeinstellung (★) für neu geöffnete Bücher, die eine Referenzseitennummernkarte haben, ist die Anzeige von Referenzseitennummeretiketten am Rand. Möchtest du es ändern?
el: Η προεπιλογή (★) για τα νέα βιβλία που ανοίγουν και έχουν χάρτη αριθμών των σελίδων της έντυπης έκδοσης είναι να εμφανίζονται οι αριθμοί των σελίδων της έντυπης έκδοσης στο περιθώριο. Θα θέλατε να την αλλάξετε;
es: El valor predeterminado (★) para los libros recién abiertos que tienen un mapa de números de edición impresa es mostrar las etiquetas de número de edición impresa en el margen. ¿Te gustaría cambiarlo?
fr: La valeur par défaut (★) pour les livres nouvellement ouverts qui ont une carte de numéros de page de référence est d’afficher les étiquettes de numéro de page de référence dans la marge. Voulez-vous la changer ?
gl: A configuración por defecto (★) para libros novos que teñen un mapeado de números páxina de referencia da edición impresa é mostrarlos nas marxes. Gustaríache cambiala?
hu: Alapértelmezett (★) beállítás az újonnan megnyitott könyveknél, amelyeknek van hivatkozási oldalszámtérképe, a hivatkozási oldalszámcímkék megjelenítése a margón. Szeretné ezt megváltoztatni?
it_it: L'impostazione predefinita (★) per i libri appena aperti che dispongono di una mappa dei numeri di pagina dell'edizione stampata consiste nel mostrare i riferimenti ai numeri di pagina nel margine. Vuoi cambiarlo?
ja: 参考ページ番号マップがある書籍を新しく開いたときの既定(★)は、余白に参考ページ番号ラベルを表示するようになっています。 変更しますか？
ko_kr: 참조 페이지 번호 맵이 있는 새로 열린 책의 기본값(★)은 참조 페이지 번호 레이블을 여백에 표시합니다. 변경할까요?
nl_nl: De standaardinstelling (★) voor ongeopende boeken die een referentiepaginanummer-overzicht hebben is om referentiepaginanummers in de marge te tonen. Deze instelling wijzigen?
pl: Domyślnie (★) dla nowo otwieranych książek, które mają mapę numerów stron referencyjnych, numery stron referencyjnych wyświetlane mają być na marginesie. Czy chcesz to zmienić?
pt_br: O padrão (★) para livros recém-abertos que possuem um mapa de números de páginas de referência é mostrar rótulos de números de páginas de referência na margem. Gostaria de alterá-lo?
ro: Implicitul (★) pentru cărțile nou deschise care au numere de pagină referință este să se afișeze numărul de pagină referință într-o etichetă pe margine. Dorești să-l schimbi?
ru: По умолчанию (★) для вновь открытых книг, имеющих карту ссылок номеров страниц, отображаются метки ссылок на номера страниц на полях. Вы хотите это изменить?
sk: Pre novootvorené knihy, ktoré majú tabuľku referenčných čísiel strán, je predvolené (★) zobrazenie textu s číslami referenčných strán na okraji. Prajete si to zmeniť?
sr: Подразумевана вредност (★) за нове књиге које имају мапу референтних бројеве страница је да се референтни бројеви страница приказују у маргини. Да ли желите да је промените?
tr: Baskı sayfa numaraları haritası bulunan yeni açılmış kitaplar için varsayılan olarak (★) baskı sayfa numarası etiketleri kenar boşluğu içinde görüntülenir. Değiştirmek ister misiniz?
uk: Типово (★) у щойно відкритих книгах, які мають карту посилань номерів сторінок, використовуються посилання на мітки номер номерів сторінок на полях. Змінити це?
zh_cn: 新打开的书籍将默认 (★) 在页面外空白处显示参考页码标签。 你想要修改吗？

source: The default (★) for newly opened books that have a reference page numbers map is to not show reference page number labels in the margin. Would you like to change it?
ar: الإعداد الافتراضي (★) للكتب المفتوحة حديثًا التي تحتوي على خريطة أرقام صفحات مرجعية هو عدم إظهار تسميات رقم الصفحة المرجعية في الهامش. هل ترغب في تغييره؟
ca: El valor predeterminat (★) per als llibres recentment oberts que tenen un mapa de números d'edició impresa és no mostrar les etiquetes de número d'edició impresa en el marge. T'agradaria canviar-ho?
cs: Výchozí nastavení (★) pro nově otevřené knihy, které mají mapu s referenčním číslováním stránek je nezobrazovat štítky referenčního číslování stránek na okraji stránek. Chcete to změnit?
de: Die Standardeinstellung (★) für neu geöffnete Bücher, die eine Referenzseitennummernkarte haben, ist es, keine Referenzseitennummeretiketten am Rand anzuzeigen. Möchtest du es ändern?
el: Η προεπιλογή (★) για τα νέα βιβλία που ανοίγουν και έχουν χάρτη αριθμών των σελίδων της έντυπης έκδοσης είναι να μην εμφανίζονται οι αριθμοί των σελίδων της έντυπης έκδοσης στο περιθώριο. Θα θέλατε να την αλλάξετε;
es: El valor predeterminado (★) para los libros recién abiertos que tienen un mapa de números de edición impresa es no mostrar las etiquetas de número de edición impresa en el margen. ¿Te gustaría cambiarlo?
fr: La valeur par défaut (★) pour les livres nouvellement ouverts qui ont une carte de numéros de page de référence est de ne pas afficher les étiquettes de numéro de page de référence dans la marge. Voulez-vous la changer ?
gl: A configuración por defecto (★) para libros novos que teñen un mapeado de números páxina de referencia da edición impresa é non mostrarlos nas marxes. Gustaríache cambiala?
hu: Alapértelmezett (★) beállítás az újonnan megnyitott könyveknél, amelyeknek van hivatkozási oldalszámtérképe, hogy nem jeleníti meg a hivatkozási oldalszámcímkéket a margón. Szeretné ezt megváltoztatni?
it_it: L'impostazione predefinita (★) per i libri appena aperti che dispongono di una mappa dei numeri di pagina dell'edizione stampata consiste nel non mostrare i riferimenti ai numeri di pagina nel margine. Vuoi cambiarlo?
ja: 参考ページ番号マップがある書籍を新しく開いたときの既定(★)は、余白に参考ページ番号ラベルを表示しないようになっています。 変更しますか？
ko_kr: 참조 페이지 번호 맵이 있는 새로 열린 책의 기본값(★)은 여백에 참조 페이지 번호 레이블을 표시하지 않습니다. 변경할까요?
nl_nl: De standaardinstelling (★) voor ongeopende boeken die een referentiepaginanummer-overzicht hebben is om referentiepaginanummers niet in de marge te tonen. Deze instelling wijzigen?
pl: Domyślnie (★) dla nowo otwieranych książek z mapą numerów stron referencyjnych nie należy wyświetlać etykiety z numerami stron referencyjnych na marginesie. Czy chcesz to zmienić?
pt_br: O padrão (★) para livros recém-abertos que possuem um mapa de números de páginas de referência é não mostrar rótulos de números de páginas de referência na margem. Gostaria de alterá-lo?
ro: Implicitul (★) pentru cărțile nou deschise care au numere de pagină referință este să nu se afișeze numărul de pagină referință într-o etichetă pe margine. Dorești să-l schimbi?
ru: По умолчанию (★) для вновь открытых книг, имеющих карту ссылок на номера страниц, не отображаются метки ссылок на номера страницы на полях. Вы хотите это изменить?
sk: Pre novootvorené knihy, ktoré majú tabuľku referenčných čísiel strán, je predvolené (★) nezobrazovať na okraji text s číslami referenčných strán. Prajete si to zmeniť?
sr: Подразумевана вредност (★) за нове књиге које имају мапу референтних бројеве страница је да се референтни бројеви страница не приказују у маргини. Да ли желите да је промените?
tr: Baskı sayfa numaraları haritası bulunan yeni açılmış kitaplar için varsayılan olarak (★) baskı sayfa numarası etiketleri kenar boşluğu içinde görüntülenmez. Değiştirmek ister misiniz?
uk: Типово (★) у щойно відкритих книгах, які мають карту посилань номерів сторінок, не використовуються посилання на мітки номер номерів сторінок на полях. Змінити це?
zh_cn: 新打开的书籍将默认 (★) 不在页面外空白处显示参考页码标签。 你想要修改吗？

source: Hide
ar: إخفاء
ca: Amagar
cs: Skrýt
de: Ausblenden
el: Απόκρυψη
es: Ocultar
fa: پنهان
fr: Masquer
gl: Agachar
hu: Elrejt
it_it: Nascondi
ja: 非表示
ko_kr: 숨김
nl_nl: Verbergen
pl: Ukryj
pt_br: Ocultar
ro: Ascunde
ru: Скрывать
sk: Skryť
sr: Сакриј
tr: Gizle
uk: Сховати
zh_cn: 隐藏

source: Hide (★)
ar: إخفاء (★)
ca: Amagar (★)
cs: Skrýt (★)
de: Ausblenden (★)
el: Απόκρυψη (★)
es: Ocultar (★)
fa: پنهان (★)
fr: Masquer (★)
gl: Agachar (★)
hu: Elrejt (★)
it_it: Nascondi (★)
ja: 非表示(★)
ko_kr: 숨김 (★)
nl_nl: Verbergen (★)
pl: Ukryj (★)
pt_br: Ocultar (★)
ro: Ascunde (★)
ru: Скрывать (★)
sk: Skryť (★)
sr: Сакриј (★)
tr: Gizle (★)
uk: Сховати (★)
zh_cn: 隐藏 (★)

source: Show (★)
ar: عرض (★)
ca: Mostrar (★)
cs: Zobrazit (★)
de: Einblenden (★)
el: Εμφάνιση (★)
es: Mostrar (★)
fa: نمایش (★)
fr: Afficher (★)
gl: Mostrar (★)
hu: Megjelenít (★)
it_it: Mostra (★)
ja: 表示(★)
ko_kr: 표시 (★)
nl_nl: Tonen (★)
pl: Pokaż (★)
pt_br: Mostrar (★)
ro: Arată (★)
ru: Показывать (★)
sk: Zobraziť (★)
sr: Прикажи (★)
tr: Görüntüle (★)
uk: Показати (★)
zh_cn: 显示 (★)

source: Show
ar: عرض
ca: Mostrar
cs: Zobrazit
de: Einblenden
el: Εμφάνιση
es: Mostrar
fa: نمایش
fr: Afficher
gl: Mostrar
hu: Megjelenít
it_it: Mostra
ja: 表示
ko_kr: 표시
nl_nl: Tonen
pl: Pokaż
pt_br: Mostrar
ro: Arată
ru: Показывать
sk: Zobraziť
sr: Прикажи
tr: Görüntüle
uk: Показати
zh_cn: 显示

source: Page labels font size: %1
ca: Grandària de lletra de les etiquetes de pàgina: %1
cs: Velikost písma označení stránek: %1
de: Seitenbeschriftungs Schriftgröße(%1)
el: Μέγεθος γραμματοσειράς ετικετών σελίδας: %1
es: Tamaño de fuente de las etiquetas de página: %1
fr: Taille de la police des étiquettes de page (%1)
gl: Tamaño da fonte das etiquetas da páxina: %1
hu: Oldal címke betűméret: %1
it_it: Dimensione carattere etichette pagina: %1
ja: ページラベルのフォントサイズ: %1
ko_kr: 페이지 라벨 글꼴 크기 : %1
nl_nl: Paginalabel-lettergrootte: %1
pl: Rozmiar czcionki etykiet stron: %1
pt_br: Tamanho da fonte dos rótulos de página: %1
ru: Размер шрифта меток страниц: %1
sk: Veľkosť písma pre názvy strán %1
sr: Величина фонта ознака странице: %1
tr: Sayfa etiketlerinin yazı boyutu: %1
uk: Розмір шрифту міток сторінок: %1
zh_cn: 页面标签字体大小 (%1)

source: Page labels font size
ar: حجم خط تسميات الصفحة
ca: Grandària de lletra de les etiquetes de pàgina
cs: Velikost písma štítků stránek
de: Schriftgröße der Seitenbeschriftungen
el: Μέγεθος γραμματοσειράς ετικετών σελίδας
es: Tamaño de fuente de las etiquetas de página
fr: Taille de la police des étiquettes de page
gl: Seleccionar tamaño da fonte para as etiquetas de número de páxina
hu: Oldal címke betűmérete
it_it: Dimensione del carattere dei riferimenti di pagina
ja: ページラベルのフォントサイズ
ko_kr: 페이지 레이블 글꼴 크기
nl_nl: Paginalabellettergrootte
pl: Rozmiar czcionki etykiet strony
pt_br: Tamanho da fonte de rótulos de página
ro: Mărime font etichete pagină
ru: Размер шрифта меток страниц
sk: Veľkosť písma pre názvy strán
sr: Величина фонта ознака странице
tr: Sayfa etiketlerinin yazı boyutu
uk: Розмір шрифту міток сторінок
zh_cn: 页面标签字体大小

source: Note that this change in styles may render your bookmarks or highlights no more valid. If some of them do not show anymore, you can just revert the change you just made to have them shown again.
ar: يرجى الانتباه إلى أن هذا التغيير في الأنساق قد يتلف تخطيطاتك وعلاماتك المرجعية. إذا اختفى بعضها, يمكنك ببساطة أن ترجع التعيير الذي قمت به, فتظهر مجدّدًا.
ca: Aquest canvi en els estils pot fer que els marcadors o subratllats deixen de ser vàlids. Si alguns d'ells deixen de veure's, es pot revertir el canvi i fer-los de nou visibles.
cs: Vemte na vědomí, že tato změna stylu může způsobit, že vaše záložky nebo zvýraznění nebudou nadále platné. Pokud některé z nich přestanou fungovat, můžete vrátit právě provedenou změnu, aby opět začali být funkční.
de: Beachten Sie, dass diese Änderung der Stile Ihre Lesezeichen oder Hervorhebungen ungültig machen kann. Wenn einige von ihnen nicht mehr angezeigt werden, können Sie die Änderung, die Sie gerade vorgenommen haben, einfach rückgängig machen, um sie wieder anzuzeigen.
el: Λάβετε υπόψη ότι αυτή η αλλαγή στα στυλ μπορεί να ακυρώσει πλέον τους σελιδοδείκτες ή τις επισημάνσεις σας. Εάν κάποια από αυτά δεν εμφανίζονται πλέον, μπορείτε απλώς να αναιρέσετε την αλλαγή που μόλις κάνατε για να εμφανιστούν ξανά.
es: Este cambio en los estilos puede hacer que los marcadores o subrayados dejen de ser válidos. Si algunos de ellos dejan de poderse ver, se puede revertir el cambio para que vuelvan a ser visibles.
fr: Notez que cette modification des styles peut rendre vos marque-pages ou vos surlignages invalides. Si certains d’entre eux ne sont plus affichés, vous pouvez simplement annuler la modification que vous venez d’apporter pour les afficher à nouveau.
gl: Ten en conta que este cambio de estilos pode facer que os teus marcadores e textos destacados sexan inválidos. Se algúns deles non aparecen máis, podes desfacer o cambio que fixeches xusto agora para que se mostren outra vez.
hu: Figyelem: ez a stílusváltozás a könyvjelzőit és a kiemeléseit érvénytelenné teheti. Ha néhányat már nem lát, visszavonhatja a változtatásokat, hogy ismét láthatóak legyenek.
it_it: Questo cambiamento di stile può rendere i tuoi segnalibri o evidenziazioni non più validi. Se alcuni di essi non vengono più visualizzati, puoi semplicemente annullare la modifica appena eseguita per visualizzarli di nuovo.
ja: なお、このスタイルの変更により、ブックマークやハイライトが無効になる場合があります。 表示されなくなったブックマークやハイライトがある場合は、先ほどの変更を元に戻せば、再び表示されるようになります。
ko_kr: 스타일이 바뀌면 책갈피나 강조 표시가 더 이상 맞게 표시되지 않을 수 있습니다. 일부 책갈피나 강조 표시가 맞게 표시되지 않으면, 방금 변경 한 내용을 되돌릴 수 있습니다.
nl_nl: Deze stijlverandering kan bladwijzers of markeringen invalideren. Als sommigen niet meer worden weergegeven, kun je ze weer laten weergeven door de stijl terug te veranderen.
pl: Zauważ, że ta zmiana stylów może sprawić, że Twoje zakładki lub zaznaczenia staną się nieprawidłowe. Jeśli niektóre z nich już się nie wyświetlają, możesz po prostu przywrócić zmiany, które właśnie wprowadziłeś, aby je ponownie wyświetlić.
pt_br: Observe que essa alteração nos estilos pode tornar seus marcadores ou destaques inválidos. Se alguns deles não aparecerem mais, basta reverter a alteração que você fez para exibi-los novamente.
ro: Ai în vedere că această schimbare de stiluri poate face ca semnele de carte și evidențierile să nu mai fie valide. Dacă unele dintre ele nu mai apar, poți anula schimbarea pe care tocmai ai făcut-o pentru a le afișa din nou.
ru: Обратите внимание, что это изменение в стилях может сделать недействительными ваши закладки или выделения. Если некоторые из них больше не видны, для их отображения можно просто отменить только что внесённые изменения.
sk: Zoberte prosím na vedomie, že táto zmena štýlov môže spôsobiť, že vaše záložky alebo zvýraznenia prestanú platiť. Ak sa niektoré z nich už nezobrazujú, stačí vrátiť zmenu, ktorú ste práve vykonali, aby sa znova zobrazovali.
sr: Имајте на уму да ова измена стилова може учинити да ваши маркери и истицања више не важе. Ако се неки од њих више не приказују, једноставно можете да поништите измену коју сте управо направили и они ће се поново појавити.
tr: Biçemlerdeki bu değişikliğin yer imlerinizi yeniden oluşturabileceğini ya da vurgularınızı geçersiz kılabileceğini unutmayın. Bazıları görünmez olursa yaptığınız değişikliği geri alarak yeniden görünmelerini sağlayabilirsiniz.
uk: Зверніть увагу, що ця зміна стилів може призвести до зникання ваших закладок чи виділень. Якщо деякі з них більше не показано, ви можете просто скасувати зміни, щоб вони знову з'явилися.
zh_cn: 需要注意的是，这项样式的改动可能使书签和标注样式失效。 如果它们显示不正常，你可以回退刚刚所作的更改。
