Repository: spruceUI/spruceOS
Catalog: App/KoReader/l10n/*/koreader.po
Languages: ar, ca, cs, de, el, es, fa, fr, gl, hu, it_it, ja, ko_kr, nl_nl, pl, pt_br, ro, ru, sk, sr, tr, uk, zh_cn

source: Hardware dithering set to: %1.
ca: Tramat per maquinari ajustat a: %1.
cs: Hardwarový dithering je nastaven na: %1.
de: Hardware-Dithering eingestellt auf: %1.
el: Το "Hardware dithering" ορίστηκε στο: %1.
es: Tramado por hardware ajustado a: %1.
fa: صاف‌سازی سخت‌افزاری تنظیم شد بر روی: %1.
fr: Tramage matériel défini à : %1.
gl: Entrelazado por hardware axustado a: %1.
hu: HW dithering állapota: %1.
it_it: Dithering hardware impostato su: %1.
ja: ハードウェアディザを %1 に設定しました。
ko_kr: 하드웨어 디더링 설정: %1.
nl_nl: Hardware-dithering ingesteld op: %1.
pl: Dithering sprzętowy ustawiony na: %1.
pt_br: Pontilhamento de hardware definido para: %1.
ro: Ditering hardware setat la: %1.
ru: Состояние аппаратного сглаживания: %1.
sk: Hardvérový rozklad nastavený na: %1.
sr: Хардверски дитеринг је постављен на: %1.
tr: Donanımsal titreme %1 olarak ayarlandı.
uk: Апаратний дитеринг установлено на: %1.
zh_cn: 硬件抖动已设为：%1。

source: Software dithering set to: %1.
ca: Tramat per programari ajustat a: %1.
cs: Softwarový dithering je nastaven na: %1.
de: Software-Dithering eingestellt auf: %1.
el: Το "Software dithering" ορίστηκε στο: %1.
es: Tramado por software ajustado a: %1.
fa: صاف‌سازی نرم‌افزاری تنظیم شد بر روی: %1.
fr: Tramage logiciel défini à : %1.
gl: Entrelazado por software axustado a: %1.
hu: SW dithering állapota: %1.
it_it: Dithering software impostato su: %1.
ja: ソフトウェアディザを %1 に設定しました。
ko_kr: 소프트웨어 디더링 설정: %1.
nl_nl: Software-dithering ingesteld op: %1.
pl: Dithering programowy ustawiony na: %1.
pt_br: Pontilhamento de software definido para:%1.
ro: Ditering software setat la: %1.
ru: Состояние программного сглаживания: %1.
sk: Softvérový rozklad nastavený na: %1.
sr: Софтверски дитеринг је постављен на: %1.
tr: Yazılımsal titreme %1 olarak ayarlandı.
uk: Програмний дитеринг установлено на: %1.
zh_cn: 软件抖动已设为：%1。

source: Font zoom set to: %1.
ar: تم ضبط تكبير الخط على: %1.
ca: Zoom de lletra ajustat a: %1.
cs: Zazoomování písma je nastaveno na hodnotu: %1.
de: Schrift-Vergrößerung eingestellt auf: %1.
el: Η μεγέθυνση της γραμματοσειράς ορίστηκε σε %1.
es: Zoom de fuentes ajustado a: %1.
fa: بزرگنمایی قلم تنظیم شد بر روی: %1.
fr: Zoom de la police réglé à : %1.
gl: Zoom da fonte axustado a: %1.
hu: Beállított betűnagyítás: %1.
it_it: Zoom dei caratteri impostato a %1.
ja: フォントのズーム倍率が%1に設定されました。
ko_kr: 글꼴 확대 배율 설정: %1.
nl_nl: Lettertype zoom ingesteld op: %1.
pl: Powiększenie czcionki ustawione na: %1.
pt_br: Ampliação da fonte definida para: %1.
ro: Mărire font setată la: %1.
ru: Текущее масштабирование шрифта: %1.
sk: Zväčšenie písma nastavené na: %1.
sr: Зумирање фонта је постављено на: %1.
tr: Yazı tipi yakınlaştırması şuna ayarlandı: %1.
uk: Збільшення шрифту встановлено на: %1.
zh_cn: 字体缩放已设为: %1。

source: View mode set to: %1
ar: تم ضبط وضع العرض على: %1
ca: Mode de visualització ajustat a: %1
cs: Režim zobrazení je nastaven na možnost: %1
de: Ansichtsmodus eingestellt auf: %1
el: Ο τύπος προβολής ορίστηκε σε: %1
es: Modo de visualización ajustado a: %1
fa: حالت نمایش تنظیم شد بر روی: %1
fr: Mode d’affichage réglé sur : %1
gl: Modo de visualización axustado a: %1
hu: Beállított nézetmód: %1
it_it: Modo di visualizzazione impostato a: %1
ja: 閲覧モードを %1 に設定しました
ko_kr: 보기 모드 설정: %1
nl_nl: Weergavemodus ingesteld op: %1
pl: Tryb przeglądania ustawiony na: %1
pt_br: Modo de visualização definido como: %1
ro: Mod vizualizare setat la: %1
ru: Текущий режим просмотра: %1
sk: Režim zobrazenia je nastavený na: %1
sr: Режим прегледа је постављен на: %1
tr: Görüntüleme kipi şuna ayarlandı: %1
uk: Режим перегляду встановлений на: %1
zh_cn: 查看模式已设为: %1

source: Page gap set to %1.
ar: تم ضبط فجوة الصفحة على %1.
ca: Espai entre pàgines ajustat a %1.
cs: Mezera mezi stránkami je nastavena na hodnotu %1.
de: Seitenlücke auf %1 gesetzt.
el: Το διάστημα μεταξύ σελίδων ορίστηκε σε %1.
es: Espacio entre páginas ajustado a %1.
fa: شکاف صفحات %1 تنظیم شد.
fr: Espace entre pages réglé à %1.
gl: Separación entre páxinas axustado a %1.
hu: Az oldalak közti távolság %1-re van beállítva.
it_it: Spazio tra le pagine impostato a %1.
ja: ページ間隔が%1に設定されました。
ko_kr: 페이지 간격이 %1으로 설정되었습니다.
nl_nl: Pagina-afstand ingesteld op %1.
pl: Odstęp strony ustawiony na %1.
pt_br: Espaço entre páginas definido para %1.
ro: Spațiu între pagini setat la %1.
ru: Текущий разрыв страниц: %1.
sk: Medzera medzi stránkami je nastavená na %1.
sr: Размак између страница је постављен на %1.
tr: Sayfa boşluğu %1 olarak ayarlandı.
uk: Розрив сторінки встановлено на %1.
zh_cn: 页间距设为 %1。

source: DjVu render mode
ar: طريقة عرض DjVu
ca: Mode de visualització de DjVu
cs: Režim vykreslování DjVu
de: DjVu render Modus
el: Λειτουργία απόδοσης DjVu
es: Modo de renderizado de DjVu
fa: حالت رندر Djvu
fr: Mode de rendu DjVu
gl: Modo de renderización de DjVu
hu: DjVu renderelési mód
it_it: Modalità di resa grafica DjVu
ja: DjVu 描画モード
ko_kr: DjVu 렌더링 모드
nl_nl: DjVu-weergavemodus
pl: Tryb renderowania DjVu
pt_br: Modo de renderização DjVu
ro: Mod redare DjVu
ru: Режим отрисовки DjVu
sk: DjVu vykreslenie
sr: Режим приказа DjVu докумената
tr: DjVu işleme kipi
uk: Режим перемальовки DjVu
zh_cn: DjVu 渲染模式

source: COLOUR (works for both colour and b&w pages)
ar: بالألوان (يعمل للصفحات الملونة وغير الملونة)
ca: COLOR (per a pàgines en blanc i negre o en color)
cs: BAREVNÝ (funguje na barevných i ČB stránkách)
de: FARBE (funktioniert mit farbigen und s&w Seiten)
el: ΧΡΩΜΑ (λειτουργεί για έγχρωμες και ασπρόμαυρες σελίδες)
es: COLOR (para páginas en blanco y negro o en color)
fa: رنگ (برای هر دو صفحات رنگی و سیاه و سفید کار می‌کند)
fr: COULEUR (fonctionne pour les pages couleurs et n&b)
gl: COR (funciona para páxinas en cor e en b&n)
hu: SZÍNES (működik színes és fekete-fehér oldalakkal is)
it_it: COLOUR (funziona per pagine a colori e b&w)
ja: カラー (カラーと白黒ページの両方で動作)
ko_kr: 컬러 (흑백과 컬러 페이지 모두 작동)
nl_nl: Kleur (werkt voor zowel kleur als zwart-wit)
pl: KOLOR (działa zarówno dla kolorowych jak i cz-b stron)
pt_br: COR (funciona para ambas as cores e páginas p&b)
ro: COLOR (funcționează atît pentru pagini color cît și pentru pagini alb-negru)
ru: Цветной (работает и для цветных, и для ч/б страниц)
sk: FAREBNE (funguje aj pre čiernobiele)
sr: COLOUR (ради и са странице у боји и за црно-беле)
tr: RENKLİ (renkli ve sb sayfalarda çalışır)
uk: КОЛЬОРОВИЙ (як для кол. так і ч/б сторінок)
zh_cn: COLOUR（适用于彩色和黑白页面）

source: BLACK & WHITE (for b&w pages only, much faster)
ar: بالأسود والأبيض (للصفحات السوداء والبيضاء فقط, أسرع)
ca: BLANC i NEGRE (només per a pàgines en blanc i negre, molt més ràpid)
cs: ČERNOBÍLÝ (jen ČB stránky, mnohem rychlejší)
de: SCHWARZ & WEIß (nur für s&w Seiten, viel schneller)
el: ΑΣΠΡΟΜΑΥΡΗ (για ασπρόμαυρες σελίδες μόνο, πολύ γρηγορότερα)
es: BLANCO y NEGRO (sólo para páginas en blanco y negro, mucho más rápido)
fa: سیاه و سفید (تنها برای صفحات سیاه و سفید، بسیار سریع‌تر)
fr: NOIR & BLANC (pour les pages n&b seulement, bien plus rapide)
gl: BRANCO e NEGRO (para páxinas en b&n, moi rápido)
hu: FEKETE-FEHÉR (csak f-f oldalak, sokkal gyorsabb)
it_it: BIANCO e NERO (solo per pagine in bianco e nero, molto più veloce)
ja: 白黒 (白黒ページに対してのみ、非常に高速)
ko_kr: 흑백 (흑백 페이지용, 훨씬 빠름)
nl_nl: Zwart-wit (veel sneller)
pl: CZARNO-BIAŁE (tylko dla cz-b stron, znacznie szybciej)
pt_br: PRETO & BRANCO (para páginas p&b apenas, mais rápido)
ro: ALB-NEGRU (numai pentru pagini alb-negru, mult mai rapid)
ru: Чёрно-белый (только для ч/б страниц, намного быстрее)
sk: ČIERNO-BIELE (len pre čiernobiele stránky, oveľa rýchlejšie)
sr: BLACK & WHITE (само за црно-беле странице, много брже)
tr: SİYAH - BEYAZ (yalnızca sb sayfalar için, çok hızlı)
uk: ЧОРНО/БІЛИЙ (лише для ч/б сторінок, набагато швидший)
zh_cn: BLACK & WHITE（仅适用于黑白页面，渲染更快）

source: COLOUR ONLY (slightly faster than COLOUR)
ar: ألوان فقط (أسرع قليلًا من "بالألوان")
ca: NOMÉS COLOR (lleugerament més ràpid que COLOR)
cs: JEN BARVY (trochu rychlejší než BAREVNÝ)
de: NUR FARBE (ein bisschen schneller als FARBE)
el: ΧΡΩΜΑ ΜΟΝΟ (ελαφρώς ταχύτερο από ΧΡΩΜΑ)
es: SÓLO COLOR (ligeramente más rápido que COLOR)
fr: COULEUR SEULEMENT (légèrement plus rapide que COULEUR)
gl: SO COR (un pouco máis rápido que COR)
hu: KIZÁRÓLAG SZÍNES (valamivel gyorsabb, mint a SZÍNES)
it_it: COLOUR ONLY (appena più veloce di COLOUR)
ja: カラーのみ (カラーより少し速い)
ko_kr: 컬러만 (컬러 모드보다 조금 빠름)
nl_nl: Enkel kleur (ietwat sneller dan kleur)
pl: TYLKO KOLOR (nieco szybciej niż KOLOR)
pt_br: SOMENTE COR (ligeiramente mais rápido do que COR)
ro: NUMAI COLOR (ceva mai rapid decît COLOR)
ru: Только цвет (немного быстрее, чем «Цветной»)
sk: LEN FAREBNE (rýchlejšie než FAREBNE)
sr: COLOUR ONLY (мало брже од COLOUR)
tr: YALNIZ RENKLİ (RENKLİDEN biraz daha hızlı)
uk: ЛИШЕ КОЛІР (трохи швидший за КОЛІР)
zh_cn: COLOUR ONLY（比 COLOUR 模式稍快）

source: MASK ONLY (for b&w pages only)
ar: قناع فقط (للصفحات السوداء والبيضاء فقط)
ca: NOMÉS MÀSCARA (tan sols per a pàgines en BLANC i NEGRE)
cs: JEN MASKA (jen ČB stránky)
de: NUR MASKE (nur für s&w Seiten)
el: ΜΑΣΚΑ ΜΟΝΟ (για ασπρόμαυρες σελίδες μόνο)
es: SÓLO MÁSCARA (sólo para páginas en BLANCO y NEGRO)
fr: MASQUER SEULEMENT (pour les pages n&b seulement)
gl: SÓ MÁSCARA (para páxinas en b&n)
hu: CSAK MASZK (csak f-f oldalakkal működik)
it_it: MASK ONLY (solo per pagine in b&w)
ja: マスクのみ (白黒ページのみ)
ko_kr: MASK만 (흑백 페이지 전용)
nl_nl: Alleen masker (enkel voor zwart-wit pagina's)
pl: TYLKO MASKA (tylko dla cz-b stron)
pt_br: MASCARAR SOMENTE (para páginas p&b apenas)
ro: NUMAI MASCĂ (numai pentru pagini alb-negru)
ru: Только маска (исключительно для ч/б страниц)
sk: LEN MASKA (len pre čiernobiele strany)
sr: MASK ONLY (само за црно-беле странице)
tr: YALNIZ MASKE (siyah beyaz sayfalar)
uk: ЛИШЕ МАСКА (лише для ч/б сторінок)
zh_cn: MASK ONLY（仅适用于黑白页面）

source: COLOUR BACKGROUND (show only background)
ar: خلفية ملونة (فقط اعرض الخلفية)
ca: COLOR DE FONS (només mostra el fons)
cs: BAREVNÉ POZADÍ (zobrazí jen pozadí)
de: FARBIGER HINTERGRUND (zeige nur den Hintergrund)
el: ΧΡΩΜΑ ΦΟΝΤΟΥ (εμφανίζει μόνο το φόντο)
es: COLOR DE FONDO (sólo muestra el fondo)
fr: COULEUR ARRIÈRE-PLAN (affiche seulement l’arrière-plan)
gl: COR DE FONDO
hu: SZÍNES HÁTTÉR (csak a háttér megjelenítése)
it_it: COLOUR BACKGROUND (mostra solo sfondo)
ja: カラー背景 (背景のみ表示)
ko_kr: 컬러 배경 (배경만 표시)
nl_nl: Gekleurde achtergrond (toont alleen achtergrond)
pl: KOLOR. TŁO (wyśw. tylko tło)
pt_br: COR DE FUNDO (exibir somente o fundo)
ro: FUNDAL COLOR (arată numai fundalul)
ru: Цветной фон (показать только фон)
sk: FAREBNÉ POZADIE (ukázať len pozadie)
sr: COLOUR BACKGROUND (приказује се само позадина)
tr: RENKLİ ARKA PLAN (yalnızca arka planda görüntülenir)
uk: КОЛЬОРОВИЙ ФОН (показати тільки фон)
zh_cn: COLOUR BACKGROUND（仅显示背景图层）

source: COLOUR FOREGROUND (show only foreground)
ar: أماميّة ملونة (فقط اعرض المحتوى)
ca: COLOR EN PRIMER PLA (només mostra el primer pla)
cs: BAREVNÉ POPŘEDÍ (zobrazí jen popředí)
de: FARBIGER VORDERGRUND (zeige nur den Vordergrund)
el: ΧΡΩΜΑ ΠΡΟΣΚΗΝΙΟΥ (εμφανίζει μόνο το προσκήνιο)
es: COLOR EN PRIMER PLANO (sólo muestra el primer plano)
fr: COULEUR PREMIER PLAN (affiche seulement le premier plan)
gl: COR DE PRIMEIRO PLANO (mostrar só o primeiro plano)
hu: SZÍNES ELŐTÉR (csak az előtér megjelenítése)
it_it: COLOUR FOREGROUND (mostra solo primo piano)
ja: カラー前景 (前景のみ表示)
ko_kr: 컬러 전경 (전경만 표시)
nl_nl: Gekleurde voorgrond (toont alleen voorgrond)
pl: KOLOR. PIERWSZY PLAN (wyśw. tylko pierwszy plan)
pt_br: COR EM PRIMEIRO PLANO (exibir somente o primeiro plano)
ro: PRIM-PLAN COLOR (arată numai prim-planul)
ru: Цветной передний план (показать только передний план)
sk: FAREBNÉ POPREDIE (ukázať len popredie)
sr: COLOUR FOREGROUND (приказује се само предњи план)
tr: RENKLİ ÖN ALAN (yalnızca ön alanda görüntülenir)
uk: КОЛЬОРОВИЙ ФРОНТ (показати тільки фронт)
zh_cn: COLOUR FOREGROUND（仅显示前景图层）

source: RTL page turning.
ar: اتجاه قلب الصفحة من اليمين إلى اليسار.
ca: Canvi de pàgina RTL.
cs: Otáčení stránek zprava doleva (P→L).
de: RTL Seitenwechsel.
el: Γύρισμα σελίδων ΔπΑ.
es: Cambio de página RTL.
fa: راست به چپ ورق زدن.
fr: Changement de page de droite à gauche.
gl: Pasar páxina de DAE.
hu: J->B lapozás.
it_it: Cambio di pagina RTL.
ja: RTL(右から左)ページめくり。
ko_kr: RTL 페이지 넘김.
nl_nl: RnL bladeren.
pl: Przewracanie strony od prawej do lewej.
pt_br: Virar página DPE.
ro: Întoarcerea paginii RTL.
ru: Листание страниц ←ПНЛ.
sk: Otáčanie strán (sprava doľava).
sr: RTL (десно у лево) окретање страница.
tr: Sağdan sola sayfa çevirme.
uk: Гортання сторінок ПНЛ.
zh_cn: 从右至左翻页。

source: LTR page turning.
ar: اتجاه قلب الصفحة من اليسار إلى اليمين.
ca: Canvi de pàgina LTR.
cs: Otáčení stránek zleva doprava (L→P).
de: LTR Seitenwechsel.
el: Γύρισμα σελίδων ΑπΔ .
es: Cambio de página LTR.
fa: چپ به راست ورق زدن.
fr: Changement de page de gauche à droite.
gl: Pasar páxina de EAD.
hu: B->J lapozás.
it_it: Cambio di pagina LTR.
ja: LTR(左から右)ページめくり。
ko_kr: LTR 페이지 넘김.
nl_nl: LnR bladeren.
pl: Przewracanie strony od lewej do prawej.
pt_br: Virar página EPD.
ro: Întoarcerea paginii LTR.
ru: Листание страниц ЛНП→.
sk: Otáčanie strán (zľava doprava).
sr: LTR (лево у десно) окретање страница.
tr: Soldan sağa sayfa çevirme.
uk: Гортання сторінок ЛНП.
zh_cn: 从左至右翻页。

source: Search Wikipedia
ar: بحث في ويكيبيديا
ca: Buscar en Viquipèdia
cs: Hledat na Wikipedii
de: Wikipedia durchsuchen
el: Αναζήτηση στη Βικιπαίδεια
es: Buscar en Wikipedia
fa: جستجو در ویکی‌پدیا
fr: Rechercher dans Wikipédia
gl: Busca na Wikipedia
hu: Keresés a Wikipedián
it_it: Cerca in Wikipedia
ja: Wikipedia を検索
ko_kr: 위키피디아 검색
nl_nl: Zoek in Wikipedia
pl: Szukaj w Wikipedii
pt_br: Buscar na Wikipédia
ro: Caută pe Wikipedia
ru: Поиск в Википедии
sk: Hľadať na Wikipedii
sr: Претражи Википедију
tr: Vikipedi üzerinde ara
uk: Знайти у Вікіпедії
zh_cn: 在维基百科搜索

source: Wikipedia lookup
ar: البحث في ويكيبيديا
ca: Buscar en Viquipèdia
cs: Vyhledat na Wikipedii
de: Wikipedia nachschlagen
el: Αναζήτηση στη Βικιπαίδεια
es: Consulta en Wikipedia
fa: جستجو در ویکی‌پدیا
fr: Recherche Wikipédia
gl: Busca na Wikipedia
hu: Keresés a Wikipediában
it_it: Ricerca in Wikipedia
ja: Wikipedia 検索
ko_kr: 위키피디아 조회
nl_nl: Zoek in Wikipedia
pl: Wyszukaj w Wikipedii
pt_br: Busca na Wikipédia
ro: Căutare Wikipedia
ru: Поиск в Википедии
sk: Vyhľadávanie na Wikipédii
sr: Упит Википедије
tr: Vikipedi arama
uk: Пошук у Вікіпедії
zh_cn: 查询维基百科

source: Wikipedia history
ar: محفوظات ويكيبيديا
ca: Historial de Viquipèdia
cs: Historie vyhledávání na Wikipedii
de: Wikipedia Verlauf
el: Ιστορικό Βικιπαίδειας
es: Historial de Wikipedia
fa: تاریخچه ویکی‌پدیا
fr: Historique des recherches Wikipédia
gl: Historial da Wikipedia
hu: Wikipedia előzmények
it_it: Cronologia di Wikipedia
ja: Wikipedia 履歴
ko_kr: 위키피디아 내력
nl_nl: Wikipediazoekgeschiedenis
pl: Historia Wikipedii
pt_br: Histórico da Wikipédia
ro: Istoric căutări Wikipedia
ru: История Википедии
sk: História Wikipédie
sr: Историја Википедије
tr: Vikipedi geçmişi
uk: Історія Вікіпедії
zh_cn: 维基百科历史记录

source: Wikipedia settings
ar: إعدادات ويكيبيديا
ca: Paràmetres de la Viquipèdia
cs: Nastavení Wikipedie
de: Wikipedia-Einstellungen
el: Ρυθμίσεις Βικιπαίδειας
es: Configurar Wikipedia
fa: تنظیمات ویکی‌پدیا
fr: Paramètres de Wikipédia
gl: Configuración de Wikipedia
hu: Wikipedia beállítások
it_it: Impostazioni di Wikipedia
ja: Wikipedia 設定
ko_kr: 위키피디아 설정
nl_nl: Wikipedia-instellingen
pl: Ustawienia Wikipedii
pt_br: Configurações da Wikipédia
ro: Setări Wikipedia
ru: Настройки Википедии
sk: Nastavenia Wikipédie
sr: Подешавања Википедије
tr: Vikipedi ayarları
uk: Налаштування Вікіпедії
zh_cn: 维基百科设置

source: Set Wikipedia languages
ar: حدّد لغات ويكيبيديا
ca: Establir idiomes de Viquipèdia
cs: Nastavit jazyky Wikipedie
de: Wikipedia-Sprachen festlegen
el: Ορισμός γλωσσών Βικιπαίδειας
es: Establecer idiomas de Wikipedia
fa: تعیین زبان ویکی‌پدیا
fr: Choisir les langues pour Wikipédia
gl: Idiomas para Wikipedia
hu: Wikipedia nyelv beállítása
it_it: Imposta le lingue di Wikipedia
ja: Wikipedia の言語を設定
ko_kr: 위키피디아 언어 설정
nl_nl: Wikipediatalen instellen
pl: Ustaw język Wikipedii
pt_br: Definir os idiomas da Wikipédia
ro: Setare limbă Wikipedia
ru: Задать языки Википедии
sk: Nastav jazyk Wikipedie
sr: Постави језике Википедије
tr: Vikipedi dillerini ayarla
uk: Встановити мови Вікіпедії
zh_cn: 设置维基百科语言

source: %1 does not look like a valid Wikipedia language.
ar: %1 لا تبدو كلغة صالحة لويكيبيديا.
ca: %1 no sembla un idioma vàlid de Viquipèdia.
cs: %1 nevypadá jako platný jazyk Wikipedie.
de: %1 sieht nicht wie eine gültige Wikipedia-Sprache aus.
el: Η %1 δεν μοιάζει με κάποια γλώσσα της Βικιπαίδειας.
es: %1 no parece un idioma válido de Wikipedia.
fa: %1 شبیه یک زبان معتبر ویکی‌پدیا نیست.
fr: %1 ne ressemble pas à une langue valide pour Wikipédia.
gl: %1 non parece un idioma válido da Wikipedia.
hu: A %1 nem tűnik érvényes Wikipedia nyelvnek.
it_it: %1 non sembra una lingua valida di Wikipedia.
ja: %1 は有効な Wikipedia の言語ではないようです。
ko_kr: %1는 올바른 위키피디아 언어로 보이지 않습니다.
nl_nl: %1 lijkt niet op een geldige Wikipediataal.
pl: %1 nie wygląda jak prawidłowy język Wikipedii.
pt_br: %1 não parece um idioma válido da Wikipédia.
ro: %1 nu pare să fie o limbă validă pentru Wikipedia.
ru: %1 не похож на действительный язык Википедии.
sk: %1 nie je platný jazyk Wikipedie.
sr: %1 не изгледа као исправан језик Википедије.
tr: %1 geçerli bir Vikipedi dili değil gibi görünüyor.
uk: %1 не виглядає як дійсна мова з Вікіпедії.
zh_cn: %1 看起来不像一个有效的维基百科语言。

source: Wikipedia languages
ar: لغات ويكيبيديا
ca: Idiomes de Viquipèdia
cs: Jazyky Wikipedie
de: Wikipedia-Sprachen
el: Γλώσσες Βικιπαίδειας
es: Idiomas de Wikipedia
fa: زبان‌های ویکی‌پدیا
fr: Langues pour Wikipédia
gl: Idiomas de Wikipedia
hu: Wikipedia nyelvek
it_it: Lingue di Wikipedia
ja: Wikipedia 言語
ko_kr: 위키피디아 언어
nl_nl: Wikipediatalen
pl: Języki Wikipedii
pt_br: Idiomas da Wikipédia
ro: Limbi Wikipedia
ru: Языки Википедии
sk: Jazyky Wikipédie
sr: Језици Википедије
tr: Vikipedi dilleri
uk: Мови Вікіпедії
zh_cn: 维基百科语言
