Repository: spruceUI/spruceOS
Catalog: App/KoReader/l10n/*/koreader.po
Languages: ar, ca, cs, de, el, es, fa, fr, gl, hu, it_it, ja, ko_kr, nl_nl, pl, pt_br, ro, ru, sk, sr, tr, uk, zh_cn

source: Disables hyphenation inside the targeted elements.
ca: Desactiva la partició de mots dins els elements seleccionats.
de: Deaktiviert die Silbentrennung innerhalb der Zielelemente.
el: Απενεργοποιεί τον συλλαβισμό μέσα στα επιλεγμένα στοιχεία.
es: Desactiva la silabación en los elementos seleccionados.
fr: Désactive la césure à l'intérieur des éléments ciblés.
gl: Desactiva a separación en sílabas dentro dos elementos seleccionados.
hu: Letiltja az elválasztást a célzott elemeken belül.
it_it: Disabilita la sillabazione all'interno degli elementi in questione.
ko_kr: 대상 요소 내에서 하이픈 넣기를 비활성화합니다.
nl_nl: Schakelt woordafbreking binnen de beoogde elementen uit.
pl: Wyłącza dzielenie wyrazów wewnątrz docelowych elementów.
pt_br: Desativa a hifenização dentro dos elementos de destino.
ru: Отключает переносы внутри целевых элементов.
sk: Zakáže delenie slov vo vnútri cieľových prvkov.
sr: Искључује растављање цртицама унутар циљних елемената.
tr: Hedeflenmiş ögelerin içinde tire kullanımını devre dışı bırakır.
uk: Вимикає перенесення всередині цільових елементів.
zh_cn: 在目标元素中禁用文本断字功能。

source: 1.2em is our default text indentation.
ca: El sagnat de text per defecte és d’1,2 em.
cs: 1.2em je vaše výchozí odsazení textu.
de: 1,2 em ist der Standard-Einzug für Text.
el: Το 1.2em είναι η προεπιλεγμένη εσοχή του κειμένου μας.
es: La sangría de texto predeterminada es de 1,2 em.
fr: 1.2em est notre indentation de texte par défaut.
gl: A sangría por defecto é de 1.2em.
hu: 1.2em az alapértelmezett szövegbehúzás.
it_it: il nostro rientro del testo predefinito è 1.2em.
ko_kr: 1.2em이 기본 텍스트 들여쓰기입니다.
nl_nl: 1.2em is de standaard tekstinspringing.
pl: 1.2em to nasze domyślne wcięcie tekstu.
pt_br: 1.2em é o recuo de texto padrão.
ru: 1.2em - отступ текста по умолчанию.
sk: 1,2 em je naše predvolené odsadenie textu.
sr: 1.2еm је наше подразумевано увлачење текста.
tr: Varsayılan metin girintimiz 1,2em.
uk: 1.2em — наш усталений відступ тексту.
zh_cn: 默认文本缩进为 1.2em。

source: Start a new page with this element. Use 'avoid' to avoid a new page.
ca: Inicia una pàgina nova amb aquest element. Useu «avoid» perquè no s’insereixi una pàgina nova.
de: Beginnen Sie eine neue Seite mit diesem Element. Verwenden Sie "vermeiden", um eine neue Seite zu vermeiden.
el: Έναρξη νέας σελίδας με αυτό το στοιχείο. Χρησιμοποιήστε το 'avoid' για να αποφύγετε μια νέα σελίδα.
es: Iniciar una página nueva con este elemento. Para que no aparezca un salto de página, utilice «avoid».
gl: Empeza unha páxina con este elemento. Emprega 'avoid' para evitar que apareza unha nova páxina.
it_it: Inizia una nuova pagina con questo elemento. Utilizzare 'avoid' per evitare una nuova pagina.
ko_kr: 이 구성요소로 새 페이지를 시작합니다. 새 페이지로 시작하기를 막으려면 'avoid'를 사용하세요.
nl_nl: Start een nieuwe pagina met dit element. Gebruik 'avoid' om een nieuwe pagina te vermijden.
pl: Rozpocznij nową stronę tym elementem. Użyj 'avoid', aby uniknąć nowej strony.
ru: Начать новую страницу с данным элементом. Свойство «avoid» запрещает разрыв страниц внутри элемента.
sk: Začať novú stránku s týmto prvkom. Ak sa chcete vyhnúť novej stránke, použite výraz 'avoid'.
sr: Овим елементом почиње нова страница. Употребите 'avoid' да спречите отварање нове странице.
tr: Bu ögeyle yeni bir sayfa başlat. Yeni bir sayfadan kaçınmak için 'avoid' kullanın.
uk: Почніть нову сторінку з цього елемента. Використовуйте 'avoid', щоб уникнути створення нової сторінки.

source: Force text to be black.
de: Erzwingen Sie die Darstellung von schwarzem Text.
el: Επιβάλλει το κείμενο να είναι μαύρο.
es: Forzar que el texto se muestre en negro.
fa: متن را اجباری سیاه کن.
fr: Force le texte à être noir.
gl: Forzar que o texto sexa negro.
it_it: Forza il testo ad essere nero.
ko_kr: 본문을 강제로 검은색으로 표시합니다.
nl_nl: Zwarte tekst forceren.
pl: Wymuś, aby tekst był czarny.
ru: Принудительный чёрный цвет текста.
sk: Vynútiť, aby bol text čierny.
sr: Форсира текст у црној боји.
tr: Metni siyah olmaya zorla.
uk: Зробити текст чорним.

source: Remove any background color.
de: Entfernen Sie jegliche Hintergrundfarbe.
el: Αφαίρεση οποιουδήποτε χρώματος φόντου.
es: Eliminar cualquier color de fondo.
fa: حذف هر پس‌زمینه رنگی.
gl: Eliminar calquera cor de fondo.
hu: Bármely háttérszín eltávolítása.
it_it: Rimuovere qualsiasi colore di sfondo.
ko_kr: 배경색을 제거합니다.
nl_nl: Elke achtergrondkleur verwijderen.
pl: Usuń dowolny kolor tła.
ru: Удалить цвет фона.
sk: Odstrániť akúkoľvek farbu pozadia.
sr: Уклања све боје позадине.
tr: Arka plan rengini kaldır.
uk: Прибрати будь-який колір тла.

source: Limit an element width to 50% of your screen width (use 'max-height: 50vh' for 50% of the screen height). Can be useful with <img> to limit their size.
de: Begrenzen Sie die Breite eines Elements auf 50 % Ihrer Bildschirmbreite (verwenden Sie „max-height: 50vh“ für 50 % der Bildschirmhöhe). Kann mit <img> nützlich sein, um ihre Größe zu begrenzen.
el: Περιορισμός του πλάτους ενός στοιχείου στο 50% του πλάτους της οθόνης σας (χρησιμοποιήστε 'max-height: 50vh' για το 50% του ύψους της οθόνης). Μπορεί να είναι χρήσιμο με το <img> για να περιορίσετε το μέγεθός του.
es: Limitar la anchura de un elemento al 50% del ancho de la pantalla (utilizando 'max-height: 50vh' para el 50% de la altura de la pantalla). Puede ser útil con <img> para limitar su tamaño.
gl: Limita o largo dun elemento ao 50% do largo da túa pantalla (usa 'max-height: 50vh' para limitar ao 50% da altura da pantalla). Pode ser útil con <img> para limitar o seu tamaño.
it_it: Limitare la larghezza di un elemento al 50% della larghezza dello schermo (usare 'max-height: 50vh' per il 50% dell'altezza dello schermo). Può essere utile con <img> per limitare le loro dimensioni.
ko_kr: 구성요소 너비를 화면 너비의 50%로 제한합니다(화면 높이의 50%에는 '최대 높이: 50vh' 사용). <img>에 사용하면 그림 크기를 제한하는 데 유용합니다.
nl_nl: Beperk de breedte van een element tot 50% van de schermbreedte (gebruik 'max-height: 50vh' voor 50% van de schermhoogte). Dit kan nuttig zijn met <img> om hun grootte te beperken.
pl: Ogranicz szerokość elementu do 50% szerokości ekranu (użyj 'max-height: 50vh' dla 50% wysokości ekranu). Może być przydatne z <img>, aby ograniczyć ich rozmiar.
ru: Ограничить ширину элемента до 50% ширины экрана (или «max-height: 50vh» для высоты). Может быть полезно с <img> для ограничения размера изображений.
sk: Obmedziť šírku prvku na 50 % šírky obrazovky (pre 50 % výšky obrazovky použite „max-height: 50vh“). Môže byť užitočné s <img> na obmedzenie ich veľkosti.
sr: Ограничава ширину елемента на 50% ширине екрана (употребите 'max-height: 50vh' за 50% висине екрана). Може бити корисно за <img>, да се ограничи величина елемената.
tr: Bir ögenin genişliğini ekran genişliğinizin %50'si ile sınırla (ekran yüksekliğinin %50'si için 'max-height: 50vh' kullanın). Boyutlarını sınırlamak için <img> ile kullanılabilir.

source: Private CSS properties
ca: Propietats CSS privades
de: Private CSS-Eigenschaften
el: Ιδιωτικά χαρακτηριστικά CSS
es: Propiedades CSS privadas
gl: Propiedades CSS privadas
it_it: Proprietà private CSS
ko_kr: 비공개 CSS 속성
nl_nl: Eigen CSS-eigenschappen
pl: Prywatne właściwości CSS
ru: Частные свойства CSS
sk: Súkromné vlastnosti CSS
sr: Приватне CSS особине
tr: Özel CSS özellikleri
uk: Приватні властивості CSS

source: When set on a block element containing the target id of a href, this block element will be shown as an in-page footnote.
ca: Quan s'estableix en un element en bloc que conté l'aneu de destí d'un href, aquest element en bloc es visualitzarà com una nota a peu de pàgina.
de: Wenn es auf ein Blockelement gesetzt wird, das die Ziel-ID eines href enthält, wird dieses Blockelement als Fußnote auf der Seite angezeigt.
el: Όταν εφαρμόζεται σε ένα στοιχείο μπλοκ που περιέχει το αναγνωριστικό στόχου ενός υπερσυνδέσμου, αυτό το στοιχείο μπλοκ θα εμφανίζεται ως υποσημείωση στη σελίδα.
es: Cuando se configura para un elemento en bloque que contiene el id de destino de un href, este elemento en bloque se visualizará como una nota a pie de página.
fr: Lorsqu'il est appliqué à un élément de bloc contenant l'identifiant cible d'un lien hypertexte, cet élément de bloc sera affiché comme une note de bas de page dans la page.
gl: Cando se configura cun elemento de bloque que contén o id de destino dun href, este elemento de bloque mostrarase como unha nota ao rodapé na páxina.
hu: Ha egy href hivatkozást tartalmazó elemen áll, akkor ez a blokkelem oldalon belüli lábjegyzetként jelenik meg.
it_it: Quando impostato su un elemento blocco contenente l'ID di destinazione di un href, questo elemento blocco verrà visualizzato come nota a piè di pagina nella pagina.
ko_kr: href의 대상 ID가 포함된 블록 요소에 설정하면 이 블록 요소는 페이지 내 각주로 표시됩니다.
nl_nl: Indien ingesteld op een blokelement dat het target-id van een href bevat, zal dit blokelement worden getoond als een voetnoot op de pagina.
pl: Po ustawieniu na elemencie blokowym zawierającym docelowy identyfikator elementu href, ten element blokowy będzie wyświetlany jako przypis dolny na stronie.
pt_br: Quando definido em um elemento de bloco contendo o ID de destino de um href, esse elemento de bloco será mostrado como uma nota de rodapé na página.
ru: Если задан блочный элемент, содержащий целевой идентификатор атрибута href, то он будет показан в виде сноски на странице.
sk: Ak je nastavené na blokový prvok obsahujúci cieľové id href, tento blokový prvok sa zobrazí ako poznámka pod čiarou na stránke.
sr: Када се постави за блок елемент који садржи id циља неког href, овај блок елемент ће се приказати као фуснота унутар странице.
tr: Bir href hedef kimliği içeren bir blok ögesinde ayarlandığında, bu blok bileşeni bir sayfa dipnotu olarak görüntülenir.
uk: Якщо це значення встановлено для елемента блоку, що містить цільовий id href, цей елемент блоку буде показано внутрішньосторінковою виноскою.
zh_cn: 设置后，当某个链接的目标为此块级元素的ID时，此元素将显示为页内脚注。

source: Can be set on some specific DocFragments (e.g. DocFragment[id$=_16]) to ignore them in the linear pages flow.
de: Kann für bestimmte DocFragments gesetzt werden (z.B. DocFragment[id*=16]), um sie im linearen Seitenfluss zu ignorieren.
el: Μπορεί να εφαρμοστεί σε ορισμένα συγκεκριμένα DocFragments (π.χ. DocFragment[id*=16]) για να τα αγνοήσει στη ροή γραμμικών σελίδων.
es: Puede utilizarse para que algunos DocFragment específicos (por ejemplo, DocFragment[id$=_16]) sean ignorados en el flujo lineal de páginas.
gl: Pode ser configurado en algúns DocFragment específicos (por ex. DocFragment[id$=_16]) para ignoralos no fluxo lineal das páxinas.
it_it: Può essere impostato su alcuni DocFragment specifici (p.es. DocFragment[id$=_16]) per ignorarli nel flusso lineari delle pagine.
ko_kr: 선형 페이지 흐름에서 무시하도록 일부 특정 문서 조각(예: DocFragment[id$=_16])에 설정할 수 있습니다.
nl_nl: Kan worden ingesteld op sommige specifieke DocFragmenten (bijv. DocFragment[id*=16]) om ze te negeren in de lineaire paginastroom.
pl: Można ustawić dla niektórych określonych typów DocFragment (np. DocFragment[id$=_16]), aby ignorować je w liniowym przepływie stron.
ru: Может быть задано для определённых DocFragments (например, DocFragments[[id$=_16]), чтобы игнорировать их в линейном потоке страниц.
sk: Môže byť nastavené na niektoré špecifické 'DocFragmenty' (t.j. DocFragment[id*=16]), aby sa ignorovali v lineárnom toku stránok.
sr: Може да се постави за неке одређене DocFragment елементе (нпр. DocFragment[id$=_16]) када желите да се изузму из линеарног тока страница.
tr: Doğrusal sayfalarda bunları yok saymak için özel bir DocFragments değerine (DocFragment[id*=16] gibi) ayarlanabilir.

source: Can be set on contiguous footnote blocks to ignore them in the linear pages flow.
de: Kann für zusammenhängende Fußnotenblöcke festgelegt werden, um diese im linearen Seitenfluss zu ignorieren.
el: Μπορεί να εφαρμοστεί σε συνεχόμενα μπλοκ υποσημειώσεων για να αγνοηθούν στη ροή των γραμμικών σελίδων.
es: Puede utilizarse para que algunos bloques contiguos de notas a pie de página sean ignorados en el flujo lineal de páginas.
gl: Pode ser configurado en bloques de notas ao rodapé contiguas para ignoralos no fluxo lineal das páxinas.
it_it: Può essere impostato su blocchi di note a pie pagina contigui, per ignorarli nel flusso lineare delle pagine.
ko_kr: 연속된 각주 블록을 선형 페이지 흐름에서 무시하도록 설정할 수 있습니다.
nl_nl: Kan worden ingesteld op aansluitende voetnootblokken om ze te negeren in de lineaire paginastroom.
pl: Można ustawić dla sąsiadujących bloków przypisów dolnych, aby ignorować je w liniowym przepływie stron.
ru: Может быть задано для смежных блоков сносок, чтобы игнорировать их в линейном потоке страниц.
sk: Dá sa nastaviť na súvislé bloky poznámok pod čiarou, aby sa ignorovali v lineárnom toku stránok.
sr: Може да се постави за континуални блок фуснота када желите да се изузму из линеарног тока страница.
tr: Doğrusal sayfalarda bunları yok saymak için özel bir DocFragments değerine (DocFragment[id*=16] gibi) ayarlanabilir.
uk: Можна встановити для суміжних блоків виносок, щоб ігнорувати їх у лінійному потоці сторінок.

source: When set on an element, its text can be used to build the alternative table of contents. toc-level2 to toc-level6 can be used for nested chapters.
de: Wenn es auf ein Element gesetzt wird, kann dessen Text verwendet werden, um das alternative Inhaltsverzeichnis zu erstellen. toc-level2 bis toc-level6 können für verschachtelte Kapitel verwendet werden.
el: Όταν εφαρμόζεται σε ένα στοιχείο, το κείμενό του μπορεί να χρησιμοποιηθεί για τη δημιουργία του εναλλακτικού πίνακα περιεχομένων.
es: Cuando se aplica a un elemento, su texto se puede utilizar para construir el índice alternativo. toc-level2 a toc-level6 se pueden utilizar para capítulos anidados.
gl: Cando se configura nun elemento, o seu texto pode ser usado para construír o índice alternativo. toc-level2 to toc-level6 pode ser usado para capítulos incluídos dentro doutros.
it_it: Quando impostato su un elemento, il suo testo può essere utilizzato per costruire l'indice alternativo. Da toc-level2 a toc-level6 possono essere utilizzati per livelli di sottocapitoli.
ko_kr: 구성요소에 설정하면 해당 텍스트를 사용하여 대체 차례를 만들 수 있습니다. 중첩된 챕터에는 toc-2단계부터 toc-6단계까지 사용할 수 있습니다.
nl_nl: Indien ingesteld op een element, kan de tekst ervan worden gebruikt om de alternatieve inhoudsopgave te genereren. toc-level2 toc-level6 kan worden gebruikt voor geneste hoofdstukken.
pl: Po ustawieniu na elemencie jego tekst może zostać użyty do zbudowania alternatywnego spisu treści. Od toc-level2 do toc-level6 można używać w przypadku zagnieżdżonych rozdziałów.
ru: Если задан элемент, его текст можно использовать для создания альтернативного оглавления. Уровни с 2 до 6 могут быть вложенными главами.
sk: Keď je nastavený prvok, jeho text možno použiť na vytvorenie alternatívneho obsahu. toc-level2 až toc-level6 možno použiť pre vnorené kapitoly.
sr: Када се постави на елемент, његов текст може да се употреби за изградњу алтернативног садржаја. За угњеждена поглавља може да се користи toc-level2 до toc-level6.
tr: Bir bileşende ayarlandığında, metninin içeriği alternatif içindekiler tablosu oluşturmak için kullanılabilir.
uk: Якщо його встановлено на елементі, його текст можна використовувати для побудови альтернативного змісту. toc-level2 - toc-level6 можна використовувати для вкладених розділів.

source: When set on an element, it will be ignored when building the alternative table of contents.
de: Wenn es für ein Element festgelegt ist, wird es beim Aufbau des alternativen Inhaltsverzeichnisses ignoriert.
el: Όταν εφαρμόζεται σε ένα στοιχείο, θα αγνοηθεί κατά τη δημιουργία του εναλλακτικού πίνακα περιεχομένων.
es: Cuando se aplica a un elemento, será ignorado al construir el índice alternativo.
gl: Cando se configura nun elemento, será ignorado na creación do índice alternativo.
it_it: Quando impostato su un elemento, viene ignorato nella costruzione del sommario alternativo.
ko_kr: 구성요소에 설정하면 대체 차례를 작성할 때 무시됩니다.
nl_nl: Indien ingesteld op een element, wordt het genegeerd bij het genereren van de alternatieve inhoudsopgave.
pl: Gdy zostanie ustawiony na elemencie, zostanie zignorowany podczas tworzenia alternatywnego spisu treści.
ru: Если задан элемент, его можно проигнорировать при создании альтернативного оглавления.
sk: Keď je nastavený na prvok, bude sa pri vytváraní alternatívneho obsahu ignorovať.
sr: Када се постави на елемент, он неће бити уграђен у алтернативни садржај.
tr: Bir bileşende ayarlandığında, metninin içeriği alternatif içindekiler tablosu oluşturmak için kullanılabilir.
uk: Якщо цей параметр встановлено на елементі, його буде проігноровано під час побудови альтернативного змісту.

source: Can be set on target of links (<div id='..'>) to have their link trigger as footnote popup, in case KOReader wrongly detect this target is not a footnote.
de: Kann auf das Ziel von Links (<div id='..'>) gesetzt werden, um deren Link als Fußnoten-Popup auszulösen, falls KOReader fälschlicherweise erkennt, dass dieses Ziel keine Fußnote ist.
el: Μπορεί να οριστεί στον στόχο των συνδέσμων (<div id='...'>) για να ενεργοποιείται ο σύνδεσμός τους ως αναδυόμενη υποσημείωση, σε περίπτωση που το KOReader ανιχνεύσει λανθασμένα ότι αυτός ο στόχος δεν είναι υποσημείωση.
es: Puede utilizarse en el destino de los enlaces (<div id='..'>) para que el enlace se active como nota emergente al pie, en caso de que KOReader detecte erróneamente que este destino no es una nota al pie.
gl: Pode ser configurado no destino de ligazóns (<div id='..'>) para que se activen como notas ao rodapé emerxentes, no caso de que KOReader erroneamente non o detecte como unha nota ao rodapé.
it_it: Può essere impostato sull'obiettivo dei collegamenti (<div id='..'>) in modo da fare comportare il loro collegamento come popup di nota a piè di pagina, nel caso in cui KOReader interpreti erroneamente questo obiettivo non come una nota.
ko_kr: 링크 대상(<div id='..'>)에 각주 팝업으로 링크가 트리거되도록 설정할 수 있으며, KOReader가 이 대상이 각주가 아님을 잘못 감지하는 경우 해당 링크가 각주 팝업으로 트리거되도록 할 수 있습니다.
nl_nl: Kan worden ingesteld op het koppelingsdoel van links (<div id='..'>) om hun link te activeren als voetnootpop-up, voor het geval KOReader ten onrechte detecteert dat dit doel geen voetnoot is.
pl: Można ustawić jako cel łączy (<div id='..'>), aby ich łącze uruchamiało się jako wyskakujące okienko z przypisem dolnym, w przypadku, gdy KOReader błędnie wykryje, że ten cel nie jest przypisem dolnym.
ru: Можно задать для цели ссылок (<div id='..'>) отображение ссылки в виде всплывающей сноски, если KOReader ошибочно определит не являющуюся сноской цель (target).
sk: Dá sa nastaviť na cieľ odkazov (<div id='..'>), aby sa ich odkaz otvoril ako vyskakovacie okno poznámky pod čiarou v prípade, že KOReader nesprávne vyhodnotí, že tento cieľ nie je poznámka pod čiarou.
sr: Може да се постави на циљ линкова (<div id='..'>) тако да се, у случају да KOReader погрешно детектује да овај циљ није фуснота, линк на њих окине као искачућа фуснота.
tr: KOReader'ın bu hedefin bir dipnot olmadığını yanlış algılaması durumunda, bağlantılarının dipnot açılır penceresi olarak tetiklenmesi için bağlantıların hedefinde (<div id='..'>) ayarlanabilir.

source: Can be set on links (<a href='#..'>) to have them trigger as footnote popups, in case KOReader wrongly detect the links is not to a footnote.
de: Kann auf Links (<a href='#..'>) gesetzt werden, um sie als Fußnoten-Popups auszulösen, für den Fall, dass KOReader fälschlicherweise erkennt, dass der Link nicht zu einer Fußnote gehört.
el: Μπορεί να οριστεί σε συνδέσμους (<a href='#..'>) για να ενεργοποιούνται ως αναδυόμενες υποσημειώσεις, σε περίπτωση που το KOReader ανιχνεύσει λανθασμένα ότι οι σύνδεσμοι δεν οδηγούν σε υποσημείωση.
es: Puede utilizarse en enlaces (<a href='#..'>) para que aparezcan como notas al pie, en caso de que KOReader detecte erróneamente que el enlace no es a una nota al pie.
gl: Pode configurarse en ligazóns (<a href='#..'>) para que se activen como notas ao rodapé emerxentes, no caso de que KOReader erroneamente non detecte que as ligazóns son notas ao rodapé.
it_it: Può essere impostato su collegamenti (<a href='#..'>) per farli attivare come popup di note a piè di pagina, nel caso in cui KOReader rilevi erroneamente i links non come collegamenti che puntano a note.
ko_kr: 링크(<a href='#..'>)에 설정하여 각주 팝업으로 트리거되도록 할 수 있습니다(각주로 연결되는 링크가 아닌 것으로 KOReader가 잘못 감지하는 경우).
nl_nl: Kan worden ingesteld op links (<a href='#..'>) om ze te laten triggeren als voetnootpopups, voor het geval KOReader ten onrechte detecteert dat de links niet naar een voetnoot gaan.
pl: Można ustawić dla łączy (<a href='#..'>), aby uruchamiały się jako wyskakujące okienka przypisów dolnych, w przypadku, gdy KOReader błędnie wykryje, że łącza nie prowadzą do przypisu dolnego.
ru: Можно задать для ссылок (<a href='#..'>) отображение в виде всплывающей сноски, если KOReader ошибочно определит не являющиеся сносками ссылки.
sk: Dá sa nastaviť na odkazoch (<a href='#..'>), by sa ich odkaz otvoril ako vyskakovacie okno poznámky pod čiarou v prípade, že KOReader nesprávne vyhodnotí, že odkazy nie sú na poznámku pod čiarou.
sr: Може да се постави на линкове (<a href='#..'>) тако да се, у случају да KOReader погрешно детектује да овај линк није на фусноту, окине као искачућа фуснота.
tr: KOReader'ın bağlantıların bir dipnot olmadığını yanlış algılaması durumunda, dipnot açılır pencereleri olarak tetiklenmeleri için bağlantılarda (<a href='#..'>) ayarlanabilir.
