Repository: spruceUI/spruceOS
Catalog: App/KoReader/l10n/*/koreader.po
Languages: ar, ca, cs, de, el, es, fa, fr, gl, hu, it_it, ja, ko_kr, nl_nl, pl, pt_br, ro, ru, sk, sr, tr, uk, zh_cn

source: Prune cache
ar: تقليم الذاكرة المؤقتة
ca: Optimitzar memòria cau
cs: Pročistit mezipaměť
de: Cache bereinigen
el: Εκκαθάριση κρυφής μνήμης
es: Optimizar caché
fa: پاکسازی حافظه‌نهان
fr: Délester le cache
gl: Filtrar a caché
hu: Gyorstár törlése
it_it: Ridurre la cache
ja: キャッシュを削除する
ko_kr: 캐시 정리
nl_nl: Cache snoeien
pl: Wyczyść pamięć podręczną
pt_br: Limpar cache
ro: Redu cache-ul
ru: Очистить кэш
sk: Vymazať vyrovnávaciu pamäť
sr: Очисти кеш
tr: Ön belleği temizle
uk: Очистити кеш
zh_cn: 删除缓存

source: Compact cache database
ca: Compactar memòria cau de la base de dades
cs: Zkomprimovat databázi mezipaměti
de: Cache-Datenbank komprimieren
el: Συμπίεση βάσης δεδομένων κρυφής μνήμης
es: Compactar caché de la base de datos
fa: فشرده‌سازی حافظه‌نهان پایگاه داده
fr: Compacter la base de données du cache
gl: Compactar a caché da base de datos
hu: Gyorstár DB tömörítése
it_it: Compattare Database della cache
ja: キャッシュデータベースをコンパクトにする
ko_kr: 캐시 데이터베이스 압축
nl_nl: Cachedatabase samenpersen
pl: Kompaktuj bazę danych pamięci podręcznej
pt_br: Compactar banco de dados do cache
ro: Compactează baza de date cache
ru: Сжать базу данных кэша
sk: Zhutniť vyrovnávaciu pamäť
sr: Сажимање кеш базе података
tr: Ön bellek veri tabanını sıkıştır
uk: Стиснути базу даних кешу
zh_cn: 压缩缓存数据库

source: Are you sure that you want to compact cache database? (This may take a while.)
ar: هل أنت متأكد أنك تريد ضغط قاعدة بيانات ذاكرة التخزين المؤقت؟ (قد يستغرق هذا بعض الوقت.)
ca: Segur que voleu compactar la memòria cau de la base de dades? (L’operació pot trigar una mica.)
cs: Opravdu chcete zkomprimovat databázi mezipaměti? (Může to chvíli trvat.)
de: Sind Sie sicher, dass Sie die Cache-Datenbank komprimieren möchten? (Dies kann eine Weile dauern.)
el: Θέλετε σίγουρα να συμπιέσετε την βάση δεδομένων της κρυφής μνήμης; (Μπορεί να πάρει λίγη ώρα.)
es: ¿Está seguro de querer compactar la caché de la base de datos? (La operación puede durar varios minutos)
fa: آیا مطمئنید که می‌خواهید حافظه‌نهان پایگاه‌داده را فشرده کنید؟ (ممکن است مدتی طول بکشد.)
fr: Voulez-vous vraiment compacter la base de données du cache ? (Ceci peut prendre un certain temps.)
gl: Queres compactar a base de datos da caché? (Isto pode levar un intre).
hu: Tömöríti a gyorstár-adatbázist? (Ez eltarthat egy ideig.)
it_it: Sei sicuro di voler compattare il database della cache? (Potrebbe volerci un po' di tempo.)
ja: キャッシュデータベースをコンパクトにしますか? (これには時間がかかることがあります。)
ko_kr: 캐시 데이터베이스를 압축을 수행할까요? (시간이 좀 걸릴 수 있습니다.)
nl_nl: Weet je zeker dat je de cachedatabase wilt samenpersen? (Dit kan een tijdje duren.)
pl: Czy jesteś pewien, że chcesz dokonać kompaktowania pamięci podręcznej bazy danych? (Może to zająć jakiś czas.)
pt_br: Tem certeza de que deseja compactar o banco de dados do cache? (Isso pode demorar um pouco.)
ro: Ești sigur că vrei să compactezi baza de date cache? (Aceasta poate dura ceva.)
ru: Вы уверены, что хотите сжать базу данных кэша? (Это может занять некоторое время.)
sk: Ste si istý, že si prajete zhutniť databázu vyrovnávacej pamäte? (Môže to chvíľu trvať.)
sr: Да ли сте сигурни да желите да сажмете кеш базу података? (То може да потраје.)
tr: Ön bellek veri tabanını sıkıştırmak istediğinizden emin misiniz? (Bu işlem zaman alabilir)
uk: Ви впевнені, що хочете стиснути базу даних кешу? (Це може тривати певний час.)
zh_cn: 确定要压缩缓存数据库吗？ (这要等一会)

source: Compact database
ca: Compactar base de dades
cs: Zkomprimovat databázi
de: Datenbank komprimieren
el: Συμπίεση βάσης δεδομένων
es: Compactar base de datos
fa: فشرده سازی پایگاه داده
fr: Compacter la base de données
gl: Compactar a base de datos
hu: Adatbázis tömörítése
it_it: Database compatto
ja: データべスをコンパクトにする
ko_kr: 데이터베이스 압축
nl_nl: Database samenpersen
pl: Kompaktuj bazę danych
pt_br: Compactar
ro: Compactează baza de date
ru: Сжать базу данных
sk: Zhutniť databázu
sr: Сажми базу података
tr: Veri tabanını sıkıştır
uk: Стиснути база даних
zh_cn: 压缩数据库

source: Compacting cache database…
ar: ضغط قاعدة بيانات الذاكرة المؤقتة…
ca: Compactant memòria cau de la base de dades…
cs: Komprimace databáze mezipaměti…
de: Komprimiere Cache-Datenbank…
el: Συμπίεση βάσης δεδομένων κρυφής μνήμης…
es: Compactando caché de la base de datos…
fa: درحال فشرده‌سازی حافظه‌نهان پایگاه‌داده…
fr: Compactage de la base de données de cache…
gl: A compactar a base de datos da caché…
hu: Gyorstár adatbázis tömörítése…
it_it: Compattando la cache del database…
ja: キャッシュデータベースをコンパクトにしています…
ko_kr: 캐시 데이터베이스를 압축하는 중…
nl_nl: Cachedatabase aan het samenpersen…
pl: Trwa kompaktowanie bazy danych pamięci podręcznej…
pt_br: Compactando cache do banco de dados…
ro: Se compactează baza de date cache…
ru: Сжатие базы данных кэша…
sk: Zhutňuje sa databáza pre vyrovnávaciu pamäť…
sr: Кеш база података се сажима…
tr: Ön bellek veri tabanı sıkıştırılıyor…
uk: Стискання бази даних кешу…
zh_cn: 正在压缩数据库…

source: Delete cache database
ar: احذف قاعدة بيانات ذاكرة التخزين المؤقت
ca: Esborrar memòria cau de la base de dades
cs: Smazat databázi mezipaměti
de: Cache-Datenbank löschen
el: Διαγραφή βάσης δεδομένων κρυφής μνήμης
es: Borrar caché de la base de datos
fa: حذف حافظه‌نهان پایگاه‌داده
fr: Supprimer la base de données du cache
gl: Borra a base de datos da caché
hu: Gyorstár adatbázis törlése
it_it: Cancella la cache del database
ja: キャッシュデータベースを削除
ko_kr: 캐시 데이터베이스 삭제
nl_nl: Cachedatabase verwijderen
pl: Usuń bazę danych pamięci podręcznej
pt_br: Excluir banco de dados do cache
ro: Șterge baza de date cache
ru: Удалить базу данных кэша
sk: Zmazať vyrovnávajúcu pamäť databázy
sr: Брисање кеш базе података
tr: Ön bellek veri tabanını sil
uk: Видалити базу даних кешу
zh_cn: 删除缓存数据库

source: Are you sure that you want to delete cover and metadata cache? (This will also reset your display mode settings.)
ar: هل أنت متأكد من أنك تريد حذف الذاكرة المؤقتة الخاصة بالأغلفة والبيانات الفوقيّة؟ (سيقوم هذا بإعادة ضبط إعدادات وضع العرض أيضًا.)
ca: Segur que voleu suprimir la memòria cau de cobertes i metadades? (Aquesta operació reinicialitzarà també els paràmetres de visualització.)
cs: Opravdu chcete smazat mezipaměť s obálkami a metadaty? (Také se tím vyresetuje vaše nastavení režimu nastavení.)
de: Sind Sie sicher, dass Sie den Titelbild- und Metadaten-Cache löschen möchten? (Dadurch werden auch die Einstellungen des Anzeigemodus zurückgesetzt.)
el: Θέλετε σίγουρα να διαγράψετε την κρυφή μνήμη εξωφύλλου και μεταδεδομένων; (Αυτό θα επαναφέρει επίσης τις ρυθμίσεις τρόπου εμφάνισης.)
es: ¿Está seguro de querer borrar la caché de cubierta y de metadatos? (Esta operación reseteará también la configuración de pantalla)
fa: آیا مطمئنید که قصد حذف حافظه‌نهان جلد‌ها و فراداده دارید؟ (این موضوع همچنین تنظیمات حالت نمایش شما را بازنشانی خواهد کرد.)
fr: Voulez-vous vraiment supprimer le cache des couvertures et des métadonnées ? (Ceci réinitialisera aussi vos réglages de mode d’affichage.)
gl: Queres borrar a caché de portadas e metadatos? (Isto vai cambiar tamén a configuración de presentación).
hu: Törli a borító és a metaadat gyorstárat? (Ez visszaállítja a megjelenési módok beállításait is.)
it_it: Sei sicuro di voler eliminare la cache delle copertine e dei metadata? (In questo modo verranno ripristinate anche le impostazioni della modalità di visualizzazione.)
ja: 表紙とメタデータのキャッシュを削除してもよろしいですか？ (これにより、表示モードの設定もリセットされます。)
ko_kr: 표지와 메타데이터 캐시를 삭제할까요? (이렇게 하면 표시 방식이 재설정됩니다.)
nl_nl: Weet je zeker dat je de boekomslag- en metadatacache wilt verwijderen? (Dit zal ook je weergavemodus resetten.)
pl: Czy jesteś pewien, że chcesz usunąć pamięć podręczną okładek i metadanych? (Zostaną również zresetowane twoje ustawienia trybu.)
pt_br: Tem certeza de que deseja excluir a capa e o cache dos metadados? (Isso também irá redefinir as configurações do modo de exibição.)
ro: Ești sigur că dorești să ștergi coperta și metadatele din cache? (Aceasta va reseta și setările modului de afișare.)
ru: Вы уверены, что хотите удалить кэш обложек и метаданных? (Это также сбросит ваши настройки режима отображения.)
sk: Naozaj si prajete vymazať vyrovnávaciu pamäť s obalmi kníh a metadát? (Týmto sa tiež obnovia pôvodné nastavenia režimu zobrazenia.)
sr: Да ли сте сигурни да желите обрисати кеш слика корица и метаподатака? (Ово ће такође да ресетује ваша подешавања режима приказа.)
tr: Kapak ve üst veri ön belleğini silmek istediğinize emin misiniz? (Bu işlem görüntüleme kipi ayarlarınızı da sıfırlayacak)
uk: Ви впевнені, що хочете видалити кеш обкладинок та метаданих? (Це також призведе до скидання налаштувань режиму перегляду.)
zh_cn: 确定要删除封面和元数据缓存吗？ (这同时会重置显示模式设定)

source: Purge
ar: تخلّص منها
ca: Purga
cs: Pročistit
de: Bereinigen
el: Εκκαθάριση
es: Purgar
fa: پاکسازی
fr: Purger
gl: Limpar
hu: Törlés
it_it: Pulizia
ja: 消去
ko_kr: 완전 삭제
nl_nl: Verwijder
pl: Usuwanie
pt_br: Limpar
ro: Curăță
ru: Очистить
sk: Vyčistiť databázu s nastavením knihy
sr: Очисти
tr: Temizle
uk: Очистити
zh_cn: 删除

source: Cover image
ar: صورة الغلاف
ca: Imatge de portada
cs: Obrázek obálky
de: Umschlagbild
el: Εικόνα εξωφύλλου
es: Imagen de portada
fa: تصویر جلد
fr: Image de couverture
gl: Imaxe de portada
hu: Címlapkép
it_it: Immagine di copertina
ja: 表紙画像
ko_kr: 표지 그림
nl_nl: Omslagafbeelding
pl: Okładka
pt_br: Imagem da capa
ro: Copertă
ru: Изображение обложки
sk: Obrázok knižného obalu
sr: Слика корица
tr: Kapak görseli
uk: Зображення обкладинки
zh_cn: 封面图片

source: Stores cover image to a file.
ar: يخزن صورة الغلاف في ملف.
ca: Emmagatzema la imatge de coberta en un fitxer.
cs: Uloží obrázek obálky do souboru.
de: Speichert das Umschlagbild in einer Datei.
el: Αποθηκεύει το εξώφυλλο σε αρχείο.
es: Almacenar la imagen de portada en un archivo.
fa: ذخیره تصویر جلد در یک فایل.
fr: Stocke l’image de couverture dans un fichier.
gl: Garda a imaxe de portada como un ficheiro.
hu: Borítókép mentése fájlba.
it_it: Memorizza l'immagine di copertina in un file.
ja: 表紙画像を保存する。
ko_kr: 표지 이미지를 파일로 저장합니다.
nl_nl: Slaat omslagafbeelding op in een bestand.
pl: Przechowuje obraz okładki w pliku.
pt_br: Armazena a imagem da capa em um arquivo.
ro: Stochează imaginea coperții într-un fișier.
ru: Данный плагин позволяет сохранять изображение обложки в файл.
sk: Ukladá obrázok obalu knihy do súboru.
sr: Чува слику корица у фајл.
tr: Kapak görselini bir dosyada tutar.
uk: Зберігає зображення обкладинки у файлі.
zh_cn: 将封面图片保存到一个文件.

source: "%1" is not a valid image file! A valid fallback image is required in Cover-Image.
ca: «%1» no és un fitxer d’imatge vàlid. Cal una imatge alternativa vàlida en Cover-Image.
cs: „%1“ není platný obrazový soubor! Platný náhradní obrázek musí být určen v doplňku „Obrázek obálky“.
de: „%1“ ist keine gültige Bilddatei! Ein gültiges Ersatzbild sollte im Menüpunkt Umschlagbild eingestellt werden.
el: Το «%1» δεν είναι έγκυρο αρχείο εικόνας! Απαιτείται μια έγκυρη εφεδρική εικόνα στο Cover-Image.
es: «%1» no es un archivo de imagen válido. Se necesita una imagen alternativa válida en Cover-Image.
fa: "%1" یک فایل تصویری معتبر نیست! یک تصویر جایگزین معتبر برای تصویر جلد مورد نیاز است.
fr: « %1 » n’est pas un fichier image valide ! Une image de remplacement valide est requise pour ce module.
gl: "%1" non é un ficheiro de imaxe válido! Unha imaxe alternativa válida é necesaria en Cover-Image.
hu: "%1" nem érvényes képfájl! Érvényes tartalékképre van szükség a Borítókép funkcióhoz.
it_it: «%1» non è un file immagine valido! Un'immagine di riserva valida è richiesta in Cover-Image.
ja: "%1" は有効な画像ファイルではありません！ 表紙画像には有効な代替画像が必要です。
ko_kr: "%1" 유효한 이미지 파일이 아닙니다! 표지 이미지에는 유효한 대체 이미지가 필요합니다.
nl_nl: "%1" is geen geldige afbeelding! Een geldige terugvalafbeelding is vereist in Cover-Image.
pl: „%1” nie jest prawidłowym plikiem obrazu! W obrazie okładki wymagany jest prawidłowy obraz zastępczy.
pt_br: "%1" não é um arquivo de imagem válido! Uma imagem reserva válida é necessária como imagem de capa.
ro: „%1” nu este un fișier imagine valid! O imagine de rezervă validă este necesară pentru imaginea coperții.
ru: «%1» не является допустимым файлом изображения! Для обложки требуется корректное резервное изображение.
sk: "%1" nie je platný súbor s obrázkom! V položke pre knižný obal sa vyžaduje platný záložný obrázok.
sr: „%1” није исправни фајл слике! У Слици корица је потребна исправна слика за случај крајње нужде.
tr: "%1" geçerli bir görsel dosyası değil! Kapak görseli için geçerli bir geri dönülecek görsel gereklidir.
uk: «%1» не дійсний файл зображення! У Cover-Image потрібно вказати дійсне запасне зображення.
zh_cn: "%1" 不是一个有效的图片文件! 封面图片需要一张有效的后备图片。

source: Error writing file
ca: S’ha produït un error en escriure el fitxer
cs: Chyba při zapisování souboru
de: Fehler beim Schreiben der Datei
el: Σφάλμα κατά την εγγραφή του αρχείου
es: Error al escribir archivo
fa: خطا در نوشتن فایل
fr: Erreur lors de l’enregistrement du fichier
gl: Erro ao escribir o ficheiro
hu: Hiba fájl írásakor
it_it: Errore nella scrittura del file
ja: ファイル書き込みに失敗しました
ko_kr: 파일 쓰기 오류
nl_nl: Fout bij het schrijven van bestand
pl: Błąd podczas zapisywania pliku
pt_br: Erro ao escrever arquivo
ro: Eroare la scrierea fișierului
ru: Ошибка записи файла
sk: Chyba pri zápise do súboru
sr: Грешка приликом уписивања фајла
tr: Dosya yazılırken sorun çıktı
uk: Помилка запису файлу
zh_cn: 文件写入出错

source: Append filename
ar: إلحاق اسم الملف
ca: Afegir nom d'arxiu
cs: Připojit název souboru
de: Dateiname anhängen
el: Προσθήκη ονόματος αρχείου
es: Añadir nombre de archivo
fa: افزودن اسم فایل
fr: Ajouter le nom de fichier
gl: Engadir o nome do ficheiro
hu: Hozzáfűzött fájlnév
it_it: Aggiungi il nome del file
ja: ファイル名追加
ko_kr: 파일이름 추가
nl_nl: Bestandsnaam toevoegen
pl: Dołącz nazwę pliku
pt_br: Adicionar nome do arquivo
ro: Atașează nume fișier
ru: Добавить имя файла
sk: Pripojiť názov súboru
sr: Надовежи на име фајла
tr: Dosya adı eklensin
uk: Додати назву файлу
zh_cn: 附加文件名
