Repository: spruceUI/spruceOS
Catalog: App/KoReader/l10n/*/koreader.po
Languages: ar, ca, cs, de, el, es, fa, fr, gl, hu, it_it, ja, ko_kr, nl_nl, pl, pt_br, ro, ru, sk, sr, tr, uk, zh_cn

source: Example of book specific ToC hints
ar: مثال على تلميحات ToC الخاصة بالكتاب
ca: Exemple d'elements de l'índex alternatiu específics per a un llibre
cs: Příklady „hintů“ pro obsah v určité knize
de: Beispiel für buchspezifische Inhaltsverzeichnis-Hinweise
el: Παράδειγμα ενδείξεων Πίνακα Περιεχομένων για συγκεκριμένο βιβλίο
es: Ejemplo de elementos del índice alternativo específicos para un libro
fr: Exemple d’indices pour TdM spécifiques à un livre
gl: Exemplo de referencias para índice específicas para un libro
hu: Könyv specifikus ToC tipp minta
it_it: Esempio di suggerimenti di indice specifici del libro
ja: 書籍固有の目次ヒントの例
ko_kr: 차례 힌트가 사용된 책 예시
nl_nl: Voorbeeld van boekspecifieke inhoudsopgavehints
pl: Przykład wskazówek spisu treści książki
pt_br: Exemplo de dicas de índice específicas para um livro
ro: Exemplu de indici de cuprins specifici cărții
ru: Подсказки для конкретной книги (пример)
sk: Príklad tipov pre obsah knihy špecifických pre knihu
sr: Пример назнака садржаја специфичних за књигу
tr: Kitaba özel içindekiler tablosu ayarları örneği
uk: Приклад підказок змісту для окремих книг
zh_cn: 特定书籍目录提示样例

source: If headings or document fragments do not result in a usable ToC, you can inspect the HTML and look for elements that contain chapter titles. Then you can set hints to their class names. This is just an example, that will need to be adapted into a user style tweak.
ar: إذا كانت العناوين أو أجزاء المستند لا تؤدي إلى جدول محتويات قابل للاستخدام ، يمكنك فحص HTML والبحث عن العناصر التي تحتوي على عناوين الفصول. ثم يمكنك تعيين تلميحات لأسماء فصولهم. هذا مجرد مثال ، سيحتاج إلى تعديله في تعديل نمط المستخدم.
ca: Si els encapçalaments o fragments del document no donen com a resultat un índex utilitzable, es pot examinar el document HTML per a buscar elements que continguin títols de capítols i establir referències als seus noms de classe. Això és només un exemple que haurà de ser aplicat mitjançant un ajust d'estil d'usuari.
cs: Pokud nelze pomocí nadpisů, nebo souborů dokumentu vytvořit použitelný obsah knihy, můžete prozkoumat HTML kód knihy a najít prvky, které obsahují názvy kapitol. Pak může přidat „hinty“ do jejich názvů tříd. Tohle je pouze příklad, který je potřeba upravit pro vlastní použití.
de: Wenn Überschriften oder Dokumentfragmente kein brauchbares ToC ergeben, können Sie das HTML überprüfen und nach Elementen suchen, die Kapitelüberschriften enthalten. Dann können Sie Hinweise auf deren Klassennamen setzen. Dies ist nur ein Beispiel, das in eine benutzerdefinierte Stilanpassung umgewandelt werden muss.
el: Εάν οι επικεφαλίδες ή τα τμήματα του εγγράφου δεν οδηγούν σε έναν χρησιμοποιήσιμο Πίνακα Περιεχομένων, μπορείτε να ελέγξετε το HTML και να αναζητήσετε στοιχεία που περιέχουν τίτλους κεφαλαίων. Στη συνέχεια, μπορείτε να ορίσετε ενδείξεις για τα ονόματά τους. Αυτό είναι απλώς ένα παράδειγμα, που θα πρέπει να προσαρμοστεί σε μία τροποποίηση στυλ του χρήστη.
es: Si los encabezamientos o fragmentos del documento no dan como resultado un índice utilizable, se puede examinar el documento HTML para buscar elementos que contengan títulos de capítulos y establecer referencias a sus nombres de clase. Esto es sólo un ejemplo que tendrá que ser aplicado mediante un ajuste de estilo de usuario.
fr: Si les titres ou les fragments de document n’aboutissent pas à une table des matières utilisable, vous pouvez inspecter le code HTML pour trouver des éléments contenant des titres de chapitre. Ensuite, vous pouvez utiliser leurs noms de classe. Il ne s’agit que d’un exemple, qui devra être adapté via un ajustement de style utilisateur.
gl: Se as cabeceiras ou fragmentos do documento non resultan nun índice usable, podes inspeccionar o HTML e buscar os elementos que conteñen os títulos dos capítulos. Despois podes configurar referencias usando os seus nomes de clase. Isto é só un exemplo, que necesitará ser adaptado a un axuste de estilo de usuario.
hu: Ha a fejlécek vagy a dokumentum töredékek nem alkotnak használható tartalomjegyzéket, megtekintheti a HTML kódot és kereshet olyan elemeket, melyekben találhatók fejezetcímek. Utána beállíthat súgókat az osztálynevekhez. Ez csak egy példa, amelyet felhasználói stíluskorrekciókban lehet alkalmazni.
it_it: Se le intestazioni o i frammenti di documenti non producono un indice utilizzabile, è possibile controllare l'HTML e cercare elementi che contengono titoli di capitolo. Quindi è possibile impostare suggerimenti per i loro nomi di classe. Questo è solo un esempio, che dovrà essere adattato in un ritocco di stile utente.
ja: 見出しや文書断片で使える目次にならない場合は、HTMLを検査して章のタイトルを含む要素を探せばよいです。そして、そのクラス名にヒントを設定することができます。 これは単なる例であり、ユーザースタイルの調整に適応させる必要があります。
ko_kr: 제목이나 문서 단위로사용 가능한 차례를 만들 수 없는 경우, HTML을 검사하고 챕터 제목이 포함된 요소를 찾을 수 있습니다. 그런 다음 클래스 이름에 힌트를 설정할 수 있습니다. 이것은 사용자의 스타일 조정에 맞게 조정해야 하는 예일 뿐입니다.
nl_nl: Als koppen of documentfragmenten geen bruikbare inhoudsopgave genereren, kan de HTML worden geïnspecteerd om elementen met hoofdstuktitels te vinden. Dan kunnen hints voor hun class-attributen worden ingesteld. Dit is slechts een voorbeeld, dat moet worden aangepast in een gebruikersstijlaanpassing.
pl: Jeśli nagłówki lub fragmenty dokumentów nie dają użytecznego spisu treści, możesz sprawdzić kod HTML i wyszukać elementy, które zawierają tytuły rozdziałów. Następnie możesz ustawić wskazówki dla ich nazw klas. To tylko przykład, który trzeba będzie dostosować do ulepszenia stylu użytkownika.
pt_br: Se títulos ou fragmentos de documento não resultarem em um índice utilizável, você pode inspecionar o HTML e procurar elementos que contenham títulos de capítulo. Em seguida, você pode configurar dicas para os nomes da classe desses elementos. Este é apenas um exemplo, que precisará ser adaptado em um ajuste de estilo do usuário.
ro: Dacă titlurile sau fragmentele de documente nu au ca rezultat un Cuprins utilizabil, poți să inspectezi codul HTML și să cauți elementele care conțin titluri de capitole. Apoi, poți seta indicii pentru numele lor de clasă. Acesta este doar un exemplu care va trebui să fie adaptat într-un reglaj de stiluri de utilizator.
ru: Если из заголовков или фрагментов документа не получается сформировать удобное оглавление, можно вручную проверить HTML и найти элементы с заголовками глав, после чего задать подсказки для их имён классов. Это всего лишь пример, который потребуется адаптировать к своей стилевой подстройке.
sk: Ak nadpisy alebo časti dokumentov sú nepoužiteľné pre vytvorenia obsahu knihy, môžete skontrolovať kód HTML a vyhľadať prvky, ktoré obsahujú názvy kapitol. Potom môžete nastaviť odkazy na názvy ich tried. Toto je len príklad, ktorý bude potrebné prispôsobiť cez vylepšeniu používateľského štýlu.
sr: Ако наслови или фрагменти документа не дају употребљиви садржај, можете да погледате HTML и потражите елементе који садрже наслове поглавља. Затим можете да поставите назнаке на имена њихове класе. Ово је само пример који мора да се прилагоди у корисничко дотеривање стила.
tr: Başlıklar ya da belge parçaları ile kullanılabilir bir içindekiler tablosu oluşturulamazsa, HTML kodunu inceleyerek bölüm başlıklarını içeren bileşenlere bakabilirsiniz. Ardından ayarları bu sınıf adlarına göre yapabilirsiniz. Bu yalnızca bir örnektir ve kullanıcının biçemi ince ayarlarına göre uyarlanması gerekir.
uk: Якщо заголовки або фрагменти документа не дають придатного для використання змісту, ви можете перевірити HTML і знайти елементи, що містять заголовки частин. Потім можете встановити підказки для назв їхніх класів. Це всього лише приклад, який потрібно буде пристосувати до налаштування власного стилю.
zh_cn: 如果页面标题和分页文件没能生成一个可用的目录，你可以查看 HTML 文件，查找包含章节标题的元素，然后将提示设置为它们的类名。 这只是一个示例，你需要自行进行样式微调。

source: List items
ar: قائمة العناصر
ca: Elements de llista
cs: Položky v seznamu
de: Elemente auflisten
el: Στοιχεία καταλόγων
es: Elementos de lista
fa: فهروست موارد
fr: Éléments de listing
gl: Lista
hu: Felsorolás elemek
it_it: Voci di elenco
ja: リスト項目
ko_kr: 아이템 목록
nl_nl: Lijstpunten
pl: Lista elementów
pt_br: Listar itens
ro: Enumeră elementele
ru: Список элементов
sk: Položky zoznamu
sr: Ставке листе
tr: Liste ögeleri
uk: Список елементів
zh_cn: 列表项目

source: Force bullets with unordered lists
ar: فرض التعداد النقطي بقوائم غير واوردة
ca: Forçar vinyetes en llistes desordenades
cs: Vynutit kulky u nečíslovaných seznamů
de: Aufzählungszeichen mit ungeordneten Listen erzwingen
el: Χρήση κουκκίδων σε λίστες χωρίς ταξινόμηση
es: Forzar viñetas en listas desordenadas
fr: Utiliser des puces avec les listes non classées
gl: Forzar puntos con listas desordenadas
hu: Pöttyök kényszerítése rendezetlen listákban
it_it: Forza i punti negli elenchi non ordinati
ja: 順序なしリストで強制的に箇条書きにする
ko_kr: 순서 없는 점으로 된 목록 강제하기
nl_nl: Bolletjes forceren in ongeordende lijsten
pl: Wymuszaj punkty wyliczenia z pomocą nieuporządkowanych list
pt_br: Forçar marcadores com listas não ordenadas
ro: Forțează marcatori în listele neordonate
ru: Всегда маркировать неупорядоченные списки
sk: Vynútiť odrážky s neusporiadanými zoznamami
sr: Форсирај зрна у неуређеним листама
tr: Sırasız listelerle madde imleri dayatılsın
uk: Примусово застосовувати позначки для невпорядкованих списків
zh_cn: 强制为无序列表使用小原点

source: Force decimal numbers with ordered lists
ar: فرض الأرقام العشرية مع القوائم المرتبة
ca: Forçar nombres decimals en llistes ordenades
cs: Vynutit desetinná čísla u číslovaných seznamů
de: Dezimalzahlen mit geordneten Listen erzwingen
el: Χρήση δεκαδικών αριθμών σε ταξινομημένες λίστες
es: Forzar números decimales en listas ordenadas
fr: Utiliser des nombres décimaux avec les listes classées
gl: Forzar números decimais con listas ordenadas
hu: Számjegyek kényszerítése rendezett listákban
it_it: Forza i numeri decimali negli elenchi ordinati
ja: 順序付きリストに強制的に番号を付ける
ko_kr: 번호 순서로 된 목록으로 강제하기
nl_nl: Decimale getallen forceren in geordende lijsten
pl: Wymuszaj liczby dziesiętne z uporządkowanymi listami
pt_br: Forçar números decimais com listas ordenadas
ro: Forțează numere zecimale în listele ordonate
ru: Всегда нумеровать упорядоченные списки
sk: Vynútiť desatinné čísla s usporiadanými zoznamami
sr: Форсирај децималне бројеве са уређеним листама
tr: Sıralı listelerle ondalık sayılar dayatılsın
uk: Примусово застосовувати десяткові числа для впорядкованих списків
zh_cn: 强制为有序列表使用数字序号

source: Disable before/after pseudo elements
ar: تعطيل قبل / بعد العناصر الزائفة
ca: Deshabilitar abans/després dels pseudo elements
cs: Zakázat „before“ a „after“ pseudo elementy
de: Deaktivieren vor/nach Pseudo-Elementen
el: Απενεργοποίηση των «πριν/μετά» ψευδο-στοιχείων
es: Deshabilitar pseudo elementos antes/después
fr: Désactiver les pseudo éléments « avant/après »
gl: Desactivar pseudo elementos antes/despois
hu: Az előtte/utána hamis (pszeudo) elemek letiltása
it_it: Disabilita gli pseudo-elementi "before/after"
ja: 擬似要素の前後を無効にする
ko_kr: 이전/이후의 의사 요소 비활성화
nl_nl: Before/after pseudo-elementen uitschakelen
pl: Wyłącz pseudo elementy before/after
pt_br: Desativar pseudo elementos antes/depois
ro: Dezactivează înainte/după pseudo-elemente
ru: Отключать текст псевдоэлементов «до/после»
sk: Zakázať pseudo prvky before/after
sr: Искључи before/after псеудо елементе
tr: Sahte ögelerden önce/sonra devre dışı bırakılsın
uk: Вимкнення псевдоелементів before/after
zh_cn: 禁用before/after伪元素

source: Disable generated text from ::before and ::after pseudo elements, usually used to add cosmetic text around some content.
ar: تعطيل النص الذي تم إنشاؤه من :: قبل و :: بعد العناصر الزائفة ، وعادة ما تستخدم لإضافة نص تجميلي حول بعض المحتوى.
ca: Deshabilitar el text generat des de ::abans i ::després dels pseudo elements, normalment s'utilitza per afegir text cosmètic al voltant d'algun contingut.
cs: Zakáže text vygenerovaný z „::before“ a „::after“ pseudo elementů, které obvykle přidávají kosmetický text okolo nějakého obsahu.
de: Deaktivieren Sie den erzeugten Text aus ::vor und ::nach Pseudoelementen, die normalerweise verwendet werden, um kosmetischen Text um einige Inhalte herum hinzuzufügen.
el: Απενεργοποιεί το παραγόμενο κείμενο από τα ψευδο-στοιχεία ::before και ::after, που συνήθως χρησιμοποιούνται για την προσθήκη καλλωπιστικού κειμένου γύρω από κάποιο περιεχόμενο.
es: Deshabilitar el texto generado a partir de ::antes y ::después de los pseudo elementos, que generalmente se usan para añadir texto cosmético alrededor de algunos contenidos.
fr: Désactive le texte généré à partir des pseudo-éléments ::before et ::after, généralement utilisés pour ajouter du texte cosmétique autour de certains contenus.
gl: Desactivar texto xerado a partir de pseudo elementos ::antes e ::despois, usado normalmente para engadir texto cosmético arredor dalgúns contidos.
hu: Letiltja a ::before és ::after által generált szövegeket, melyeket általában "szépítő szöveg" hozzáadásához alkalmaznak valamilyen tartalom körül.
it_it: Disabilita il testo generato dagli pseudo-elementi ::before e ::after , normalmente usati per aggiungere testo decorativo intortno a certi contenuti.
ja: 擬似要素 ::before と ::after から生成されるテキストを無効にします。通常、コンテンツの周りに外観上のテキストを追加するために使用されます。
ko_kr: :: before와 :: after 의사 요소에서 생성된 텍스트를 비활성화합니다. 일반적으로 일부 내용에 꾸밈 텍스트를 추가하는 데 사용됩니다.
nl_nl: Schakelt de ::before en ::after pseudo-elementen uit, die gewoonlijk worden gebruikt voor cosmetische tekst rond een stuk inhoud.
pl: Wyłącz generowany tekst z pseudo elementów ::before i ::after, który zwykle używany jest do dodawania kosmetycznych zmian tekstu wokół niektórych treści.
pt_br: Desativa texto gerado de pseudo elementos ::before e ::after, normalmente usado para adicionar texto cosmético ao redor do conteúdo.
ro: Dezactivează textul generat din pseudo-elementele ::before și ::after, de regulă pentru a adăuga text cu scop cosmetic în jurul unui element.
ru: Отключить сгенерированный текст из псевдоэлементов ::before и ::after, обычно используемых для добавления косметического текста вокруг определённого содержимого.
sk: Zakázať generovaný text z ::before a ::after pseudoprvkami, ktoré sa zvyčajne používajú na pridávanie kozmetického textu okolo nejakého obsahu.
sr: Искључује генерисани текст из ::before и ::after псеудо елемената, који се обично користи за додавање козметичког текста око неког садржаја.
tr: Oluşturulan metni ::before ve ::after sahte ögelerinden sonra devre dışı bırakır. Genellikle bazı içeriklerin etrafına kozmetik metin eklemek için kullanılır.
uk: Вимкнути згенерований текст із псевдоелементів ::before та ::after, зазвичай використовується для додавання косметичного тексту навколо певного вмісту.
zh_cn: 从:: before和:: after伪元素禁用生成的文本，它们通常用于在某些内容周围添加修饰文字。

source: Pure black and white
ar: أسودٌ وأبيضٌ بحت
ca: Blanco i negre purs
cs: Čistá černá a bílá
de: Reines Schwarz und Weiß
el: Καθαρό μαύρο και άσπρο
es: Blanco y negro puros
fa: سیاه و سفید خالص
fr: En noir et blanc
gl: Só branco e negro
hu: Tiszta fekete/fehér
it_it: Bianco e nero puro
ja: 純粋な白黒
ko_kr: 순수한 흑백
nl_nl: Puur zwartwit
pl: Czysta czerń i biel
pt_br: Preto e branco puro
ro: Alb și negru pur
ru: Чистые чёрный и белый
sk: Čisto čierno-biele
sr: Чиста црна и бела
tr: Saf siyah ve beyaz
uk: Чисті чорний та білий
zh_cn: 纯黑白

source: Enforce black text and borders, and remove backgrounds.
ar: فرض النص الأسود والحدود وإزالة الخلفيات.
ca: Forçar text i vores negres i eliminar fons.
cs: Vynutí černý text a okraje a odstraní pozadí.
de: Erzwingen von schwarzem Text und Rändern und Entfernen von Hintergründen.
el: Επιβάλλει μαύρο κείμενο και περιγράμματα και αφαιρεί το φόντο.
es: Forzar texto y bordes negros y eliminar fondos.
fr: Force le texte et les bordures en noir et supprime les arrière-plans.
gl: Forzar texto e bordos negros e quitar fondos.
hu: Fekete szöveg és szegélyek, a háttérszínek és háttérképek eltávolításával.
it_it: Imponi il testo e i bordi neri e rimuovi gli sfondi.
ja: 黒文字、黒枠を強制し、背景を取り除きます。
ko_kr: 검정색 텍스트와 테두리 선을 적용하고 배경을 제거합니다.
nl_nl: Zwarte tekst en randen afdwingen, en achtergronden verwijderen.
pl: Wymuś czarny tekst i obramowania oraz usuń tło.
pt_br: Aplica texto e bordas em preto e remove planos de fundo.
ro: Impune margini și text negre și elimină fundalul.
ru: Усилить чёрный текст и границы, а также удалить фон.
sk: Vynútiť čierny text a okraje a odstrániť pozadie.
sr: Форсира црни текст и оквире, и уклања позадине.
tr: Siyah metin ve kenarlıkları dayatır, arka planları kaldırır.
uk: Примусове увімкнення чорного тексту та меж та видалення тла.
zh_cn: 强制使文本和边框变为黑色，并移除背景。

source: In-page footnotes
ar: الحواشي السفلية في الصفحة
ca: Notes a peu de pàgina
cs: „Poznámky pod čarou“ na stránce
de: Fußnoten auf der Seite
el: Υποσημειώσεις εντός σελίδας
es: Ver en la página las notas a pie de página
fa: پاورقی‌های درون صفحه
fr: Notes en bas de page
gl: Notas ao rodapé na páxina
hu: Lábjegyzetek az oldalon
it_it: Piè di pagina
ja: ページ内の脚注
ko_kr: 페이지 내 각주
nl_nl: Voetnoten in pagina
pl: Przypisy dolne na stronie
pt_br: Exibir notas de rodapé na parte inferior
ro: Note de subsol în pagină
ru: Сноски на странице
sk: Poznámky pod čiarou na stránke
sr: Фусноте унутар странице
tr: Sayfa içi dipnotları
uk: Внутрішні виноски
zh_cn: 页面内脚注

source: In-page FB2 footnotes
ar: الحواشي السفلية FB2 في الصفحة
ca: Veure en la pàgina les notes a peu de pàgina dels FB2
cs: FB2 „poznámky pod čarou“ na stránce
de: FB2-Fußnoten auf der Seite
el: Υποσημειώσεις FB2 εντός σελίδας
es: Ver en la página las notas a pie de página de los FB2
fa: پاورقی‌های درون صفحه FB2
fr: Notes de pied de page (FB2)
gl: Notas FB2 ao rodapé na páxina
hu: FB2 lábjegyzetek az oldalon
it_it: Vedi nella pagina le note a piè di pagina di FB2
ja: ページ内のFB2(FictionBook 2.0 eBook)脚注
ko_kr: 페이지 안의 FB2 각주
nl_nl: Voetnoten in FB2-pagina
pl: Przypisy dolne FB2 na stronie
pt_br: Notas de rodapé FB2 na página
ro: Note de subsol FB2 în pagină
ru: Сноски FB2 на странице
sk: Poznámky pod čiarou na stránke dokumentu FB2
sr: FB2 фусноте унутар странице
tr: Sayfa içi FB2 dipnotları
uk: Внутрішні примітки FB2
zh_cn: 页面内 FB2 脚注

source: Show FB2 footnote text at the bottom of pages that contain links to them.
ar: إظهار نص الحاشية السفلية FB2 في الجزء السفلي من الصفحات التي تحتوي على ارتباطات لها.
ca: Mostrar notes a peu de pàgina dels FB2 en la part inferior de les pàgines que contenen enllaços a elles.
cs: Zobrazí FB2 „poznámky pod čarou“ naspodu těch stránek, na kterých jsou k nim odkazy.
de: Zeigen Sie den Text der FB2-Fußnote unten auf den Seiten an, die Links zu diesen enthalten.
el: Εμφάνιση κειμένου υποσημειώσεων FB2 στο κάτω μέρος των σελίδων που περιέχουν συνδέσμους προς αυτές.
es: Mostrar notas a pie de página de los FB2 en la parte inferior de las páginas que contienen enlaces a ellas.
fr: Afficher le texte de la note de pied de page dans les fichiers FB2 au bas des pages qui contiennent des liens vers ces dernières.
gl: Mostrar notas FB2 ao rodapé ao final das páxinas que teñen ligazóns a elas.
hu: FB2 lábjegyzetek megjelenítése az oldalak alján.
it_it: Mostra a piè di pagina il testo delle note FB2 nella parte inferiore delle pagine che contengono collegamenti ad essi.
ja: FB2脚注へのリンクがあるページの下部にFB2(FictionBook 2.0 eBook)脚注を表示する。
ko_kr: 링크로 포함된 FB2 각주 내용을 페이지 아래쪽에 보여주기.
nl_nl: Toon voetnoten onderaan de pagina in FB2's.
pl: Pokaż tekst przypisu dolnego FB2 na dole stron, które zawierają odnośniki do nich.
pt_br: Mostra texto de notas de rodapé FB2 na parte inferior de páginas que contêm links para elas.
ro: Arată textul notelor de subsol din FB2 în josul paginilor care conțin legături către ele.
ru: Показывать текст сносок FB2 внизу страниц, содержащих ссылки на них.
sk: Zobraziť text poznámky pod čiarou dokumentu FB2 v spodnej časti stránok, ktoré obsahujú odkazy na ne.
sr: Текст FB2 фуснота се приказује на дну страница које садрже линк на њих.
tr: FB2 dipnot metni, bağlantıların bulunduğu sayfaların altında görüntülensin.
uk: Показувати виноски FB2 внизу сторінок, які містять посилання на них.
zh_cn: 在页面底部显示一个 FB2 脚注，并显示一个链接。

source: In-page FB2 endnotes
ar: التعليقات الختامية FB2 في الصفحة
ca: Veure en la pàgina les notes finals del FB2
cs: FB2 „poznámky na konci“ na stránce
de: FB2-Endnoten auf der Seite
el: Σημειώσεις τέλους FB2 εντός σελίδας
es: Ver en la página las notas finales del FB2
fa: یادداشت‌های پایانی درون صفحه FB2
fr: Notes de fin (FB2)
gl: Notas finais FB2 na páxina
hu: FB2 végjegyzetek az oldalon
it_it: Vedi nella pagina le note finali di FB2
ja: ページ内FB2(FictionBook 2.0 eBook)注釈
ko_kr: 페이지 안의 FB2 미주
nl_nl: Eindnoten in FB2-pagina
pl: Przypisy końcowe FB2 na stronie
pt_br: Notas finais FB2 na página
ro: Note de final FB2 în pagină
ru: Комментарии FB2 на странице
sk: Vysvetlivky na stránke pre dokumenty FB2
sr: FB2 напомене на крају унутар странице
tr: Sayfa içi FB2 son notları
uk: Внутрішні кінцеві примітки FB2
zh_cn: 页面内 FB2 尾注

source: Show FB2 endnote text at the bottom of pages that contain links to them.
ar: إظهار نص التعليق الختامي FB2 في أسفل الصفحات التي تحتوي على ارتباطات لها.
ca: Mostrar notes finals dels FB2 en la part inferior de les pàgines que contenen enllaços adreçats a elles.
cs: Zobrazí FB2 „poznámky na konci“ (poznámky, které bývají na konci kapitol, nebo knihy) naspodu těch stránek, na kterých jsou k nim odkazy.
de: Zeigen Sie den FB2-Endnotentext unten auf den Seiten an, die Links zu diesen enthalten.
el: Εμφάνιση κειμένου σημειώσεων τέλους των FB2 στο κάτω μέρος των σελίδων που περιέχουν συνδέσμους προς αυτές.
es: Mostrar notas finales de los FB2 en la parte inferior de las páginas que contienen enlaces a ellas.
fr: Affiche le texte des note de fin dans les fichiers FB2 au bas des pages qui contiennent des liens vers ces dernières.
gl: Mostrar notas finais FB2 ao final das páxinas que teñen ligazóns a elas.
hu: FB2 végjegyzetek megjelenítése az oldalak alján.
it_it: Mostra il testo delle note finali FB2 nella parte inferiore delle pagine che contengono collegamenti ad essi.
ja: FB2注釈へのリンクがあるページの下部にFB2(FictionBook 2.0 eBook)注釈を表示する。
ko_kr: 링크로 포함된 FB2 미주 내용을 페이지 아래쪽에 보여주기.
nl_nl: Toon eindnoten onderaan de pagina die ernaar verwijzen in FB2's.
pl: Pokaż tekst przypisu końcowego FB2 na dole stron, które zawierają odnośniki do nich.
pt_br: Mostra texto de notas finais FB2 na parte inferior de páginas que contêm links para elas.
ro: Arată textul notelor de final FB2 în josul paginilor care conțin legături către ele.
ru: Показывать текст комментариев FB2 внизу страниц, содержащих ссылки на них.
sk: Zobraziť texty vysvetliviek pre dokumenty FB2 v spodnej časti strán, ktoré obsahujú odkazy na ne.
sr: Текст FB2 напомена на крају се приказује на дну страница које садрже линк на њих.
tr: FB2 son not metni, bağlantıların bulunduğu sayfaların altında görüntülensin.
uk: Показувати кінцеві примітки FB2 внизу сторінок, які містять посилання на них.
zh_cn: 在页面底部显示一个 FB2 尾注，并显示一个链接。

source: Keep regular font size
ar: الحفاظ على حجم الخط العادي
ca: Mantenir grandària de lletra normal
cs: Zachovat normální velikost písma
de: Normale Schriftgröße beibehalten
el: Διατήρηση κανονικού μεγέθους γραμματοσειράς
es: Mantener tamaño de fuente normal
fa: حفظ اندازه معمولی قلم
fr: Conserver une taille de police normale
gl: Manter o tamaño de fonte normal
hu: Tartsa a szokásos betűméretet
it_it: Mantieni dimensione normale del carattere
ja: 通常のフォントサイズを維持する
ko_kr: 일반 글씨 크기 유지
nl_nl: Gewone lettertypegrootte behouden
pl: Zachowaj taki sam rozmiar czcionki
pt_br: Manter tamanho regular da fonte
ro: Păstrează dimensiunea fontului obișnuită
ru: Сохранять обычный размер шрифта
sk: Zachovať bežnú veľkosť písma
sr: Задржи величину регуларног фонта
tr: Normal yazı boyutu korunsun
uk: Дотримуватись звичайного розміру шрифту
zh_cn: 使用正常字体大小
