Repository: spruceUI/spruceOS
Catalog: App/KoReader/l10n/*/koreader.po
Languages: ar, ca, cs, de, el, es, fa, fr, gl, hu, it_it, ja, ko_kr, nl_nl, pl, pt_br, ro, ru, sk, sr, tr, uk, zh_cn

source: In a CSS font-family declaration, publishers may precede a family name with one or more font names, that are to be used if found among embedded fonts or your own fonts. Enabling this will ignore such font names and make sure your preferred family fonts are used.
ca: En una declaració CSS font-family, els editors poden donar prioritat a un nom de família amb un o més noms de fonts, que s'utilitzaran si es troben entre les fonts incrustades o entre les seues pròpies fonts. Si s'activa aquesta opció, s'ignoraran aquests noms de font i s'empraran les fonts de la família que hàgem definit.
de: In einer CSS font-family-Deklaration können Verleger einem Familiennamen einen oder mehrere Schriftnamen voranstellen, die verwendet werden sollen, wenn sie in eingebetteten Schriften oder eigenen Schriften gefunden werden. Wenn Sie diese Option aktivieren, werden solche Schriftnamen ignoriert und die von Ihnen bevorzugten Schriftfamilien werden verwendet.
el: Σε μια δήλωση CSS font-family, οι εκδότες μπορούν να προτάξουν ένα όνομα οικογένειας με ένα ή περισσότερα ονόματα γραμματοσειρών, τα οποία θα χρησιμοποιηθούν αν βρεθούν μεταξύ των ενσωματωμένων γραμματοσειρών ή των δικών σας γραμματοσειρών. Η ενεργοποίηση αυτής της λειτουργίας θα αγνοήσει τέτοια ονόματα γραμματοσειρών και θα διασφαλίσει ότι χρησιμοποιούνται οι προτιμώμενες οικογένειες γραμματοσειρών.
es: En una declaración CSS font-family, los editores pueden dar prioridad a un nombre de familia con uno o más nombres de fuentes, que se utilizarán si se encuentran entre las fuentes incrustadas o entre sus propias fuentes. Si se activa esta opción, se ignorarán estos nombres de fuente y se emplearán las fuentes de la familia que hayamos definido.
fa: ناشر ممکن است اسم یک یا چند خانواده قلم یا اسم یک قلم را در CSS کتاب به عنوان خانواده قلم مشخص کرده باشد؛ که این قلم، اگر قلم در بین قلم‌های تعبیه شده یا در قلم‌های شما موجود باشد استفاده خواهد شد. فعال کردن این گزینه، از این قلم‌ها صرفنظر کرده، و مطمئن می‌شود که خانواده قلم مد نظر شما مورد استفاده قرار گیرد.
fr: Dans une déclaration de famille de polices CSS, les éditeurs peuvent précéder un nom de famille avec un ou plusieurs noms de polices qui doivent être utilisés s'ils sont trouvés parmi les polices intégrées ou vos propres polices. Activer cela ignorera ces noms de polices et s'assurera que les polices de famille préférées soient utilisées.
gl: Nunha declaración font-family en CSS, os editores poden por diante do nome da familia unha ou máis nomes de fontes, que deben ser usadas se se atopan entre as fontes incluídas co documento ou entre as do dispositivo. Activando esta opción, ignoraranse eses nomes de fonte para asegurarse de que as túas familias de fonte preferidas son usadas.
hu: A CSS font-family deklarációban a kiadók a családnevet egy vagy több betűtípusnévvel előzhetik meg, amelyeket akkor kell használni, ha megtalálhatók a beágyazott betűtípusok vagy a saját betűtípusok között. Ennek engedélyezése figyelmen kívül hagyja az ilyen betűtípusneveket, és biztosítja, hogy az Ön által preferált betűtípuscsaládokat használja.
it_it: In una dichiarazione CSS font-family, gli editori possono fare precedere un nome di famiglia da uno o più nomi di carattere, che devono essere utilizzati se trovati tra i caratteri incorporati o i caratteri propri. Permettere questo ignorerà tali nomi di carattere e assicurerà che i caratteri della famiglia preferiti vengano utilizzati.
ja: CSS のフォントファミリー宣言において、パブリッシャーはファミリー名の前に 1 つまたは複数のフォント名を付けることができ、それらは埋め込みフォントや独自のフォントの中で見つかった場合に使用されます。 これを有効にすると、そのようなフォント名は無視され、あなたの好みのファミリーフォントが使用されるようになります。
ko_kr: CSS 글꼴 패밀리 선언에서 게시자는 패밀리 이름 앞에 하나 이상의 글꼴 이름을 붙일 수 있으며, 이는 포함된 글꼴 또는 사용자 고유의 글꼴에서 발견되는 경우 사용됩니다. 이 기능을 활성화하면 해당 글꼴 이름이 무시되고 선호하는 패밀리 글꼴이 사용됩니다.
nl_nl: In een CSS font-family declaratie kunnen uitgevers een familienaam vooraf laten gaan door één of meer lettertypenamen, die gebruikt moeten worden als ze gevonden worden onder ingesloten lettertypes of gebruikerslettertypes. Door dit in te schakelen worden dergelijke lettertypenamen genegeerd en worden de lettertypes van je voorkeursfamilie gebruikt.
pl: W deklaracji font-family CSS wydawcy mogą poprzedzić nazwę rodziny jedną lub kilkoma nazwami czcionek, których należy użyć, jeśli zostaną znalezione wśród czcionek osadzonych lub własnych. Włączenie tej opcji spowoduje zignorowanie takich nazw czcionek i upewnienie się, że używane są preferowane czcionki font-family.
pt_br: Em uma declaração de família de fontes CSS, os editores podem preceder um nome de família com um ou mais nomes de fontes, que devem ser usados se encontrados entre fontes incorporadas ou suas próprias fontes. Ativar isso ignorará esses nomes de fonte e garantirá que suas fontes de família preferidas sejam usadas.
ru: При декларировании семейства шрифтов в CSS издатели могут указать перед его именем одно или несколько имён шрифтов, которые следует использовать, если они будут найдены среди ваших/встроенных шрифтов. Данный параметр позволит игнорировать такие имена и всегда использовать шрифты из выбранного вами семейства.
sk: V deklarácii 'rodiny' písma CSS môžu vydavatelia pred názov rodiny uviesť jeden alebo viac názvov písma, ktoré sa majú použiť, ak sa nachádzajú medzi vloženými písmami alebo vašimi vlastnými písmami. Zapnutím tejto funkcie sa takéto názvy písiem budú ignorovať a zabezpečí sa, že sa použijú vaše preferované 'rodiny' písiem.
sr: У CSS font-family декларацији, издавачи могу да испред имена фамилије поставе једно или више имена фонтова који треба да се упторебе ако се пронађу међу уграђеним фонтовима или вашим фотовима на уређају. Када ово укључите, та имена фонтова ће се игнорисати тако да се осигура употреба пожељних фонтова у фамилији.
tr: Bir CSS font-family bildiriminde, yayıncılar bir aile adından önce, gömülü yazı tipleri ya da kendi yazı tipleriniz arasında bulunursa kullanılacak bir ya da daha fazla yazı tipi adı verebilir. Bunu etkinleştirmek, bu tür yazı tipi adlarını yok sayar ve yeğlediğiniz aile yazı tiplerinin kullanılmasını sağlar.
uk: В оголошенні сімейства шрифтів CSS видавці можуть вказувати назву сімейства з одним або кількома назвами шрифтів, які будуть використані, якщо вони будуть знайдені серед вбудованих шрифтів або ваших власних шрифтів. Увімкнувши цю опцію, ви ігноруватимете такі назви шрифтів і точно використовуватимуться шрифти бажаного сімейства.
zh_cn: 在 CSS 的 font-family 声明中，出版商可以在字体家族名称之前加上一个或多个字体名称，如果在嵌入字体或您自己的字体中找到它们的话，便会优先使用这些字体。 启用此功能将忽略此类字体名称并确保使用您选定的字体家族。

source: (main font)
ca: (font principal)
cs: (hlavní písmo)
de: (Hauptschrift)
el: (κύρια γραμματοσειρά)
es: (letra principal)
fa: (قلم اصلی)
fr: (police principale)
gl: (fonte principal)
hu: (fő betűtípus)
it_it: (carattere principale)
ja: (メインフォト)
ko_kr: (기본 글꼴)
nl_nl: (hoofdlettertype)
pl: (czcionka główna)
pt_br: (fonte principal)
ru: (основной шрифт)
sk: (hlavné písmo)
sr: (главни фонт)
tr: (ana yazı tipi)
uk: (основний шрифт)
zh_cn: (主字体)

source: Use main font
ca: Usar la font principal
cs: Použít hlavní písmo
de: Hauptschriftart verwenden
el: Χρήση κύριας γραμματοσειράς
es: Usar letra principal
fa: استفاده از قلم اصلی
fr: Utiliser la police principale
gl: Usar fonte principal
hu: Fő betűtípus használata
it_it: Usa il carattere principale
ja: メインフォントを使用
ko_kr: 기본 글꼴 사용
nl_nl: Hoofdlettertype gebruiken
pl: Użyj czcionki głównej
pt_br: Usar fonte principal
ru: Использовать основной шрифт
sk: Použiť hlavné písmo
sr: Користи главни фонт
tr: Ana yazı tipi kullanılsın
uk: Використовувати основний шрифт
zh_cn: 使用主字体

source: (default monospace font)
ca: (font monospace per defecte)
cs: (výchozí neproporcionální písmo)
de: (Standardschriftart Monospace)
el: (προεπιλεγμένη γραμματοσειρά σταθερού πλάτους)
es: (tipo de letra de anchura fija predeterminado)
fa: (قلم یکپارچه پیشفرض)
fr: (police monospace par défaut)
gl: (fonte monospace por defecto)
hu: (alapértelmezett monospace betűtípus)
it_it: (carattere a spaziatura fissa predefinito)
ja: (既定の等幅フォント)
ko_kr: (기본 고정폭 글꼴)
nl_nl: (standaard monospace-lettertype)
pl: (domyślna czcionka o stałej szerokości)
pt_br: (fonte monoespaçada padrão)
ru: (моно по умолчанию)
sk: (predvolené neproporcionálne písmo)
sr: (подразумевани фонт фиксне ширине)
tr: (varsayılan eş aralıklı yazı tipi)
uk: (усталено моноширинний шрифт)
zh_cn: (默认等宽字体)

source: Use default monospace font: %1
ca: Usar font monospace per defecte:%1
cs: Použít výchozí neproporcionální písmo: %1
de: Standardschriftart Monospace verwenden: %1
el: Χρήση προεπιλεγμένης γραμματοσειράς σταθερού πλάτους: %1
es: Usar letra de anchura fija predeterminada: %1
fa: استفاده از قلم یکپارچه پیشفرض: %1
fr: Utiliser la police à chasse fixe par défaut : %1
gl: Usar fonte monospace: %1
hu: Alapértelmezett monospace betűtípus használata: %1
it_it: Usa carattere a spaziatura fissa predefinito: %1
ja: 既定の等幅フォントを使用: %1
ko_kr: 기본 고정폭 글꼴 사용: %1
nl_nl: Gebruik monospace-lettertype: %1
pl: Użyj domyślnej czcionki o stałej szerokości: %1
pt_br: Use a fonte monoespaçada padrão: %1
ru: Моно-шрифт по умолчанию: %1
sk: Použiť predvolené neproporcionálne písmo: %1
sr: Користи подразумевани фонт фиксне ширине: %1
tr: Varsayılan eş aralıklı yazı tipi kullanılsın: %1
uk: Типово використовувати моноширинний шрифт: %1
zh_cn: 使用默认等宽字体： %1

source: (default math font)
ca: (font math per defecte)
cs: (výchozí matematické písmo)
de: (Standard-Mathe-Schriftart)
el: (προεπιλεγμένη μαθηματική γραμματοσειρά)
es: (letra matemática predeterminada)
fa: (قلم ریاضی پیشفرض)
fr: (police mathématique par défaut)
gl: (fonte math por defecto)
hu: (alapértelmezett math betűkészlet)
it_it: (carattere matematico predefinito)
ja: (既定の数式フォント)
ko_kr: (기본 수학 글꼴)
nl_nl: (standaard wiskunde-lettertype)
pl: (domyślna czcionka matematyczna)
pt_br: (fonte matemática padrão)
ru: (математика по умолчанию)
sk: (predvolené matematické písmo)
sr: (подразумевани математички фонт)
tr: (varsayılan matematik yazı tipi)
uk: (типово математичний шрифт)
zh_cn: （默认数学字体）

source: Use default math font
ca: Usar font math per defecte
cs: Použít výchozí matematické písmo
de: Standardschriftart für Mathe verwenden
el: Χρήση προεπιλεγμένης γραμματοσειράς μαθηματικών
es: Usar letra matemática predeterminada
fa: استفاده از قلم ریاضی پیشفرض
fr: Utiliser la police mathématique par défaut
gl: Usar fonte math por defecto
hu: Alapértelmezett math betűtípus használata
it_it: Utilizza il carattere matematico predefinito
ja: 既定の数式フォントを使用
ko_kr: 기본 수학 글꼴 사용
nl_nl: Standaard wiskunde-lettertype gebruiken
pl: Użyj domyślnej czcionki matematycznej
pt_br: Usar fonte matemática padrão
ru: Математический шрифт по умолчанию
sk: Použiť predvolené matematické písmo
sr: Користи подразумевани математички фонт
tr: Varsayılan matematik yazı tipi kullanılsın
uk: Типово використовувати математичний шрифт
zh_cn: 使用默认数学字体

source: Font for %1
ca: Font per a %1
cs: Písmo pro %1
de: Schriftart für %1
el: Γραμματοσειρά για %1
es: Letra para %1
fa: قلم برای %1
fr: Police : %1
gl: Fonte para %1
hu: Betűtípus ehhez: %1
it_it: Carattere per %1
ja: %1 に対するフォント
ko_kr: %1용 글꼴
nl_nl: Lettertype voor %1
pl: Czcionka dla %1
pt_br: Fonte para %1
ru: Шрифт для: %1
sk: Písmo pre %1
sr: Фонт за %1
tr: %1 için yazı tipi
uk: Шрифт для %1
zh_cn: %1 的字体

source: Font family font set for this book only.
ca: Seleccionar la font family font solament per a aquest llibre.
cs: Rodina písma nastavená jen pro tuto knihu.
de: Schriftfamilie, die nur für dieses Buch verwendet wird.
el: Οικογένεια γραμματοσειράς μόνο για αυτό το βιβλίο.
es: Seleccionar la fuente family font solamente para este libro.
fa: خانواده قلم تنها برای این کتاب تنظیم شود.
fr: Ensemble de polices de famille de police uniquement pour ce livre.
gl: Fonte para a familia de fontes configurada só para este libro.
hu: Betűtípuscsalád beállítva ehhez a könyvhöz.
it_it: Famiglia di caratteri impostata solo per questo libro.
ja: この書籍のみにフォントファミリーを設定する。
ko_kr: 이 책에만 설정된 글꼴 패밀리 글꼴입니다.
nl_nl: Lettertype-familie alleen voor dit boek ingesteld.
pl: Czcionka font-family ustawiona tylko dla tej książki.
pt_br: Conjunto de fontes da família de fontes somente para este livro.
ru: Шрифт из семейства шрифтов задан только для данной книги.
sk: 'Rodina' písiem nastavená len pre túto knihu.
sr: Фонт фамилије фонтова је постављен само за ову књигу.
tr: Yazı tipi ailesi yalnızca bu kitap için ayarlandı.
uk: Сімейство шрифтів, налаштоване лише для цієї книги.
zh_cn: 仅为本书设置的 font-family 字体。

source: Display font names with their own font
ar: عرض اسم الخط بالخط نفسه
ca: Mostra els noms dels tipus de lletra amb el seu propi tipus de lletra
cs: Zobrazit názvy písem jejich vlastním písmem
de: Schriftartennamen mit eigener Schriftart anzeigen
el: Εμφάνιση ονομάτων γραμματοσειρών με τη δική τους γραμματοσειρά
es: Mostrar nombres de fuente con su propia fuente
fa: نام قلم‌ها را با قلم خودشان نمایش بده
fr: Afficher le nom des polices avec leur propre police
gl: Mostrar nomes de fonte coa propia fonte
hu: A betűtípusnevek megjelenítése saját betűtípusukkal
it_it: Mostra nome del carattere nel proprio carattere
ja: フォント名を使用するフォントで表示します
ko_kr: 자체 글꼴로 글꼴 이름 표시
nl_nl: Lettertypenamen weergeven met hun eigen lettertype
pl: Wyświetlaj nazwy czcionek ich własną czcionką
pt_br: Exibir nome da fonte com sua própria fonte
ro: Afișează numele fonturilor folosind fontul propriu
ru: Отображать названия шрифтов своими символами
sk: Zobraziť názvy písiem s ich vlastným písmom
sr: Прикажи имена фонтова самим тим фонтом
tr: Yazı tipi adları kendi yazı tipinde görüntülensin
uk: Показувати назви шрифтів їхнім власним шрифтом
zh_cn: 用字体本身展示字体名称

source: In the font menu, display each font name with its own font face.
ar: في قائمة الخطوط ، اعرض كل اسم خط بواجهة خط خاصة به.
ca: Al menú del tipus de lletra, mostrar cada nom de tipus de lletra amb el seu tipus de lletra.
cs: V nabídce písem jsou jména písem zobrazena jejich vlastním písmem.
de: Zeigen Sie im Schriftartenmenü jeden Schriftartennamen mit seiner eigenen Schriftart an.
el: Στο μενού γραμματοσειρών, εμφανίζει το όνομα κάθε γραμματοσειράς με γράμματα της ίδιας γραμματοσειράς.
es: En el menú de fuentes, mostrar cada nombre de fuente con su propia fuente.
fa: در منوی قلم، نام هر یک از قلم‌ها را با ضاهر قلم خودش نمایش بده.
fr: Dans le menu des polices, afficher chaque nom de police avec sa propre police.
gl: No menú de fontes, mostrar cada nome de fonte coa fonte correspondente.
hu: A Betűtípus menüben az egyes betűtípusok nevei saját betűtípusukkal jelennek meg.
it_it: Nel menu dei caratteri, mostra ogni nome col suo specifico aspetto.
ja: フォントメニューで、各フォント名を使用すフォントで表示します。
ko_kr: 글꼴 메뉴에서 각 글꼴 이름을 자체 글꼴로 표시합니다.
nl_nl: Geef in het lettertypemenu elke lettertypenaam met zijn eigen lettertypeaanduiding weer.
pl: W menu czcionek wyświetlaj każdą nazwę czcionki jej własną czcionką.
pt_br: No menu de fontes, exibe cada nome de fonte com sua própria fonte.
ro: În meniul de fonturi, afișează fiecare nume de font folosind fontul pe care îl reprezintă.
ru: В меню шрифтов отображать каждое название шрифта с помощью его собственных символов.
sk: V ponuke písiem v menu, zobraziť každý názov písma s vlastným písmom.
sr: У менију фонтова, свако име фонта се приказује употребом тог слога.
tr: Yazı tipi menüsünde her yazı tipi adı kendi yazı tipinde görüntülensin.
uk: У меню шрифтів показувати кожну назву шрифту власним шрифтом.
zh_cn: 在字体菜单中，用每款字体本身的样子展示它们的名称。

source: Sort fonts by recently selected
ca: Ordenar fonts segons les seleccionades recentment
cs: Seřadit písma podle naposledy vybraných
de: Sortieren von Schriftarten nach der zuletzt gewählten
el: Ταξινόμηση γραμματοσειρών κατά πρόσφατα επιλεγμένες
es: Ordenar fuentes según las seleccionadas recientemente
fa: مرتب کردن قلم‌ها براساس اخیرا انتخاب شده
fr: Trier les polices par celles récemment sélectionnées
gl: Ordenar fontes segundo o uso máis recente
hu: Betűtípusok rendezése a legutóbbi kiválasztás szerint
it_it: Ordina i font selezionati di recente
ko_kr: 최근에 선택한 기준으로 글꼴 정렬
nl_nl: Lettertypes sorteren op recent geselecteerd
pl: Sortuj czcionki według ostatnio wybranych
pt_br: Ordenar fontes por selecionadas recentemente
ru: Сортировать шрифты по недавно выбранным
sk: Zoradiť písma podľa nedávno vybratých
sr: Сортирај фонтове по скоро изабраним
tr: Yazı tipleri son seçilenlere göre sıralansın
uk: Сортувати шрифти за нещодавно вибраними
zh_cn: 按最近使用排序字体

source: The font list menu can show fonts sorted by name or by most recently selected. New fonts discovered at KOReader startup will be shown first. Do you want to clear the history of selected fonts?
ca: El menú de la llista de fonts pot mostrar les fonts ordenades per nom o per les seleccionades més recentment. Les noves fonts detectades en iniciar KOReader es mostraran en primer lloc. Esborrar l'historial de fonts seleccionades?
de: Das Menü der Schriftartenliste kann die Schriftarten nach Namen oder nach der zuletzt gewählten Schriftart sortiert anzeigen. Neue Schriftarten, die beim Start von KOReader entdeckt werden, werden zuerst angezeigt. Möchten Sie den Verlauf der ausgewählten Schriftarten löschen?
el: Το μενού λίστας γραμματοσειρών μπορεί να εμφανίζει γραμματοσειρές ταξινομημένες με βάση το όνομα ή με βάση την πιο πρόσφατη επιλογή. Οι νέες γραμματοσειρές που θα εντοπίζονται κατά την εκκίνηση του KOReader θα εμφανίζονται πρώτες. Θέλετε να διαγράψετε το ιστορικό των επιλεγμένων γραμματοσειρών;
es: El menú de la lista de tipos de letra puede mostrarlos ordenados por nombre o por los seleccionados más recientemente. Los tipos de letra nuevos que se detecten al iniciar KOReader se mostrarán en primer lugar. ¿Quiere vaciar el historial de tipos de letra seleccionados?
fa: منوی لیست قلم‌ می‌تواند قلم‌های مرتب شده براساس نام یا موردی که اخیرا بیشترین انتخاب شده را داشته نشان دهد. قلم‌های جدیدی که در راه‌اندازی کوریدر پیدا شده‌اند در ابتدا نمایش داده می‌شوند. آیا می‌خواهید که تاریخچه قلم‌های انتخاب شده را پاک کنید؟
fr: Le menu de la liste des polices peut afficher les polices triées par nom ou les plus récemment sélectionnées. Les nouvelles polices découvertes au démarrage de KOReader seront affichées en premier. Voulez-vous effacer l'historique des polices sélectionnées ?
gl: O menú coa lista de fontes pode mostralas ordenadas por nome ou polo uso máis recente. As novas fontes descubertas durante o comezo de KOReader serán mostradas primeiro. Queres limpar o historial de selección de fontes?
hu: A betűtípuslista menüben a betűtípusok név szerint vagy a legutóbbi kiválasztás szerint rendezhetők. Legelöl a KOReader indításakor felfedezett új betűtípusok jelennek meg. Szeretné törölni a kiválasztott betűtípusok előzményeit?
it_it: Il menu dell'elenco dei font può mostrare i font ordinati per nome o per quelli selezionati più di recente. I nuovi font scoperti all'avvio di KOReader verranno mostrati per primi. Vuoi cancellare la cronologia dei font selezionati?
ko_kr: 글꼴 목록 메뉴는 이름이나 가장 최근에 선택한 글꼴을 기준으로 정렬된 글꼴을 표시할 수 있습니다. KOReader 시작할 때 새로 발견된 글꼴이 먼저 표시됩니다. 선택한 글꼴의 내력을 지울까요?
nl_nl: Het lettertypelijstmenu kan lettertypes tonen gesorteerd op naam of op meest recent geselecteerd. Nieuwe lettertypes die bij het opstarten van KOReader worden ontdekt, worden als eerste getoond. De geschiedenis van geselecteerde lettertypes wissen?
pl: Menu listy czcionek może wyświetlać czcionki posortowane według nazw lub według ostatnio wybranych. Nowe czcionki wykryte podczas uruchamiania KOReader będą wyświetlane jako pierwsze. Czy chcesz wyczyścić historię wybranych czcionek?
pt_br: O menu da lista de fontes pode mostrar as fontes classificadas por nome ou selecionadas mais recentemente. Novas fontes descobertas na inicialização do KOReader serão mostradas primeiro. Deseja limpar o histórico das fontes selecionadas?
ru: В меню списка шрифтов возможна их сортировка по имени или по времени выбора. Обнаруженные при запуске KOReader новые шрифты будут отображаться первыми. Вы хотите очистить историю выбранных ранее шрифтов?
sk: Ponuka zoznamu písiem môže zobrazovať písma zoradené podľa názvu alebo podľa naposledy vybraných. Nové písma objavené pri spustení programu KOReader sa zobrazia ako prvé. Chcete vymazať históriu vybraných písiem?
sr: Мени листе фонтоа може да прикаже фонтове сортиране по називу или по последње изабраним. Прво ће се приказати нови фонтови које KOReader открије приликом покретања. Желите ли да обришете историју бираних фонтова?
tr: Yazı tipleri, menüde adlarına ya da yakın zamanda kullanılmalarına göre görüntülenebilir. KOReader açılışta yeni bulduğu yazı tiplerini ilk sırada görüntüler. Seçilmiş yazı tipleri geçmişini temizlemek ister misiniz?
uk: Меню списку шрифтів може показувати шрифти, відсортовані за назвою або за останнім вибраним шрифтом. Нові шрифти, виявлені під час запуску KOReader, буде показано першими. Ви хочете очистити історію вибраних шрифтів?
zh_cn: 字体列表菜单会按字体名称或最近使用日期显示可选择的字体。 在启动时新增的字体会排在前面。 你想要清除已选择字体的记录吗？

source: Use additional fallback fonts
ar: استخدام خطوط احتياطية إضافية
ca: Usar tipus de lletra alternatius addicionals
cs: Použít další náhradní písma
de: Zusätzliche Ersatzschriftarten verwenden
el: Χρήση επιπλέον εναλλακτικών γραμματοσειρών
es: Usar fuentes alternativas adicionales
fa: استفاده از قلم‌های جایگزین اضافه
fr: Utiliser des polices de remplacement supplémentaires
gl: Usar fontes alternativas adicionais
hu: Tartalék betűkészlet használata
it_it: Usa caratteri alternativi di ripiego
ja: 拡張代替フォントを使用します
ko_kr: 추가 대체 글꼴 사용
nl_nl: Extra reservelettertypen gebruiken
pl: Użyj dodatkowych czcionek zastępczych
pt_br: Usar fontes reservas adicionais
ro: Folosește fonturi de rezervă adiționale
ru: Использовать дополнительные резервные шрифты
sk: Použiť ďalšie náhradné písma
sr: Користи додатне фонтове за случај крајње нужде
tr: Ek geri dönülecek yazı tipleri kullanılsın
uk: Використовувати додаткові запасні шрифти
zh_cn: 使用额外后备字体
