Repository: spruceUI/spruceOS
Catalog: App/KoReader/l10n/*/koreader.po
Languages: ar, ca, cs, de, el, es, fa, fr, gl, hu, it_it, ja, ko_kr, nl_nl, pl, pt_br, ro, ru, sk, sr, tr, uk, zh_cn

source: No dictionaries installed. Please search for "Dictionary support" in the KOReader Wiki to get more information about installing new dictionaries.
ar: لا توجد قواميسُ مثبّتة. قم بالبحث عن "دعم القواميس" - "Dictionary support" في موسوعة برنامج KOReader على شبكة الإنترنت لمزيدٍ من المعلومات حول إضافةِ القواميس.
ca: No hi ha diccionaris instal·lats. La informació sobre la instal·lació de nous diccionaris es pot trobar en la secció "Dictionary support" de les Wiki de KOReader.
cs: Nemáte nainstalovaný žádný slovník. Vyhledejte prosím „Dictionary support“ na „KOReader Wiki“ abyste se dozvěděli další informace o instalaci nových slovníků.
de: Keine Wörterbücher installiert. Bitte suchen Sie im KOReader Wiki nach „Dictionary support“, um weitere Informationen zur Installation neuer Wörterbücher zu erhalten.
el: Δεν έχουν εγκατασταθεί λεξικά. Αναζητήστε "Υποστήριξη λεξικού" στο KOReader Wiki για να λάβετε περισσότερες πληροφορίες σχετικά με την εγκατάσταση νέων λεξικών.
es: No hay diccionarios instalados. La información sobre la instalación de nuevos diccionarios se puede encontrar en la sección "Dictionary support" de las Wiki de KOReader.
fa: هیچ واژه‌نامه‌ای نصب نشده‌ است. لطفا در راهنمای KOReader «پشتیبانی از واژه‌نامه» را جستجو کنید تا اطلاعات بیشتری درباره‌ی نصب واژه‌نامه‌ها بیابید.
fr: Aucun dictionnaire installé. Veuillez consulter la page « Dictionary support » sur le wiki de KOReader pour savoir comment installer de nouveaux dictionnaires.
gl: Non hai dicionarios instalados. Por favor busca "Dictionary Support" na wiki de KOReader para obter máis información sobre como instalar dicionarios novos.
hu: Nincs szótár telepítve. Új szótárak telepítésével kapcsolatos további információkért keresse meg a 'Szótár támogatása/Dictionary support' témát a KOReader Wikiben.
it_it: Nessun dizionario installato. Cerca «Supporto dizionario» nel Wiki di KOReaderper ottenere ulteriori informazioni sull'installazione di nuovi dizionari.
ja: 辞書がインストールされていません。 KOReader Wiki で "辞書サポート" を検索して、新しい辞書のインストールに関する詳細情報を入手してください。
ko_kr: 사전이 설치되지 않았습니다. KOReader 위키(Wiki)에서 "Dictionary support"(사전 지원)을 검색하여 새로운 사전의 설치에 대한 정보를 알아보세요.
nl_nl: Er zijn geen woordenboeken geïnstalleerd. Zoek in de KOReader Wiki naar "Dictionary support" voor meer informatie over het installeren van nieuwe woordenboeken.
pl: Nie zainstalowano słowników. Zapoznaj się z KOReader Wiki, aby uzyskać informację jak zainstalować nowe słowniki.
pt_br: Nenhum dicionário instalado. Por favor , procure por "Suporte ao dicionário" na Wiki do KOReader para obter mais informações sobre a instalação de novos dicionários.
ro: Nu există nici un dicționar instalat. Te rog caută după „Suport dicționare” în Wiki-ul KOReader pentru a obține mai multe informații cu privire la instalarea unor noi dicționare.
ru: Не установлено ни одного словаря. Для получения информации об установке новых словарей найдите раздел «Dictionary support» в вики KOReader'а.
sk: Nie sú nainštalované žiadne slovníky. Ak si prajete získať viac informácií o inštalácii nových slovníkov, vyhľadajte výraz „Dictionary support“ na stránke KOReader Wiki.
sr: Није инсталиран ниједан речник. Молимо вас да у KOReader Вики страницама потражите „Dictionary support” и сазнате како да инсталирате нове речнике.
tr: Herhangi bir sözlük kurulmamış. KOReader Wiki sitesinden "Dictionary support" bölümüne bakarak sözlük desteği almak için yeni sözlüklerin nasıl kurulacağını öğrenebilirsiniz.
uk: Словники не встановлено. Дізнатися про встановлення нових словників можна в розділі «Dictionary support» у KOReader Wiki.
zh_cn: 未安装字典。请在 KOReader 维基中搜索“字典支持”以获取更多关于安装新字典的信息。

source: Not available
ar: غير متاح
ca: No disponible
cs: Nedostupné
de: Nicht verfügbar
el: Μη διαθέσιμο
es: No disponible
fa: دردسترس نیست
fr: Indisponible
gl: Non está dispoñible
hu: Nem elérhető
it_it: Non disponibile
ja: 使用できません
ko_kr: 선택할 수 없음
nl_nl: Niet beschikbaar
pl: Niedostępne
pt_br: Indisponível
ro: Indisponibil
ru: Не доступно
sk: Nie je k dispozícií
sr: Није доступно
tr: Kullanılamıyor
uk: Недоступно
zh_cn: 不可用

source: Dictionary lookup interrupted.
ar: تمت مقاطعة البحث في القاموس.
ca: Cerca en diccionari interrompuda.
cs: Vyhledávání ve slovníku bylo přerušeno.
de: Nachschlagen im Wörterbuch unterbrochen.
el: Διακόπηκε η αναζήτηση λεξικού.
es: Búsqueda en diccionario cancelada.
fa: جستجو در واژه‌نامه دچار وقفه شد.
fr: Recherche interrompue.
gl: Busca no dicionario cancelada.
hu: Keresés a szótárban megszakítva.
it_it: Ricerca nel dizionario interrotta.
ja: 辞書検索がキャンセルされました。
ko_kr: 사전 조회가 중단되었습니다.
nl_nl: Zoeken in woordenboek onderbroken.
pl: Przerwano wyszukiwanie w słowniku.
pt_br: Busca no dicionário interrompida.
ro: Căutarea în dicționar a fost întreruptă.
ru: Поиск по словарю прерван.
sk: Vyhľadávanie v slovníku bolo prerušené.
sr: Прекинута је претрага речника.
tr: Sözlük araması kesintiye uğradı.
uk: Пошук у словнику перервано.
zh_cn: 词典查询被中断。

source: No results.
ar: لا نتائج.
ca: No hi ha cap resultat.
cs: Žádné výsledky.
de: Keine Ergebnisse.
el: Χωρίς αποτελέσματα.
es: No hay resultados.
fa: بدون نتیجه.
fr: Aucun résultat.
gl: Non hai resultados.
hu: Nincs eredmény.
it_it: Nessun risultato.
ja: 検索に当たる結果がない。
ko_kr: 결과 없음.
nl_nl: Geen resultaten.
pl: Brak wyników.
pt_br: Nenhum resultado.
ro: Nu există rezultate.
ru: Нет результатов.
sk: Žiadne výsledky.
sr: Нема резултата.
tr: Herhangi bir sonuç yok.
uk: Нічого не знайдено.
zh_cn: 无结果。

source: There are no enabled dictionaries. Please check the 'Dictionary settings' menu.
ar: لا توجد قواميس ممكّنة. يرجى التحقق من قائمة "إعدادات القاموس".
ca: No hi ha cap diccionari activat. Comproveu el menú «Paràmetres de diccionaris».
cs: Nemáte žádné povolené slovníky. Podívejte se do nabídky „Nastavení slovníku“.
de: Es sind keine Wörterbücher aktiviert. Bitte überprüfen Sie das Menü 'Wörterbucheinstellungen'.
el: Δεν υπάρχουν ενεργοποιημένα λεξικά. Παρακαλούμε ελέγξτε το μενού «Ρυθμίσεις λεξικού».
es: No hay diccionarios habilitados. Revisar el menú 'Configurar diccionarios'.
fa: هیچ واژه‌نامه‌ای فعال نیست. لطفاً منوی «تنظیمات واژه‌نامه» را بررسی کنید.
fr: Il n’y a pas de dictionnaires activés. Veuillez consulter le menu « Paramètres des dictionnaires ».
gl: Non hai dicionarios habilitados. Por favor comproba o menú 'Configuración dos dicionarios'.
hu: Egy szótár sincs engedélyezve. Tekintse meg a 'Szótár beállítások' menüt.
it_it: Non ci sono dizionari abilitati. Controlla il menu 'Impostazioni dizionario'.
ja: 有効な辞書はありません。 「辞書設定」メニューを確認してください。
ko_kr: 활성화된 사전이 없습니다. '사전 설정' 메뉴를 확인하세요.
nl_nl: Er zijn geen ingeschakelde woordenboeken. Controleer het 'Woordenboekinstellingen'-menu.
pl: Nie ma włączonych słowników. Sprawdź menu 'Ustawienia słownika'.
pt_br: Não há dicionários habilitados. Verifique no menu "Configurações do dicionário".
ro: Nu există dicționare active. Te rog verifică meniul „Setări dicționare”.
ru: Подключенных словарей нет. Пожалуйста, проверьте меню «Настройки словаря».
sk: Neexistujú žiadne povolené slovníky. Skontrolujte menu „Nastavenia slovníka“.
sr: Нема укључених речника. Молимо вас да проверите мени ’Подешавања речника’.
tr: Herhangi bir sözlük etkinleştirilmemiş. Lütfen 'Sözlük ayarları' menü ögesine bakın.
uk: Немає ввімкнених словників. Будь ласка, перевірте меню «Налаштування словника».
zh_cn: 无已启用的词典。 请检查“词典设置”菜单。

source: License
ar: الرخصة
ca: Llicència
cs: Licence
de: Lizenz
el: Άδεια
es: Licencia
fa: مجوز
fr: Licence
gl: Licencia
hu: Licensz
it_it: Licenza
ja: ライセンス
ko_kr: 라이센스
nl_nl: Licentie
pl: Licencja
pt_br: Licença
ro: Licență
ru: Лицензия
sk: Licencia
sr: Лиценца
tr: Lisans
uk: Ліцензія
zh_cn: 许可证

source: Entries
ar: عدد المفردات
ca: Entrades
cs: Počet položek
de: Einträge
el: Καταχωρήσεις
es: Entradas
fa: ورودی‌ها
fr: Entrées
gl: Entradas
hu: Szócikk
it_it: Voci
ja: 項目
ko_kr: 표제어
nl_nl: Lemma's
pl: Wpisy
pt_br: Verbetes
ro: Întrări
ru: Записей
sk: Záznamov
sr: Ставке
tr: Kayıtlar
uk: Записи
zh_cn: 条目

source: Tap dictionary name to download
ar: المس اسم قاموسٍ لتحميله
ca: Toqueu el nom del diccionari a baixar
cs: Pro stažení ťukněte na název slovníku
de: Zum Herunterladen auf Namen des Wörterbuchs tippen
el: Πατήστε το όνομα του λεξικού για λήψη
es: Pulsar en el nombre del diccionario a descargar
fa: برای دریافت بر روی نام واژه‌نامه ضربه بزنید
fr: Toucher le nom du dictionnaire pour le télécharger
gl: Preme no nome do dicionario para descargar
hu: Érintse meg a szótár nevét a letöltéshez
it_it: Tocca il nome del dizionario da scaricare
ja: 辞書名をタップしてダウンロード
ko_kr: 다운로드할 사전 이름을 탭하세요
nl_nl: Tik op woordenboeknaam om te downloaden
pl: Stuknij w nazwę słownika, aby pobrać
pt_br: Toque no nome do dicionário para baixar
ro: Atinge numele dicționarului pentru a-l descărca
ru: Коснитесь имени словаря для загрузки
sk: Ťuknutím na názov slovníka ho stiahnete
sr: Тапните име речника да га преузмете
tr: İndirmek istediğiniz sözlüğün adına dokunun
uk: Натисніть на назву словника, щоб завантажити
zh_cn: 点击词典名称以下载

source: File already exists. Overwrite?
ar: الملفٌُ موجود. هل تريد استبداله؟
ca: El fitxer ja existeix. Voleu sobreescriure’l?
cs: Soubor již existuje. Chcete ho přepsat?
de: Datei existiert bereits. Überschreiben?
el: Το αρχείο υπάρχει ήδη. Αντικατάσταση?
es: El archivo ya existe. ¿Quiere sobrescribirlo?
fa: پرونده ازقبل موجود است. روی آن نوشته شود؟
fr: Le fichier existe déjà. Le remplacer ?
gl: O ficheiro xa existe. Sobrescribir?
hu: A fájl már létezik. Felülírja?
it_it: File già esistente. Sovrascrivere?
ja: ファイルはすでに存在します。 上書きしますか？
ko_kr: 파일이 이미 있습니다. 덮어쓸까요?
nl_nl: Het bestand bestaat al. Overschrijven?
pl: Plik już istnieje. Nadpisać?
pt_br: O arquivo já existe. Substituí-lo?
ro: Fișierul deja există. Suprascrieți?
ru: Файл уже существует. Перезаписать?
sk: Súbor už existuje. Prepísať?
sr: Фајл већ постоји. Да га препишем?
tr: Dosya zaten var. Üzerine yazılsın mı?
uk: Файл вже існує, Перезаписати?
zh_cn: 文件已存在。要覆盖吗？

source: Dictionary filesize is %1 (%2 bytes). Continue with download?
ar: حجم ملف القاموس %1 (%2 بايت). هل تريد الاستمرار في التحميل؟
ca: La grandària del diccionari és %1 (%2 bytes). Continuar amb la descàrrega?
cs: Velikost souboru slovníku je %1 (%2 bytů). Chcete ho stáhnout?
de: Die Dateigröße des Wörterbuchs ist %1 (%2 Bytes). Weiter mit dem Herunterladen?
el: Το μέγεθος του λεξικού είναι %1 (%2 bytes). Συνέχεια με την λήψη?
es: El tamaño del diccionario es %1 (%2 bytes). ¿Continuar con la descarga?
fa: اندازه‌ی پرونده‌ی واژه‌نامه %1 (%2 بایت) است. دانلود ادامه یابد؟
fr: La taille du fichier du dictionnaire est de %1 (%2 octets). Confirmer le téléchargement ?
gl: O tamaño do dicionario é %1 (%2 bytes). Continuar coa descarga?
hu: A szótár mérete %1 (%2 bájt). Folytassuk a letöltést?
it_it: La dimensione del dizionario è di %1 (%2 byte). Continuare con il download?
ja: 辞書ファイルのサイズは %1 (%2 バイト)です。 ダウンロードしますか？
ko_kr: 사전 파일 크기는 %1 (%2 바이트)입니다. 다운로드를 계속할까요?
nl_nl: Woordenboek-bestandsgrootte is %1 (%2 bytes). Doorgaan met download?
pl: Rozmiar słownika %1 (%2 bajtów). Kontynuować pobieranie?
pt_br: O tamanho do arquivo do dicionário é %1 (%2 bytes). Continuar com o download?
ro: Mărimea fișierului dicționar este %1 (%2 octeți). Continui descărcarea?
ru: Размер файла словаря %1 (%2 байт). Продолжить загрузку?
sk: Veľkosť slovníka je %1 (%2 bytov). Pokračovať v sťahovaní?
sr: Величина фајла речника је %1 (%2 бајтова). Да наставим преузимање?
tr: Sözlük boyutu %1 (%2 bayt). İndirmek ister misiniz?
uk: Розмір файлу словника %1 (%2 байт). Продовжити завантаження?
zh_cn: 词典大小为 %1(%2 字节)，继续下载吗？

source: Failed to fetch dictionary. Are you online?
ca: No s’ha pogut recuperar el diccionari. Comproveu la connexió a Internet.
de: Das Wörterbuch konnte nicht abgerufen werden. Sind Sie online?
el: Απέτυχε η λήψη λεξικού. Είστε σε σύνδεση;
es: No se pudo recuperar el diccionario. Compruebe la conexión a Internet.
fa: دریافت واژه‌نامه ناموفق بود. آنلاین هستید؟
gl: Non foi posible descargar o dicionario. Funciona a conexión a Internet?
it_it: Recupero del dizionario fallito. Sei online?
ko_kr: 사전을 가져오지 못했습니다. 온라인 상태인가요?
nl_nl: Woordenboek downloaden mislukt. Ben je online?
pl: Nie udało się pobrać słownika. Jesteś online?
ru: Нет доступа к словарю. Вы в сети?
sk: Nepodarilo sa načítať slovník. Ste on-line?
sr: Не може да се преузме речник. Да ли сте на мрежи?
tr: Sözlük alınamadı. Çevrim içi misiniz?
uk: Не вдалося отримати словник. Ви онлайн?

source: Downloading…
ar: جارٍ التحميل…
ca: S’està baixant…
cs: Stahování…
de: Herunterladen…
el: Γίνεται λήψη…
es: Descargando…
fa: در حال دانلود…
fr: Téléchargement…
gl: A descargar…
hu: Letöltés folyamatban…
it_it: In download…
ja: ダウンロード中…
ko_kr: 다운로드 중…
nl_nl: Aan het downloaden…
pl: Pobieranie…
pt_br: Baixando…
ro: Se descarcă…
ru: Загружается…
sk: Sťahujem…
sr: Преузима се…
tr: İndiriliyor…
uk: Завантаження…
zh_cn: 下载中……

source: Could not save file to:
ar: لم يفلح إجراء حفظ الكتاب إلى:
ca: No s’ha pogut desar el fitxer a:
cs: Soubor nelze uložit do:
de: Konnte die Datei nicht sichern nach:
el: Αδυναμία αποθήκευσης του αρχείου:
es: No se puede guardar el archivo en:
fa: ذخیره‌ی فایل ناموفق بود در:
fr: Impossible de sauvegarder le fichier sous :
gl: Imposible gardar arquivo en:
hu: Nem sikerült menteni a fájlt:
it_it: Impossibile salvare il file in:
ja: ファイルを保存できません:
ko_kr: 파일을 저장할 수 없습니다:
nl_nl: Kan bestand niet opslaan naar:
pl: Nie mogę zapiać pliku do:
pt_br: Não foi possível salvar arquivo em:
ro: Nu s-a putut salva fișierul în:
ru: Не удалось сохранить файл в:
sk: Súbor sa nepodarilo uložiť do:
sr: Фајл не може да се сачува у:
tr: Dosya şuraya kaydedilemedi:
uk: Не вдалося зберегти до:
zh_cn: 无法保存文件到：

source: Dictionary downloaded:
ar: القواميس المُحَمّلة
ca: Diccionari descarregat:
cs: Slovník byl stažen:
de: Heruntergeladenes Wörterbuch:
el: Το λεξικό κατέβηκε:
es: Diccionario descargado:
fa: واژه‌نامه دانلود شد:
fr: Dictionnaire téléchargé :
gl: Dicionario descargado:
hu: Szótár letöltve:
it_it: Dizionario scaricato:
ja: 下記の辞書をダウンロードしました:
ko_kr: 다운로드한 사전:
nl_nl: Woordenboek gedownload:
pl: Pobrane słowniki:
pt_br: Dicionário baixado:
ro: Dicționar descărcat:
ru: Словарь загружен:
sk: Stiahnutý slovník:
sr: Речник је преузет:
tr: Sözlük indirildi:
uk: Словник завантажено:
zh_cn: 已下载词典：

source: Dictionary failed to download:
ar: تم فشل تنزيل القاموس:
ca: No s’ha pogut baixar el diccionari:
cs: Slovník se nepodařilo stáhnout:
de: Hereunterladen des Wörterbuchs fehlgeschlagen:
el: Αποτυχία λήψης του λεξικού:
es: Error al descargar diccionario:
fa: دانلود واژه‌نامه ناموفق بود:
fr: Échec du téléchargement du dictionnaire :
gl: Non se puido descargar o dicionario:
hu: Szótár betöltési hiba:
it_it: Download del dizionario fallito:
ja: 辞書のダウンロードに失敗しました:
ko_kr: 다운로드에 실패한 사전:
nl_nl: Woordenboek downloaded mislukt:
pl: Słowniki nie zostały pobrane:
pt_br: Falha em baixar o dicionário:
ro: Descărcarea dicționarului a eșuat:
ru: Не удалось загрузить словарь:
sk: Nepodarilo sa stiahnuť slovník:
sr: Није успело преузимање речника:
tr: Sözlük indirilemedi:
uk: Не вдалось завантажити словник:
zh_cn: 下载失败词典：

source: %1 is no longer a preferred dictionary for this document.
ar: %1 لم يعد قاموسا مفضلا لهذا المستند.
ca: %1 és ara el diccionari per defecte d’aquest document.
cs: %1 není nadále preferovaný slovník pro tento dokument.
de: %1 ist nicht mehr ein bevorzugtes Wörterbuch für dieses Dokument.
el: Το %1 δεν είναι πλέον το προτιμώμενο λεξικό για αυτό το έγγραφο.
es: %1 ya no es el diccionario preferente para este documento.
fa: %1 دیگر واژه‌نامه‌ی ترجیح‌داده‌شده برای این سند نیست.
fr: %1 n'est plus un dictionnaire préféré pour ce document.
gl: %1 xa non é o dicionario preferido para este documento.
hu: %1 már nem a dokumentum alapértelmezett szótára.
it_it: %1 non è più un dizionario predefinito per questo documento.
ja: %1 は既にこの文書に対する優先辞書ではありません。
ko_kr: %1는 더 이상 이 문서의 기본 사전이 아닙니다.
nl_nl: %1 is niet langer een voorkeurswoordenboek voor dit document.
pl: %1 nie jest już preferowanym słownikiem dla tego dokumentu.
pt_br: %1 não é mais um dicionário preferido para este documento.
ro: %1 nu mai este acum un dicționar preferat pentru acest document.
ru: %1 больше не является предпочтительным словарем для данного документа.
sk: %1 už nie je predvoleným slovníkom pre tento dokument.
sr: %1 више није одговарајући речник за овај документ.
tr: %1 artık bu belgenin varsayılan sözlüğü değil.
uk: %1 більше не є бажаним словником для цього документа.
zh_cn: %1 不再是该文档的首选词典。

source: %1 is now the preferred dictionary for this document.
ar: %1 هو الآن القاموس المفضل لهذا المستند.
ca: %1 és ara el diccionari preferit per a aquest document.
cs: %1 je nyní preferovaný slovník pro tento dokument.
de: %1 ist jetzt das bevorzugte Wörterbuch für dieses Dokument.
el: Το %1 είναι πλέον το προτιμώμενο λεξικό για αυτό το έγγραφο.
es: %1 es ahora el diccionario preferente para este documento.
fa: %1 اکنون واژه‌نامه‌ی ترجیح‌داده‌شده برای این سند است.
fr: %1 est maintenant le dictionnaire préféré pour ce document.
gl: %1 é agora o dicionario preferido para este documento.
hu: %1 a dokumentum alapértelmezett szótára.
it_it: %1 ora è il dizionario predefinito per questo documento.
ja: %1 はこの文書に対する優先辞書になります。
ko_kr: %1는 이제 이 문서의 기본 사전입니다.
nl_nl: %1 is nu het voorkeurswoordenboek voor dit document.
pl: %1 jest teraz preferowanym słownikiem dla tego dokumentu.
pt_br: %1 é agora o dicionário preferido para este documento.
ro: %1 este acum dicționarul preferat pentru acest document.
ru: %1 теперь является предпочтительным словарем для данного документа.
sk: %1 je teraz predvoleným slovníkom pre tento dokument.
sr: %1 је сада одговарајући речник за овај документ.
tr: %1 bu belgenin varsayılan sözlüğü oldu.
uk: %1 тепер є бажаним словником для цього документа.
zh_cn: %1 现在是这个文档的首选词典。
