Repository: spruceUI/spruceOS
Catalog: App/KoReader/l10n/*/koreader.po
Languages: ar, ca, cs, de, el, es, fa, fr, gl, hu, it_it, ja, ko_kr, nl_nl, pl, pt_br, ro, ru, sk, sr, tr, uk, zh_cn

source: Language tags (and hyphenation dictionaries) used since start up
ar: علامات اللغة (وقواميس الواصلة) المستخدمة منذ بدء التشغيل
ca: Etiquetes de llengua (i diccionaris de partició de mots) utilitzats des de l'inici
cs: Jazykové značky (a slovníky pro dělení slov) používané od začátku
de: Benutzte Sprachkennzeichen (und Silbentrennungswörterbücher) seit Start
el: Οι ετικέτες γλώσσας (και λεξικά συλλαβισμού) που χρησιμοποιούνται από την εκκίνηση
es: Etiquetas de idioma (y diccionarios de silabación) utilizados desde el inicio
fr: Balises de langue (et dictionnaires de césure) utilisées depuis le démarrage
gl: Etiquetas de idioma (e dicionarios de separación en sílabas) usadas desde o arranque
hu: Az legutóbbi indulás óta használt nyelvi címkék (és elválasztási szótárak)
it_it: Etichette di lingua (e dizionari di sillabazione) usati dall'inizio
ja: 起動時から使われる言語タグ (とハイフネーション辞書)
ko_kr: 시작 이후 사용된 언어 태그 (그리고 하이픈 사전)
nl_nl: Taaltags (en afbrekingswoordenboeken) sinds het opstarten gebruikt
pl: Znaczniki językowe (oraz słowniki dzielenia wyrazów) używane od momentu uruchomienia
pt_br: Etiquetas de idioma (e dicionários de hifenização) utilizados desde o início
ro: Etichete lingvistice (și dicționare de silabisire) folosite de la pornire
ru: Используемые теги и переносы
sk: Jazykové značky (a slovníky delenia slov) používané od spustenia
sr: Ознаке језика (и речници за хифенацију) који су употребљавани од покретања
tr: Başlangıçtan bu yana kullanılan dil etiketleri (ve tireleme sözlükleri)
uk: Мовні мітки (і словники перенесень), які використовуються після запуску
zh_cn: 上次启动以来使用过的语言标签（以及连字符词典）

source: Changed language for typography rules to %1.
ar: تم تغيير لغة قواعد الطباعة إلى %1.
ca: S'ha canviat l'idioma de les regles de tipografia a %1.
cs: Jazyk typografických pravidel byl změněn na %1.
de: Die Sprache für die Typographieregeln wurde auf %1 geändert.
el: Η γλώσσα για τυπογραφικούς κανόνες άλλαξε σε %1.
es: Se ha cambiado el idioma de las reglas de tipografía a %1.
fa: تغییر زبان برای قوانین تایپوگرافی به %1.
fr: Langue pour les règles typographiques modifiée vers %1.
gl: Idioma de regras de tipografías cambiado a %1.
hu: A tipográfiai szabályok a következő nyelv szerint beállításra kerültek: %1.
it_it: La lingua delle regole tipografiche è stata cambiata a %1.
ja: 言語に従う組版規則は %1 に変わりました。
ko_kr: 타이포그래피 규칙 언어가 %1로 바뀌었습니다.
nl_nl: Taal voor typografische regels gewijzigd in %1.
pl: Zmieniono reguły typografii na %1.
pt_br: Idioma de regras tipográficas alterado para %1.
ro: Limba pentru regulile tipografice a fost schimbată în %1.
ru: Язык для правил типографики изменён на %1.
sk: Jazyk pravidiel typografie bol zmenený na %1.
sr: Промењен је језик за типографска правила на %1.
tr: Tipografi kuralları için dil %1 olarak değiştirildi.
uk: Змінено мову для правил типографіки на %1.
zh_cn: 将排版规则使用的语言更改至%1.

source: Would you like %1 to be used as the default (★) or fallback (�) language for typography rules? Default will always take precedence while fallback will only be used if the language of the book can't be automatically determined.
ar: هل تريد استخدام %1 كلغة افتراضية (★) أو لغة احتياطية () لقواعد الطباعة؟ سيكون للإعداد الافتراضي الأسبقية دائما، بينما سيتم استخدام الاحتياطي فقط إذا تعذر تحديد لغة الكتاب تلقائيا.
ca: Vols emprar %1 com a idioma de regles tipogràfiques per defecte (★) o alternatiu (�)? El valor per defecte tindrà prioritat, mentre que l'alternatiu només s'utilitzarà si l'idioma del llibre no pot ser determinat automàticament.
cs: Chcete „%1“ použít jako výchozí (★), nebo jako náhradní (�) jazyk pro typografická pravidla? Výchozí jazyk bude mít vždy přednost a náhradní jazyk bude použitý jen v případě, že nepůjde automaticky rozpoznat jazyk knihy.
de: Möchten Sie, dass %1 als Standard (★) oder als Ersatz (�) für die Silbentrennung verwendet wird? Standard hat immer Vorrang, während der Ersatz nur verwendet wird, wenn die Sprache des Buches nicht automatisch bestimmt werden kann.
el: Θα θέλατε τα %1 να χρησιμοποιούνται ως προεπιλεγμένη (★) ή εναλλακτική (�) γλώσσα για κανόνες τυπογραφίας; Η προεπιλογή θα υπερισχύει πάντα, ενώ η εναλλακτική θα χρησιμοποιείται μόνο εάν η γλώσσα του βιβλίου δεν μπορεί να προσδιοριστεί αυτόματα.
es: ¿Quieres que %1 sea usado como idioma de reglas tipográficas por defecto (★) o alternativo (�)? El valor por defecto tendrá prioridad, mientras que el alternativo sólo se utilizará si el idioma del libro no puede ser determinado automáticamente.
fa: می‌خواهید زبان %1 به عنوان پیش‌فرض (★) یا جایگزین (�) برای قوانین تایپوگرافی استفاده شود؟ پیش‌فرض همیشه اولیت دارد در حالی که جایگزین تنها زمانی مورد استفاده قرار می‌گیرد که زبان کتاب به شکل خودکار قابل شناسایی نباشد.
fr: Voulez-vous utiliser %1 comme langue par défaut (★) ou de secours (�) pour les règles typographiques ? La valeur par défaut aura toujours la priorité tandis que la valeur de secours ne sera utilisée que seulement si la langue du livre ne peut être déterminée automatiquement.
gl: Gustaríache que %1 sexa usado como idioma por defecto (★) ou alternativo (�) para as regras tipográficas? O idioma alternativo terá precedencia mentres o alternativo será usado se o idioma do libro non pode ser determinado automaticamente.
hu: Szeretné, ha %1 lenne a tipográfiai szabályok alapértelmezett (★), vagy tartalék (�) nyelve? Az alapértelmezett mindig elsőbbséget élvez, míg a tartalék nyelv csak akkor kerül alkalmazásra, ha a könyv nyelve nem határozható meg automatikusan.
it_it: Vuoi che %1 sia usato come lingua predefinita (★) o di ripiego (�) per le regole tipografiche? Il valore predefinito avrà sempre la precedenza, mentre il ripiego sarà utilizzato solo se la lingua del libro non può essere determinata automaticamente.
ja: 組版規則の既定言語(★)または代替言語(�)として %1 を使用しますか？ 既定言語は常に優先され、代替言語は本の言語が自動的に決定されない場合のみ使用されます。
ko_kr: 타이포그래피 규칙의 %1를 기본 언어(★) 또는 대체 언어(�)로 사용할까요? 기본 언어는 항상 우선하지만 대체 언어는 책의 언어를 자동으로 결정할 수 없는 경우에만 사용됩니다.
nl_nl: Wil je %1 als standaard- (★) of reservewoordafbrekingstaal (�) voor typografische regels instellen? Standaard wordt altijd gebruikt terwijl reserve alleen gebruikt wordt als de taal van het boek niet automatisch kan worden bepaald.
pl: Czy chcesz, aby %1 był używany jako domyślny (★) lub zastępczy (�) język reguł typografii? Domyślny ma zawsze pierwszeństwo przed zastępczym, który jest używany jeżeli nie można automatycznie określić języka dla książki.
pt_br: Você gostaria que %1 fosse usado como idioma de regras tipográficas padrão (★) ou reserva (�)? O padrão sempre terá precedência, enquanto o reserva será usado apenas se o idioma do livro não puder ser determinado automaticamente.
ro: Dorești ca %1 să fie folosită ca limbă implicită (★) pentru regulile tipografice sau ca rezervă (�)? Implicitul va fi folosit întotdeauna, în timp ce rezerva se va folosi dacă limba cărții nu se poate determina automat.
ru: Вы хотите использовать %1 как язык по умолчанию (★), или как резервный язык (�) для правил типографики? Язык по умолчанию имеет приоритет, тогда как резервный язык используется, если язык книги не может быть определён автоматически.
sk: Prajete si, aby sa jazyk %1 používal ako predvolený (★) alebo záložný (�) jazyk pre pravidlá typografie? Predvolené nastavenie bude mať vždy prednosť, zatiaľ čo záložný zdroj sa použije iba v prípade, že jazyk knihy nemožno určiť automaticky.
sr: Желите ли да се за типографска правила %1 користи као подразумевани језик (★) или језик у случају крајње нужде (�)? Подразумевани ће увек имати предност, док ће се онај у случају крајње нужде користити само ако језик књиге не може да се одреди аутоматски.
tr: Varsayılan (★) ya da geri dönülecek (�) heceleme biçimi olarak %1 kullanılsın mı? Varsayılan değer her zaman önceliklidir ve geri dönülecek biçim yalnızca kitap dilinin otomatik olarak belirlenememesi durumunda kullanılır.
uk: Застосувати %1 типовою мовою (★) або додатковою ( ) для правил типографії? Типове значення завжди матиме пріоритет, а додаткове застосовуватиметься лише якщо мову книги не буде визначено автоматично.
zh_cn: 你是否要将 %1 用作默认 (★) 或后备 (�) 的排版规则使用的语言？ 默认语言设定会覆盖自动检测语言的设置。在无法自动检测书籍语言的情况下，则会使用后备语言。

# Typography
source: Fallback
ar: احتياطي
ca: Alternatiu
cs: Náhradní
de: Ausweichlösung
el: Εναλλακτική
es: Alternativo
fa: جایگزین
fr: De secours
gl: Alternativo
hu: Tartalék
it_it: Ripiego
ja: 代替規則
ko_kr: 대체
nl_nl: Reserve
pl: Zastępczy
pt_br: Reserva
ro: Rezervă
ru: Резервный
sk: Záložný
sr: Крајња нужда
tr: Geri dönülecek
uk: Резервний
zh_cn: 后备语言

source: Typography rules: %1
ar: قواعد الطباعة: %1
ca: Regles de tipografia: %1
cs: Typografická pravidla: %1
de: Typografie-Regeln: %1
el: Τυπογραφικοί κανόνες: %1
es: Reglas de tipografía: %1
fa: قوانین تایپوگرافی: %1
fr: Règles typographiques : %1
gl: Regras tipográficas: %1
hu: Tipográfiai szabályok: %1
it_it: Regole tipografiche: %1
ja: 組版規則: %1
ko_kr: 타이포그래피 규칙: %1
nl_nl: Typografieregels: %1
pl: Reguły typograficzne: %1
pt_br: Regras tipográficas: %1
ro: Reguli tipografice: %1
ru: Правила типографики: %1
sk: Typografické pravidlá: %1
sr: Типографска правила: %1
tr: Tipografi kuralları: %1
uk: Правила типографіки: %1
zh_cn: 排版规则: %1

source: Respect embedded lang tags
ar: مراعاة علامات lang المضمنة
ca: Aplicar les etiquetes d'idioma incrustades
cs: Respektovat vložené jazykové značky
de: Eingebettete Sprachkennzeichen berücksichtigen
el: Αποδοχή ενσωματωμένων ετικετών γλωσσών
es: Aplicar las etiquetas de idioma incrustadas
fa: به برچسب‌های زبان تعبیه شده احترام بگذار
fr: Respecter les balises de langue embarquées
gl: Respectar etiquetas de linguaxe incrustadas
hu: Beágyazott nyelvi (lang) címkék figyelembe vétele
it_it: Applica le etichette di lingua integrate
ja: 埋め込みの言語タグを尊重する
ko_kr: 내장된 lang 태그 존중
nl_nl: Respecteer ingebedde lang tags
pl: Uwzględnij wbudowane znaczniki językowe
pt_br: Respeitar etiquetas de idioma incorporadas
ro: Respectă etichetele lingvistice incluse
ru: Соблюдать встроенные языковые теги
sk: Akceptovať vložené jazykové značky
sr: Поштуј уграђене lang ознаке
tr: Gömülü lang etiketlerine öncelik verilsin
uk: Зважати на вбудовані мовні мітки
zh_cn: 遵循嵌入语言标签

source: Would you like to respect or ignore embedded lang tags by default? Respecting them will use relevant typographic rules to render their content, while ignoring them will always use the main language typography rules. The current default (★) is to respect them.
ar: هل ترغب في مراعاة أو تجاهل علامات lang المضمنة افتراضيًا؟ سيستخدم مراعاة قواعد الطباعة ذات الصلة لتقديم محتواهم ، بينما تجاهلهم سيستخدم دائمًا قواعد طباعة اللغة الرئيسية. الافتراضي الحالي (★) هو مراعاة.
ca: Vols aplicar o ignorar les etiquetes d'idioma incrustades per defecte? Si s'apliquen, s'utilitzaran les regles tipogràfiques pertinents per a representar el contingut, mentre que si s'ignoren, s'utilitzaran les regles tipogràfiques de l'idioma principal. El valor per defecte actual (★) és aplicar-les.
cs: Chcete respektovat nebo ignorovat vložené jazykové značky pro použití ve výchozím nastavení? Při jejich respektování budou použita odpovídající typografická pravidla k vykreslení jejich obsahu a při jejich ignorování budou vždy použity hlavní jazyková typografická pravidla. Aktuálně je ve výchozím nastavení (★) respektujete.
de: Möchten Sie standardmäßig eingebettete Sprachkennzeichen berücksichtigen oder ignorieren? Wenn Sie sie berücksichtigen, werden relevante typografische Regeln zum Rendern ihres Inhalts verwendet, während beim Ignorieren immer die Typografieregeln der Hauptsprache verwendet werden. Die aktuelle Voreinstellung (★) ist, sie zu berücksichtigen.
el: Θα θέλατε να αποδεχτείτε ή να αγνοήσετε τις ενσωματωμένες ετικέτες γλώσσας από προεπιλογή; Η αποδοχή τους θα χρησιμοποιεί σχετικούς τυπογραφικούς κανόνες για την απόδοση του περιεχομένου τους, ενώ η αγνόησή τους θα χρησιμοποιεί πάντα τους βασικούς τυπογραφικούς κανόνες της γλώσσας. Η τρέχουσα προεπιλογή (★) είναι η αποδοχή τους.
es: ¿Quieres aplicar o ignorar las etiquetas de idioma incrustadas por defecto? Si se respetan, se utilizarán las reglas tipográficas pertinentes para representar el contenido, mientras que si se ignoran, se utilizarán las reglas tipográficas del idioma principal. El valor por defecto actual (★) es aplicarlas.
fa: می‌خواهید به برچسب زبان تعبیه شده در کتاب به شکل پیشفرض احترام گذاشته شود یا از آن صرف نظر شود؟ احترام گذاشتن به آنها باعث برای رندر محتویات با استفاده از قوانین تایپوگرافی آن می‌شود، در حالی که صرف نظر کردن از آن باعث می‌شود همیشه از قوانین تایپوگرافی زبان اصلی استفاده شود. پیشفرض (★) فعلی به آنها احترام می‌گذارد.
fr: Voulez-vous respecter ou ignorer les balises de langue embarquées par défaut ? Les respecter permettra l’utilisation des règles typographiques adaptées pour afficher leur contenu, tandis que les ignorer permettra toujours d’utiliser les règles typographiques de la langue principale. La valeur par défaut actuelle (★) est « respecter ».
gl: Que opción prefires por defecto, respectar ou ignorar as etiquetas incrustadas de linguaxe? Respectado as etiquetas de linguaxe, usaranse as regras tipográficas correspondentes para mostrar o contido, mentres que ignorándoas usaranse as regras tipográficas da linguaxe principal. A opción actual por defecto (★) é respectalas.
hu: Szeretné, ha alapértelmezés szerint tiszteletben tartaná vagy figyelmen kívül hagyná a beágyazott nyelvi címkéket? Ha tiszteletben tartja őket, akkor a megfelelő tipográfiai szabályokat fogja használni a tartalmak megjelenítéséhez, míg ha figyelmen kívül hagyja őket, akkor mindig a fő nyelvi tipográfiai szabályokat fogja használni. Jelenleg alapértelmezés (★) szerint tiszteletben tartjuk őket.
it_it: Vuoi rispettare o ignorare le etichette di lingua integrate in modo predefinito? Rispettandole si utilizzeranno le regole tipografiche pertinenti per rappresentare il contenuto, mentre ignorandole si utilizzeranno sempre le regole tipografiche della lingua principale. L'impostazione predefinita attuale (★) è di rispettarle.
ja: 既定では埋め込まれた言語タグを尊重するか、または無視しますか？ 尊重すると、関連する組版規則を使用して内容を描画します。一方、無視すると、常に主言語の組版規則を使用します。 現在の既定(★)では、尊重されます。
ko_kr: 내장된 lang 태그를 기본값으로 존중하거나 무시할까요? 이를 존중하면 관련 타이포그래피 규칙을 사용하여 콘텐츠를 렌더링하고, 무시하면 항상 기본 언어 타이포그래피 규칙을 사용합니다. 현재 기본값(★)은 이를 존중하는 것입니다.
nl_nl: Wil je ingebedde lang tags standaard respecteren of negeren? Door ze te respecteren zullen relevante typografische regels worden gebruikt om hun inhoud weer te geven, terwijl de algemene typografische regels zullen worden gebruikt door de te negeren. De huidige standaardinstelling (★) is om ze te respecteren.
pl: Czy chcesz domyślnie uwzględniać lub ignorować wbudowane znaczniki językowe? Uwzględnienie znaczników spowoduje użycie odpowiednich reguł typograficznych do renderowania ich treści, a ignorowanie spowoduje użycie wszędzie reguł topograficznych dla języka głównego. Bieżące domyśle ustawienia (★) to uwzględnienie wbudowanych znaczników.
pt_br: Você quer respeitar ou ignorar etiquetas de idioma incorporadas por padrão? Se respeitar serão utilizadas as regras tipográficas relevantes para renderizar seu conteúdo, enquanto se ignorar serão utilizadas as regras tipográficas do idioma principal. O padrão atual é (★) é respeitar.
ro: Dorești să respecți sau să ignori etichetele lingvistice încorporate ca implicit? Dacă le respecți se vor folosi reguli tipografice relevante pentru a randa conținutul, pe cînd ignorîndu-le se vor folosi regulile tipografice ale limbii principale. Implicitul curent (★) este să le respecți.
ru: Вы хотите соблюдать или игнорировать встроенные языковые теги по умолчанию? При соблюдении будут применяться правила типографики, подходящие для отрисовки содержимого, в то время как при игнорировании всегда будут использоваться правила типографики основного языка. Текущее значение по умолчанию (★) - соблюдать теги.
sk: Prajete si v predvolenom nastavení akceptovať alebo ignorovať vložené jazykové značky? Pri ich akceptovaní sa na vykreslenie obsahu použijú príslušné typografické pravidlá, pri ich ignorovaní sa vždy použijú pravidlá typografie hlavného jazyka. Súčasným predvoleným nastavením (★) je ich akceptovanie.
sr: Да ли желите да се подразумевано поштују или игноришу уграђене lang ознаке? Када се поштују, за приказивање њиховог садржаја ће се користити одговарајућа типографска правила, а када се игноришу, увек ће се користити типографска правила главног језика. Тренутна подразумевана вредност (★) је да се поштују.
tr: Gömülü lang etiketlerine varsayılan olarak öncelik verilmesini ya da yok sayılmasını ister misiniz? Öncelik verildiğinde, içeriklerini işlemek için ilgili tipografi kuralları kullanılır, yok sayıldığında her zaman ana dil tipografi kuralları kullanılır. Geçerli varsayılan (★) öncelik vermektir.
uk: Ви хочете дотримуватися або нехтувати вбудованим мовним тегам типово? Дотримання їх буде використовувати відповідні правила типографіки для відмальовування їх умісту, в той час, як нехтування їх завжди буде використовувати основні правила типографіки мови. Поточне типове значення (★) - дотримуватися їх.
zh_cn: 默认情况下，您要遵循还是忽略嵌入语言标签？ 遵循它们将使用相关的排版规则来呈现其内容，而忽略它们将始终使用主要语言的排版规则。 当前的默认设置（★）是尊重它们。
