Repository: spruceUI/spruceOS
Catalog: App/KoReader/l10n/*/koreader.po
Languages: ar, ca, cs, de, el, es, fa, fr, gl, hu, it_it, ja, ko_kr, nl_nl, pl, pt_br, ro, ru, sk, sr, tr, uk, zh_cn

source: %1 In combination with continuous view (scroll mode), this can cause unexpected vertical shifts when turning pages.
ar: %1 بالاندماج مع العرض المستمر (وضع التمرير) ، يمكن أن يتسبب ذلك في حدوث تحولات رأسية غير متوقعة عند قلب الصفحات.
ca: %1 En combinació amb la vista contínua (mode de desplaçament de pàgina), pot provocar desplaçaments verticals inesperats en passar pàgines.
cs: %1 V kombinaci s režimem „nepřetržitě“ (rolování) může při otáčení stránek docházet k neočekávanému svislému posunování obsahu.
de: %1 In Kombination mit der kontinuierlichen Ansicht (Scroll-Modus) kann dies zu unerwarteten vertikalen Verschiebungen beim Blättern von Seiten führen.
el: %1 Σε συνδυασμό με τη συνεχή προβολή (λειτουργία κύλισης), αυτό μπορεί να προκαλέσει απροσδόκητες κατακόρυφες μετατοπίσεις κατά το γύρισμα των σελίδων.
es: %1 En combinación con la vista continua (modo de desplazamiento de página), puede provocar desplazamientos verticales inesperados al pasar de página.
fr: %1 En combinaison avec l’affichage en mode continu (mode défilement), cela peut entraîner des décalages verticaux inattendus lors du changement de page.
gl: %1 Combinado con vista continua (modo de desprazamento), isto pode provocar saltos verticais inesperados ao pasar páxina.
hu: %1 A folyamatos görgetési móddal kombinálva, váratlan függőleges eltolódást okozhat az oldalak lapozásakor.
it_it: %1 In combinazione con la visualizzazione continua (modalità di scorrimento), ciò può causare spostamenti verticali imprevisti durante la rotazione delle pagine.
ja: %1 連続表示(スクロールモード)との組み合わせで、ページをめくる際に予期せぬ縦ずれが発生することがあります。
ko_kr: %1 연속 보기(스크롤 모드)와 함께 사용하면, 페이지를 넘길 때 예기치 않은 수직 이동이 발생할 수 있습니다.
nl_nl: %1 In combinatie met ononderbroken weergave (scrollmodus), kan dit onverwachte verticale verschuivingen veroorzaken bij het omslaan van pagina's.
pl: %1 W połączeniu z widokiem ciągłym (tryb przewijania) może to powodować nieoczekiwane przesunięcia w pionie podczas przewijania stron.
pt_br: %1 Em combinação com a visualização contínua (modo de rolagem), isso pode causar mudanças verticais inesperadas ao virar as páginas.
ro: %1 În combinație cu modul de vedere continuă (defilare), aceasta poate cauza deplasări verticale neașteptate la întoarcerea de pagini.
ru: %1 В сочетании с непрерывным просмотром (режим прокрутки) это может вызывать неожиданные вертикальные смещения при листании страниц.
sk: %1 V kombinácii s priebežným zobrazením (režim posúvania) to môže spôsobiť neočakávané vertikálne posuny pri otáčaní stránok.
sr: %1 У комбинацији са непрекидним погледом (режим скроловања), ово може да проузрокује неочекивана вертикална померања када се окрећу странице.
tr: %1 Sürekli görünüm (kaydırma kipi) ile birlikte kullanıldığında, sayfalar çevrilirken beklenmeyen dikey kaymalara neden olabilir.
uk: %1 У поєднанні з безперервним переглядом (режим прокручування) це може викликати несподівані вертикальні зміщення під час гортання сторінок.
zh_cn: %1 当与连续视图（滚动模式）连用时，可能会在翻页时出现错误的垂直偏移。

source: Manual zoom works best with page view. Please enable page view instead of continuous view (scroll mode).
ar: يعمل التكبير اليدوي بشكل أفضل مع عرض الصفحة. يرجى تمكين عرض الصفحة بدلاً من العرض المستمر (وضع التمرير).
ca: El zoom manual funciona millor amb el mode vista de pàgina. És recomanable habilitar la vista de pàgina en lloc de la vista contínua (mode de desplaçament).
cs: Manuální zoomování funguje nejlépe v režimu zobrazení „stránka“. Povolte prosím režim zobrazení „stránka“ místo režimu „nepřetržitě“ (rolování).
de: Der manuelle Zoom funktioniert am besten in der Seitenansicht. Bitte aktivieren Sie die Seitenansicht anstelle der kontinuierlichen Ansicht (Scroll-Modus).
el: Η χειροκίνητη μεγέθυνση λειτουργεί καλύτερα με τον τύπο προβολής «σελίδα». Παρακαλούμε ενεργοποιήστε τον τύπο προβολής «σελίδα» αντί για συνεχή προβολή (λειτουργία κύλισης).
es: El zoom manual funciona mejor con el modo vista de página. Es recomendable habilitar la vista de página en lugar de la vista continua (modo de desplazamiento).
fr: Le zoom manuel fonctionne mieux avec l’affichage en mode page. Veuillez activer l’affichage en mode page au lieu de continu (mode défilement).
gl: O zoom manual funciona mellor con modo vista de páxina. Por favor activa a vista de páxina na vez da vista continua (modo desprazamento).
hu: A kézi közelítés a legjobban az oldalankénti megjelenítéssel működik. Kérjük, engedélyezze az oldalankénti megjelenítést a folyamatos megjelenítés (görgetéses mód) helyett.
it_it: Lo zoom manuale funziona al meglio in modo visualizzazione di pagina. Abilita visualizzazione della pagina invece di visualizzazione continua (modalità di scorrimento).
ja: 手動ズーム。 連続表示(スクロールモード)の代わりにページ表示を有効にしてください。
ko_kr: 수동 확대/축소는 페이지 보기에서 가장 잘 작동합니다. 연속 보기(스크롤 모드) 대신 페이지 보기를 활성화하세요.
nl_nl: Handmatige zoom werkt het best met paginaweergave. Gelieve paginaweergave te activeren in plaats van de continue weergave (scrollmodus).
pl: Powiększanie ręczne działa najlepiej z widokiem strony. Włącz widok strony zamiast widoku ciągłego (tryb przewijania).
pt_br: A ampliação manual funciona melhor com a visualização de página. Por favor, ative a visualização de página em vez de a visualização contínua (modo de rolagem).
ro: Mărirea manuală funcționează cel mai vine în modul pagină. Te rog activează modul pagină în locul modului continuu (modul derulare).
ru: Ручное масштабирование лучше всего работает при постраничном просмотре. Пожалуйста, включите постраничный просмотр вместо непрерывного (режим прокрутки).
sk: Manuálne priblíženie funguje najlepšie pri zobrazení stránky. Povoľte prosím stránkové zobrazenie namiesto priebežného zobrazenia (režim posúvania).
sr: Ручно зумирање најбоље ради у прегледу странице. Молимо вас да уместо непрекидног погледа (режима скроловања) укључите поглед странице.
tr: El ile yakınlaştırma en iyi sayfa görünümünde çalışır. Lütfen sürekli görünüm (kaydırma kipi) yerine sayfa görünümünü etkinleştirin.
uk: Ручне масштабування найкраще працює у сторінковому поданні. Увімкніть сторінкове подання замість безперервного перегляду (режим прокручування).
zh_cn: 手动缩放最适合页面视图。 请启用页面视图而不是连续视图 (滚动模式)。

source: Set Zoom factor
ar: ضبط عامل التكبير
ca: Configurar el factor de zoom
cs: Nastavte faktor přiblížení
de: Zoom-Faktor einstellen
el: Ορισμός συντελεστή Μεγέθυνσης
es: Configurar el factor de zoom
fa: تعیین ضریب بزرگنمایی
fr: Définir le facteur de zoom
gl: Axustar o factor de zoom
hu: Nagyítási tényező
it_it: Imposta fattore di zoom
ja: ズーム倍率を設定
ko_kr: 확대/축소 비율 설정
nl_nl: Zoomfactor instellen
pl: Ustaw współczynnik powiększenia
pt_br: Definir fator de ampliação
ro: Setează factor mărire
ru: Задать коэффициент масштабирования кадра
sk: Nastaviť faktor priblíženia
sr: Постави фактор зумирања
tr: Yakınlaştırma çarpanını ayarla
uk: Налаштувати масштаб
zh_cn: 设置缩放因子

source: File '%1' does not exist.
ar: الملف '%1' غير موجود.
ca: El fitxer «%1» no existeix.
cs: Soubor „%1“ neexistuje.
de: Datei '%1' existiert nicht.
el: Το αρχείο "%1" δεν υπάρχει.
es: El archivo «%1» no existe.
fa: فایل '%1' وجود ندارد.
fr: Le fichier « %1 » n’existe pas.
gl: Arquivo '%1' non existe.
hu: A '%1' fájl nem létezik.
it_it: Il file "%1" non esiste.
ja: ファイル '%1' が存在しません。
ko_kr: '%1' 파일이 존재하지 않습니다.
nl_nl: Bestand '%1' bestaat niet.
pl: Plik '%1' nie istnieje.
pt_br: Arquivo '%1' não existe.
ro: Fișierul „%1” nu există.
ru: Файл «%1» не существует.
sk: Súbor '%1' nenájdený.
sr: Фајл ’%1’ не постоји.
tr: '%1' dosyası bulunamadı.
uk: Файл '%1' не існує.
zh_cn: 文件 %1 不存在。

source: File '%1' is not supported.
ar: الملف '%1' غير مدعوم.
ca: No s’admet el fitxer «%1».
cs: Soubor „%1“ není podporován.
de: Datei '%1' wird nicht unterstützt.
el: Το αρχείο "%1" δεν υποστηρίζεται.
es: No se admite el archivo «%1».
fa: فایل '%1' پشتیبانی نمی‌شود..
fr: Le fichier « %1 » n’est pas pris en charge.
gl: O ficheiro '%1' non está soportado.
hu: A '%1' fájl nem támogatott.
it_it: File "%1" non supportato.
ja: ファイル '%1' は未対応です。
ko_kr: '%1' 파일은 지원하지 않습니다.
nl_nl: Bestand '%1' wordt niet ondersteund.
pl: Plik '%1' nie jest wspierany.
pt_br: Arquivo '%1' não é suportado.
ro: Fișierul „%1” nu este suportat.
ru: Файл «%1» не поддерживается.
sk: Súbor '%1' nie je podporovaný.
sr: Фајл ’%1’ није подржан.
tr: '%1' dosyası desteklenmiyor.
uk: Файл «%1» не підтримується.
zh_cn: 不支持 '%1' 文件.

source: Opening file '%1'.
ar: جاري فتح الملف '%1'.
ca: S’està obrint el fitxer «%1».
cs: Otevírání souboru „%1“.
de: Öffne Datei '%1'.
el: Άνοιγμα αρχείου "%1".
es: Abriendo el archivo '%1'.
fa: در حال باز کردن فایل '%1'.
fr: Ouverture du fichier « %1 ».
gl: Abrindo arquivo '%1'.
hu: '%1' fájl megnyitása.
it_it: Apertura del file "%1" in corso.
ja: '%1' ファイルを開いています。
ko_kr: '%1' 파일을 엽니다.
nl_nl: Bestand '%1' wordt geopend.
pl: Otwieranie pliku '%1'.
pt_br: Abrindo arquivo '%1'.
ro: Se deschide fișierul „%1”.
ru: Открытие файла «%1».
sk: Otváranie súboru '%1'.
sr: Отвара се фајл ’%1’.
tr: '%1' dosyası açılıyor.
uk: Відкриття файлу '%1'.
zh_cn: 正在打开文件“%1”。

source: No reader engine for this file or invalid file.
ar: لا يوجد محرك قارئ لهذا الملف أو ملف غير صالح.
ca: Arxiu no suportat o no vàlid.
cs: Pro čtení tohoto souboru neexistuje žádný engine, nebo je soubor neplatný.
de: Keine Reader-Engine für diese Datei oder ungültige Datei.
el: Δεν υπάρχει μηχανή ανάγνωσης για αυτό το αρχείο ή μη έγκυρο αρχείο.
es: No hay ningún motor compatible con el archivo o este no es válido.
fr: Aucun moteur de rendu pour ce fichier ou fichier invalide.
gl: Non hai un motor de lectura para este documento ou o ficheiro non é válido.
hu: A fájlhoz nincs érvényes megjelenítő-motor hozzárendelve, vagy a fájl hibás.
it_it: Nessun motore di lettura per questo file o file non valido.
ja: このファイルのリーダーエンジンがないか、ファイルが無効です。
ko_kr: 이 파일을 위한 리딩엔진이 없거나 잘못된 파일입니다.
nl_nl: Geen engine voor dit bestand of ongeldig bestand.
pl: Nie znaleziono odpowiedniego silnika dla tego pliku lub plik jest uszkodzony.
pt_br: Nenhum mecanismo de leitura para este arquivo ou arquivo inválido.
ro: Nici un motor de redare pentru acest tip de fișier sau fișier invalid.
ru: Нет движка для чтения данного файла, или он повреждён.
sk: Pre tento súbor neexistuje žiadny program na jeho otvorenie alebo je súbor poškodený.
sr: За овај фајл не постоји механизам читања или фајл није исправан.
tr: Bu dosya için bir okuyucu uygulama yok ya da dosya geçersiz.
uk: Немає засобу читання для цього файлу або файл пошкоджено.
zh_cn: 无对应此文档的阅读器引擎，或者是一个无效文件。

source: Password is incorrect, try again?
ar: كلمة المرور غير صحيحة, إعادة المحاولة؟
ca: Contrasenya incorrecta. Vol tornar a intentar-ho?
cs: Heslo je nesprávné, chcete to zkusit znovu?
de: Passwort ist falsch, nochmal versuchen?
el: Ο κωδικός είναι εσφαλμένος. Επανάληψη?
es: La contraseña no es correcta. ¿Desea volver a intentarlo?
fa: رمز ورود غلط است، دوباره تلاش شود؟
fr: Le mot de passe est incorrect, réessayer ?
gl: O contrasinal non é correcto, intentar de novo?
hu: Jelszóhiba, megpróbálja újra?
it_it: Password errata, riprovare ?
ja: パスワードが正しくありません。もう一度やり直しますか?
ko_kr: 암호가 다릅니다, 다시 할까요?
nl_nl: Verkeerd wachtwoord. Opnieuw proberen?
pl: Hasło jest niepoprawne. Chcesz spróbować jeszcze raz?
pt_br: A senha está incorreta, tente novamente?
ro: Parola este incorectă, încerci din nou?
ru: Неверный пароль. Попробовать ещё раз?
sk: Heslo nie je správne. Skúsiť znova?
sr: Лозинка није исправна, да покушам поново?
tr: Parola doğru değil, yeniden dene?
uk: Ви ввели невірний пароль, спробуєте ще?
zh_cn: 密码不正确，是否重试？

source: Input document password
ar: أدخل كلمة سر الملف
ca: Introduir la contrasenya del document
cs: Zadejte heslo dokumentu
de: Passwort des Dokuments eingeben
el: Πληκτρολογήστε κωδικό αρχείου
es: Introducir la contraseña del documento
fa: رمز عبور سند را وارد کنید
fr: Saisir le mot de passe du document
gl: Insire o contrasinal do documento
hu: Dokumentum jelszava
it_it: Immettere password documento
ja: 文書のパスワードを入力
ko_kr: 문서 암호 입력
nl_nl: Voer documentwachtwoord in
pl: Wprowadź hasło do dokumentu
pt_br: Digite a senha do documento
ro: Întodu parola documentului
ru: Введите пароль к документу
sk: Zadaj heslo k dokumentu
sr: Унесите лозинку документа
tr: Belge parolasını yazın
uk: Введіть пароль на документ
zh_cn: 输入文档密码

source: Book metadata saved.
ca: Metadades del llibre guardades.
cs: Metadata knihy byla uložena.
de: Buch-Metadaten gespeichert.
el: Τα μεταδεδομένα του βιβλίου αποθηκεύτηκαν.
es: Metadatos del libro guardados.
fa: فراداده کتاب ذخیره شد.
fr: Métadonnées du livre enregistrées.
gl: Gardáronse os metadatos do libro.
hu: Könyv metaadatok mentve.
it_it: Metadati del libro salvati.
ko_kr: 책 메타데이터가 저장되었습니다.
nl_nl: Boekmetadata opgeslagen.
pl: Zapisano metadane książki.
pt_br: Metadados do livro salvos.
ru: Метаданные книги сохранены.
sk: Metadáta knihy boli uložené.
sr: Сачувани су метаподаци књиге.
tr: Kitap üst verileri kaydedildi.
uk: Метадані книги збережено.
zh_cn: 书籍元数据已保存。

source: Write highlights into this PDF?
ca: Guardar els subratllats en aquest PDF?
cs: Zapsat zvýraznění do tohoto PDF?
de: Markierungen in diese PDF-Datei schreiben?
el: Να γίνει εγγραφή των επισημάνσεων σ' αυτό το PDF;
es: ¿Guardar los subrayados en este PDF?
fa: هایلایت‌ها داخل این PDF نوشته شوند؟
fr: Écrire les points forts dans ce fichier PDF ?
gl: Gardar os textos destacados neste PDF?
hu: A kiemeléseket kiírjuk a PDF-be??
it_it: Scrivi le evidenziazioni in questo PDF?
ko_kr: 이 PDF에 강조 표시 쓰기?
nl_nl: Markeringen in deze PDF schrijven?
pl: Zapisać zaznaczenia w tym pliku PDF?
pt_br: Escrever destaques neste PDF?
ru: Записать выделения в данный PDF-файл?
sk: Uložiť zvýraznenia do tohto PDF dokumentu?
sr: Да упишем истицања у овај PDF?
tr: Vurgular bu PDF içine yazılsın mı?
uk: Записати вибране в цей PDF?
zh_cn: 要将标注保存到PDF文件中吗？

source: Write
ca: Guardar
cs: Zapsat
de: Schreiben
el: Εγγραφή
es: Guardar
fa: نوشتن
fr: Écrire
gl: Escribir
hu: Írás
it_it: Scrivi
ja: 書き込み
ko_kr: 쓰기
nl_nl: Schrijven
pl: Zapisz
pt_br: Escrever
ru: Записать
sk: Uložiť
sr: Упиши
tr: Yazma
uk: Запис
zh_cn: 保存

source: Failed recognizing or parsing this file: unsupported or invalid document. KOReader will exit now.
ar: فشلت عملية التعرّف على الملف ومسحه: ملفٌّ غير معروفٍ أو معطوب. سيخرج KOReader الآن.
ca: No s'ha pogut reconèixer o analitzar l'arxiu: el document no és compatible o conté errors. KOReader es tancarà ara.
cs: Tento soubor se nepodařilo rozpoznat, nebo syntakticky analyzovat. Jedná se o nepodporovaný nebo neplatný dokument. KOReader bude nyní ukončen.
de: Diese Datei konnte nicht erkannt oder geparst werden: nicht unterstütztes oder ungültiges Dokument. KOReader wird jetzt beendet.
el: Αποτυχία αναγνώρισης ή ανάλυσης αυτού του αρχείου: μη υποστηριζόμενο ή μη έγκυρο έγγραφο. Το KOReader θα σταματήσει τώρα.
es: No se ha podido reconocer o analizar el archivo: el documento no es compatible o tiene errores. KOReader se cerrarrá ahora.
fa: شناسایی یا پردازش این فایل پشتیبانی نشده یا سند نامعتبر شکست خورد. کوریدر الان خارج خواهد شد.
fr: Échec lors de la lecture ou de l’analyse de ce fichier : document non supporté ou invalide. KOReader va maintenant quitter.
gl: Non se puido recoñecer ou procesar este ficheiro: documento non válido ou non soportado. KOReader finalizará agora.
hu: A fájl felismerése / elemzése sikertelen: nem támogatott vagy érvénytelen dokumentum. A KOReader most kilép.
it_it: Impossibile riconoscere o analizzare questo file: documento non supportato o non valido. KOReader uscirà ora.
ja: このファイルの認識または解析に失敗しました: 文書がサポートされていないか不正です。 KOReaderは終了します。
ko_kr: 이 파일을 인식하거나 파싱하지 못했습니다: 지원하지 않거나 올바르지 않은 문서. 지금 KOReader를 끝냅니다.
nl_nl: Dit document kon niet worden herkend or verwerkt: niet ondersteund of ongeldig document. KOReader zal nu afsluiten.
pl: Nie powiodło się rozpoznanie lub przeanalizowanie tego pliku: nieobsługiwany lub nieprawidłowy dokument. KOReader zostanie zamknięty.
pt_br: Falha ao reconhecer ou analisar este arquivo: documento não suportado ou inválido. KOReader irá encerrar agora.
ro: Identificarea sau parsarea fișierului a eșuat: document invalid sau nesuportat. KOReader va ieși acum.
ru: Не удалось распознать или декодировать данный файл: неподдерживаемый или неверный документ. Работа KOReader'а будет завершена.
sk: Nepodarilo sa rozpoznať alebo analyzovať tento súbor: nepodporovaný alebo neplatný formát dokumentu. KOReader sa teraz ukončí.
sr: Није успело препознавање или парсирање овог фајла: неподржан или неисправан документ. KOReader ће сада да прекине извршавање.
tr: Bu dosya algılanamadı ya da işlenemedi: Belge türü desteklenmiyor ya da geçersiz. KOReader uygulaması kapatılacak.
uk: Не вдалось розпізнати або спарсувати цей файл: документ не підтримується або не правильний. KOReader завершить роботу.
zh_cn: 识别或解析此文件失败：不支持的或无效的文档。 KOReader 现在将退出。

source: Jan
ca: Gen
cs: led
el: Ιαν
es: Ene
fa: ژان
fr: Janv
gl: Xan
it_it: Gen
ja: 1月
ko_kr: 1월
pl: sty.
ru: янв
sr: јан
tr: Oca
uk: Січ
zh_cn: 一月

source: Feb
cs: úno
el: Φεβ
fa: فِور
fr: Févr
ja: 2月
ko_kr: 2월
pl: lut.
pt_br: Fev
ru: февр
sr: феб
tr: Şub
uk: Лют
zh_cn: 二月

source: Mar
cs: bře
de: Mär
el: Μαρ
fa: مار
fr: Mars
hu: Már
ja: 3月
ko_kr: 3월
nl_nl: Maa
ru: март
sr: мар
uk: Бер
zh_cn: 三月

source: Apr
ca: Abr
cs: dub
el: Απρ
es: Abr
fa: آپر
fr: Avril
gl: Abr
hu: Ápr
ja: 4月
ko_kr: 4월
pl: kwi.
pt_br: Abr
ru: апр
sr: апр
tr: Nis
uk: Кві
zh_cn: 四月

source: May
ar: مايو/آيار
ca: Maig
cs: Květen
de: Mai
el: Μαΐ
es: Mayo
fa: می
fr: Mai
gl: Maio
hu: Május
it_it: Maggio
ja: 5月
ko_kr: 5월
nl_nl: Mei
pl: maj
pt_br: Maio
ro: mai
ru: май
sk: Máj
sr: мај
tr: Mayıs
uk: Тра
zh_cn: 五月

source: Jun
cs: čvn
el: Ιουν
fa: ژوئ
fr: Juin
gl: Xuñ
hu: Jún
it_it: Giu
ja: 6月
ko_kr: 6월
pl: cze.
ru: июнь
sk: Jún
sr: јун
tr: Haz
uk: Чер
zh_cn: 六月

source: Jul
cs: čvc
el: Ιουλ
fa: ژول
fr: Juillet
gl: Xul
hu: Júl
it_it: Lug
ja: 7月
ko_kr: 7월
pl: lip.
ru: июль
sk: Júl
sr: јул
tr: Tem
uk: Лип
zh_cn: 七月

source: Aug
ca: Ago
cs: srp
el: Αυγ
es: Ago
fa: آگو
fr: Août
gl: Ago
it_it: Ago
ja: 8月
ko_kr: 8월
pl: sie.
pt_br: Ago
ru: авг
sr: авг
tr: Ağu
uk: Сер
zh_cn: 八月

source: Sep
ca: Set
cs: zář
el: Σεπ
fa: سپتامبر
fr: Septembre
hu: Szep
ja: 9月
ko_kr: 9월
pl: wrz.
pt_br: Set
ru: сент
sr: сеп
tr: Eyl
uk: Вер
zh_cn: 九月

source: Oct
cs: říj
de: Okt
el: Οκτ
fa: اکت
fr: Octobre
hu: Okt
it_it: Ott
ja: 10月
ko_kr: 10월
nl_nl: Okt
pl: paź.
pt_br: Out
ru: окт
sk: Okt
sr: окт
tr: Eki
uk: Жов
zh_cn: 十月

source: Nov
cs: lis
el: Νοε
fa: نوا
fr: Novembre
ja: 11月
ko_kr: 11월
pl: lis.
ru: нояб
sr: нов
tr: Kas
uk: Лис
zh_cn: 十一月

source: Dec
ca: Des
cs: pro
de: Dez
el: Δεκ
es: Dic
fa: دسا
fr: Décembre
it_it: Dic
ja: 12月
ko_kr: 12월
pl: gru.
pt_br: Dez
ru: дек
sr: дец
tr: Ara
uk: Гру
zh_cn: 十二月

source: January
ar: يناير/كانون الثاني
ca: Gener
cs: Leden
de: Januar
el: Ιανουάριος
es: Enero
fa: ژانویه
fr: Janvier
gl: Xaneiro
hu: Január
it_it: Gennaio
ja: 1月
ko_kr: 1월
nl_nl: Januari
pl: styczeń
pt_br: Janeiro
ro: ianuarie
ru: Январь
sk: Január
sr: јануар
tr: Ocak
uk: Січень
zh_cn: 一月

source: February
ar: فبراير/شباط
ca: Febrer
cs: Únor
de: Februar
el: Φεβρουάριος
es: Febrero
fa: فوریه
fr: Février
gl: Febreiro
hu: Február
it_it: Febbraio
ja: 2月
ko_kr: 2월
nl_nl: Februari
pl: luty
pt_br: Fevereiro
ro: februarie
ru: Февраль
sk: Február
sr: фебруар
tr: Şubat
uk: Лютий
zh_cn: 二月

source: March
ar: مارس/آذار
ca: Març
cs: Březen
de: März
el: Μάρτιος
es: Marzo
fa: مارس
fr: Mars
gl: Marzo
hu: Március
it_it: Marzo
ja: 3月
ko_kr: 3월
nl_nl: Maart
pl: marzec
pt_br: Março
ro: martie
ru: Март
sk: Marec
sr: март
tr: Mart
uk: Березень
zh_cn: 三月

source: April
ar: أبريل/نيسان
ca: Abril
cs: Duben
el: Απρίλιος
es: Abril
fa: آوریل
fr: Avril
gl: Abril
hu: Április
it_it: Aprile
ja: 4月
ko_kr: 4월
pl: kwiecień
pt_br: Abril
ro: aprilie
ru: Апрель
sk: Apríl
sr: април
tr: Nisan
uk: Квітень
zh_cn: 四月

source: June
ar: يونيو/حزيران
ca: Juny
cs: Červen
de: Juni
el: Ιούνιος
es: Junio
fa: ژوئن
fr: Juin
gl: Xuño
hu: Június
it_it: Giugno
ja: 6月
ko_kr: 6월
nl_nl: Juni
pl: czerwiec
pt_br: Junho
ro: iunie
ru: Июнь
sk: Jún
sr: јун
tr: Haziran
uk: Червень
zh_cn: 六月

source: July
ar: يوليو/تموز
ca: Juliol
cs: Červenec
de: Juli
el: Ιούλιος
es: Julio
fa: جولای
fr: Juillet
gl: Xulio
hu: Július
it_it: Luglio
ja: 7月
ko_kr: 7월
nl_nl: Juli
pl: lipiec
pt_br: Julho
ro: iulie
ru: Июль
sk: Júl
sr: јул
tr: Temmuz
uk: Липень
zh_cn: 七月

source: August
ar: أغسطس/آب
ca: Agost
cs: Srpen
el: Αύγουστος
es: Agosto
fa: اوت
fr: Août
gl: Agosto
hu: Augusztus
it_it: Agosto
ja: 8月
ko_kr: 8월
nl_nl: Augustus
pl: sierpień
pt_br: Agosto
ru: Август
sr: август
tr: Ağustos
uk: Серпень
zh_cn: 八月

source: September
ar: سبتمبر/تشرين الأول
ca: Setembre
cs: Září
el: Σεπτέμβριος
es: Septiembre
fa: سپتامبر
fr: Septembre
gl: Setembro
hu: Szeptember
it_it: Settembre
ja: 9月
ko_kr: 9월
pl: wrzesień
pt_br: Setembro
ro: septembrie
ru: Сентябрь
sr: септембар
tr: Eylül
uk: Вересень
zh_cn: 九月

source: October
ar: أكتوبر/تشرين الثاني
ca: Octubre
cs: Říjen
de: Oktober
el: Οκτώβριος
es: Octubre
fa: اکتبر
fr: Octobre
gl: Outubro
hu: Október
it_it: Ottobre
ja: 10月
ko_kr: 10월
nl_nl: Oktober
pl: październik
pt_br: Outubro
ro: octombrie
ru: Октябрь
sk: Október
sr: октобар
tr: Ekim
uk: Жовтень
zh_cn: 十月

source: November
ar: نوفمبر/كانون الأول
ca: Novembre
cs: Listopad
el: Νοέμβριος
es: Noviembre
fa: نوامبر
fr: Novembre
gl: Novembro
it_it: Novembre
ja: 11月
ko_kr: 11월
pl: listopad
pt_br: Novembro
ro: noiembrie
ru: Ноябрь
sr: новембар
tr: Kasım
uk: Листопад
zh_cn: 十一月

source: December
ar: ديسمبر/كانون الثاني
ca: Desembre
cs: Prosinec
de: Dezember
el: Δεκέμβριος
es: Diciembre
fa: دسامبر
fr: Décembre
gl: Decembro
it_it: Dicembre
ja: 12月
ko_kr: 12월
pl: grudzień
pt_br: Dezembro
ro: decembrie
ru: Декабрь
sr: децембар
tr: Aralık
uk: Грудень
zh_cn: 十二月

source: Mon
ar: إث
ca: dl.
cs: Po
de: Mo
el: Δευ
es: Lu.
fa: ماه
fr: Lun
gl: Lun
hu: Hétfő
it_it: Lun
ja: 月
ko_kr: 월
nl_nl: Ma
pl: pon.
pt_br: Seg
ro: lu
ru: пн
sk: Pon
sr: пон
tr: Pzt
uk: Пн
zh_cn: 周一

source: Tue
ar: ثل
ca: dt.
cs: Út
de: Di
el: Τρί
es: Ma.
fa: سه
fr: Mar
gl: Mar
hu: Kedd
it_it: Mar
ja: 火
ko_kr: 화
nl_nl: Di
pl: wt.
pt_br: Ter
ro: ma
ru: вт
sk: Uto
sr: уто
tr: Sal
uk: Вт
zh_cn: 周二

source: Wed
ar: أر
ca: dc.
cs: St
de: Mi
el: Τετ
es: Mi.
fa: چهار
fr: Mer
gl: Mér
hu: Szerda
it_it: Mer
ja: 水
ko_kr: 수
nl_nl: Wo
pl: śr.
pt_br: Qua
ro: mi
ru: ср
sk: Str
sr: сре
tr: Çar
uk: Ср
zh_cn: 周三

source: Thu
ar: خم
ca: dj.
cs: Čt
de: Do
el: Πέμ
es: Ju.
fa: پنج
fr: Jeu
gl: Xov
hu: Csütörtök
it_it: Gio
ja: 木
ko_kr: 목
nl_nl: Do
pl: czw.
pt_br: Qui
ro: jo
ru: чт
sk: Štv
sr: чет
tr: Per
uk: Чт
zh_cn: 周四

source: Fri
ar: جم
ca: dv.
cs: Pá
de: Fr
el: Παρ
es: Vi.
fa: جمعه
fr: Ven
gl: Ven
hu: Péntek
it_it: Ven
ja: 金
ko_kr: 금
nl_nl: Vr
pl: pt.
pt_br: Sex
ro: vi
ru: пт
sk: Pia
sr: пет
tr: Cum
uk: Пт
zh_cn: 周五

source: Sat
ar: سب
ca: ds.
cs: So
de: Sa
el: Σάβ
es: Sá.
fa: شنبه
fr: Sam
gl: Sáb
hu: Szombat
it_it: Sab
ja: 土
ko_kr: 토
nl_nl: Za
pl: sob.
pt_br: Sáb
ro: sî
ru: сб
sk: Sob
sr: суб
tr: Cmt
uk: Сб
zh_cn: 周六

source: Sun
ar: أح
ca: dg.
cs: Ne
de: So
el: Κυρ
es: Do.
fa: یک
fr: Dim
gl: Dom
hu: Vasárnap
it_it: Dom
ja: 日
ko_kr: 일
nl_nl: Zo
pl: niedz.
pt_br: Dom
ro: du
ru: вс
sk: Ned
sr: нед
tr: Paz
uk: Нд
zh_cn: 周日

source: Monday
ar: الإثنين
ca: dilliuns
cs: Pondělí
de: Montag
el: Δευτέρα
es: Lunes
fa: دوشنبه
fr: Lundi
gl: Luns
hu: Hétfő
it_it: Lunedì
ja: 月曜日
ko_kr: 월요일
nl_nl: Maandag
pl: poniedziałek
pt_br: Segunda-feira
ro: luni
ru: Понедельник
sk: Pondelok
sr: понедељак
tr: Pazartesi
uk: Понеділок
zh_cn: 星期一

source: Tuesday
ar: الثلاثاء
ca: Dimarts
cs: Úterý
de: Dienstag
el: Τρίτη
es: Martes
fa: سه‌شنبه
fr: Mardi
gl: Martes
hu: Kedd
it_it: Martedì
ja: 火曜日
ko_kr: 화요일
nl_nl: Dinsdag
pl: wtorek
pt_br: Terça-feira
ro: marți
ru: Вторник
sk: Utorok
sr: уторак
tr: Salı
uk: Вівторок
zh_cn: 星期二
