Repository: spruceUI/spruceOS
Catalog: App/KoReader/l10n/*/koreader.po
Languages: ar, ca, cs, de, el, es, fa, fr, gl, hu, it_it, ja, ko_kr, nl_nl, pl, pt_br, ro, ru, sk, sr, tr, uk, zh_cn

source: Start the dimmer after the designated period of inactivity.
ca: Iniciar l'atenuador després del període d'inactivitat especificat.
cs: Začne stmívat po určené době nečinnosti.
de: Starte den Dimmer nach der eingegebenen Leerlaufzeit.
el: Έναρξη εξασθένισης φωτισμού μετά την καθορισμένη περίοδο αδράνειας.
es: Iniciar el atenuador después del período de inactividad especificado.
fa: کاهش نور را پس از عدم فعالیت در مدت زمان تعیین شده شروع کن.
fr: Démarrer l'assombrissement après la durée d'inactivité spécifiée.
gl: Iniciar o axuste da iluminación despois do período de inactividade dado.
hu: Elhalványulás elindítása a megadott inaktivitás után.
it_it: Avviare l'oscuramento dopo il periodo di inattività designato.
ja: 指定された非アクティブ時間後に調光を開始します。
ko_kr: 지정된 비활성 시간 후에 빛조절을 시작합니다.
nl_nl: Start de dimmer na de ingestelde periode van inactiviteit.
pl: Uruchom ściemniacz po wyznaczonym okresie bezczynności.
pt_br: Iniciar o ajuste de brilho após o período de inatividade designado.
ro: Pornește dimmer-ul după perioada de inactivitate specificată.
ru: Снижать яркость после указанного периода бездействия.
sk: Spustiť stmievač po uplynutí určenej doby nečinnosti.
sr: Покреће затамњивач након задатог периода неактивности.
tr: Belirltilen boşta bekleme süresinden sonra kısılır.
uk: Розпочинати притемнення після визначеного періоду бездіяльності.
zh_cn: 超过指定时间无活动时调暗前光。

source: Dimmer duration: %1
ca: Durada de l'atenuació: %1
cs: Doba stmívání: %1
de: Dimmerzeit: %1
el: Διάρκεια μείωσης φωτεινότητας: %1
es: Duración de la atenuación: %1
fa: بازه زمانی کاهش نور: %1
fr: Durée de l'assombrissement : %1
gl: Duración do axuste da iluminación: %1
hu: Elhalványulás időtartama: %1
it_it: Durata dell'oscuramento: %1
ja: 調光時間: %1
ko_kr: 빛조절 기간: %1
nl_nl: Dimmerduurtijd: %1
pl: Czas działania ściemniacza: %1
pt_br: Duração do ajuste do brilho: %1
ro: Durată dimmer: %1
ru: Длительность снижения яркости: %1
sk: Čas stmievania: %1
sr: Трајање затамњивања: %1
tr: Kısma süresi: %1
uk: Тривалість притемнення: %1
zh_cn: 调暗器持续时间：%1

source: Automatic dimmer duration
ca: Durada de l'atenuació automàtica
cs: Automatická doba stmívání
de: Dimmerzeit
el: Αυτόματη διάρκεια μείωσης φωτεινότητας
es: Duración de la atenuación automática
fa: بازه زمانی کاهش نور خودکار
fr: Durée de l'assombrissement automatique
gl: Duración do axuste automático da iluminación
hu: Automatikus elhalványulás időtartam
it_it: Durata dell'oscuramento automatico
ja: 自動調光時間
ko_kr: 자동 빛조절 기간
nl_nl: Automatische dimmerduurtijd
pl: Czas działania automatycznego ściemniacza
pt_br: Duração do ajuste automático do brilho
ro: Durată dimmer automat
ru: Длительность автоматического снижения яркости
sk: Interval automatického stmievania
sr: Трајање аутоматског затамњивања
tr: Otomatik kısma süresi
uk: Автоматична тривалість притемнення
zh_cn: 自动调暗器持续时间

source: Delay to reach the lowest brightness.
ca: Temps de retard per a aconseguir la lluminositat més baixa.
cs: Prodleva, za kterou se dosáhne nejnižšího jasu.
de: Dauer bis zur geringsten Helligkeit.
el: Καθυστέρηση για την επίτευξη της χαμηλότερης φωτεινότητας.
es: Tiempo de retardo para alcanzar la luminosidad más baja.
fa: تاخیر در رسیدن به حداقل روشنایی.
fr: Le délai avant d'atteindre la luminosité la plus basse.
gl: Retardo para chegar ao nivel máis baixo da iluminación.
hu: Késleltetés az alacsonyabb fényerő eléréséig.
it_it: Ritardo per raggiungere la luminosità più bassa.
ja: 最低輝度になるまでの遅延時間。
ko_kr: 가장 낮은 밝기에 도달하기 위해 지연합니다.
nl_nl: Wachttijd om de laagste helderheid te bereiken.
pl: Opóźnienie w osiągnięciu najniższej jasności.
pt_br: Atraso antes de atingir o brilho mínimo.
ro: Întîrziere pentru a ajunge la cea mai mică luminozitate.
ru: Задержка достижения самой низкой яркости.
sk: Oneskorenie pre dosiahnutie najnižšieho jasu.
sr: Кашњење до достизања најмањег осветљаја.
tr: En düşük parlaklığa ulaşma gecikmesi.
uk: Затримка до найнижчої яскравості.
zh_cn: 达到最低亮度前的延迟。

source: Dim to %1 % of the regular brightness
ca: Atenuar a %1% de la lluminositat normal
cs: Snížit jas na %1 % normálního jasu
de: Dimme auf %1 % der regulären Helligkeit
el: Μείωση στο %1 % της κανονικής φωτεινότητας
es: Atenuar a %1 % de la luminosidad normal
fa: کاهش نور به %1 % روشنایی معمول
fr: Assombrir à %1 % de la luminosité normale
gl: Atenuar a un %1 % da luminosidade normal
hu: A normál fényerő %1%-ára sötétít
it_it: Oscurare a %1% della luminosità normale
ja: 通常の輝度の %1 % に暗くする
ko_kr: 일반 밝기의 %1%로 어둡게
nl_nl: Dim tot %1 % van de normale helderheid
pl: Przyciemnij do %1% normalnej jasności
pt_br: Reduzir para %1% do brilho normal
ro: Diminuează la %1% din luminozitatea normală
ru: Понизить яркость до %1% от обычной
sk: Stlmiť na %1 % bežného jasu
sr: Замрачи на %1 % од уобичајеног осветљаја
tr: Normal parlaklığa göre %%1 oranında kısılsın
uk: Притемнити до %1 % звичайної яскравості
zh_cn: 调暗到正常亮度的 %1 %

source: Dim to percentage
ca: Atenuar a un percentatge
cs: Snížit jas na procento jasu
de: Dimme auf Prozentsatz der regulären Helligkeit
el: Μείωση φωτεινότητας κατά ποσοστό
es: Atenuar a un porcentaje
fa: کاهش نور به درصد
fr: Pourcentage d'assombrissement
gl: Atenuar a unha porcentaxe
hu: Százalékos sötétítés
it_it: Oscurare alla percentuale
ja: 割合で調光する
ko_kr: 백분율로 어둡게
nl_nl: Dimmen tot percentage
pl: Przyciemnij do procentu
pt_br: Reduzir para porcentagem
ro: Diminuează în procent de
ru: Понизить яркость до %
sk: Stlmiť na percento
sr: Замрачи до процента
tr: Kısılacak yüzde
uk: Притемнювати до відсотків
zh_cn: 调暗比例

source: The lowest brightness as a percentage of the regular brightness.
ca: La lluminositat més baixa com a percentatge de la lluminositat normal.
cs: Nejnižší jas jako procento normálního jasu.
de: Die geringste Helligkeit als Prozentsatz der regulären Helligkeit.
el: Η χαμηλότερη φωτεινότητα ως ποσοστό της κανονικής φωτεινότητας.
es: La luminosidad más baja como porcentaje de la luminosidad normal.
fa: کمترین روشنایی به شکل درصدی از روشنایی معمول.
fr: La luminosité la plus faible en pourcentage de la luminosité normale.
gl: A luminosidade máis baixa coma unha porcentaxe da luminosidade normal.
hu: A legalacsonyabb fényerő a normál fényerő százalékában.
it_it: La luminosità più bassa come percentuale della luminosità normale.
ja: 通常の輝度に対する最低輝度の割合。
ko_kr: 일반 밝기의 백분율로 나타낸 가장 낮은 밝기입니다.
nl_nl: De laagste helderheid als percentage van de normale helderheid.
pl: Najniższa jasność jako procent zwykłej jasności.
pt_br: O brilho mais baixo como porcentagem do brilho normal.
ro: Luminozitatea minimă ca procent din luminozitatea obișnuită.
ru: Самая низкая яркость в процентах от обычной яркости.
sk: Najnižší jas ako percento bežného jasu.
sr: Најмањи осветљај као проценат уобичајеног осветљаја.
tr: Normal parlaklığa göre yüzde olarak en düşük parlaklık.
uk: Найнижча яскравість у відсотках від звичайної яскравості.
zh_cn: 最低亮度占正常亮度的百分比。

source: Auto frontlight
ar: إضاءة أمامية ذاتيّة التغيّر
ca: Auto il·luminació
cs: Automatické přední osvětlení
de: Auto-Beleuchtung
el: Αυτόματος φωτισμός
es: Iluminación automática
fa: نور صفحه نمایش خودکار
fr: Éclairage automatique
gl: Iluminación automática
hu: Automatikus kijelzővilágítás
it_it: Retroilluminazione automatica
ja: 自動フロントライト
ko_kr: 자동 조명
nl_nl: Automatisch licht
pl: Automatyczne oświetlenie
pt_br: Iluminação automática
ro: Iluminare automată
ru: Автоподсветка
sk: Automatické nasvietenie/podsvietenie displeja
sr: Аутоматско предње светло
tr: Otomatik ön aydınlatma
uk: Автоматичне підсвічування
zh_cn: 自动前光

source: Automatically turns the frontlight on and off once brightness in the environment reaches a certain level.
ar: يقوم بتشغيل الإضاءة الأمامية أو إيقافها عندما تصل الإضاءة في البيئة المحيطة مستوىً محدّدًا.
ca: Encén i apaga la il·luminació automàticament una vegada que la lluentor ambiental arriba a un cert nivell.
cs: Automaticky zapne nebo vypne přední osvětlení v závislosti na úrovni jasu okolního světla.
de: Schaltet die Beleuchtungt automatisch ein und aus, sobald die Helligkeit in der Umgebung ein bestimmtes Niveau erreicht.
el: Ενεργοποιεί και απενεργοποιεί αυτόματα τον εμπρόσθιο φωτισμό όταν η φωτεινότητα στο περιβάλλον φτάσει σε ένα ορισμένο επίπεδο.
es: Enciende y apaga la iluminación automáticamente una vez que el brillo ambiental alcanza un cierto nivel.
fa: روشن و خاموش کردن خودکار نور صفحه زمانی که روشنایی محیط به سطح مشخصی رسید.
fr: Allume ou éteint l’éclairage dès que la luminosité ambiante atteint un certain niveau.
gl: Activa ou desactiva a iluminación automaticamente se a luz no entorno chega a certos niveis.
hu: Automatikusan be- és kikapcsolja a megvilágítást, ha a környezeti fényerő elér egy bizonyos szintet.
it_it: Accende e spegne automaticamente la retroilluminazione quando la luminosità dell'ambiente raggiunge un certo livello.
ja: 環境の明るさが所定の値になると、自動的にフロントライトの点灯・消灯を行います。
ko_kr: 주변 밝기가 일정 수준이 되면 자동으로 조명을 켜고 끕니다.
nl_nl: Schakelt het licht automatisch aan en uit afhankelijk van de omgevingshelderheid.
pl: Automatycznie włącza i wyłącza oświetlenie, gdy jasność w otoczeniu osiągnie określony poziom.
pt_br: Liga e desliga automaticamente a iluminação quando o brilho no ambiente atinge um determinado nível.
ro: Pornește sau oprește iluminarea automat dacă luminozitatea ambientală trece de un anumit nivel.
ru: Автоматически включает и выключает подсветку при определённом уровне освещённости окружающей среды.
sk: Automaticky zapína a vypína nasvietenie/podsvietenie displeja, keď intenzita okolitého svetla dosiahne určitú úroveň.
sr: Аутоматски укључује и искључује предње светло онда када осветљај у окружењу достигне одређени ниво.
tr: Bu seçenek, ortam aydınlığı belirli bir düzeye geldiğinde ön aydınlatmayı otomatik olarak açar ya da kapatır.
uk: Автоматично вмикає і вимикає підсвічування, коли яскравість в оточенні досягає певного рівня.
zh_cn: 当环境光亮度达到某个设定的值时，自动开启或关闭前光。

source: Auto frontlight detects the brightness of the environment and automatically turn on and off the frontlight. Frontlight will be turned off to save battery in bright environment, and turned on in dark environment. Do you want to %1 it?
ar: الإضاءة التلقائيّة تعمل بتحسّس الإضاءة المحيطة بك, ومن ثم تقوم بتشغيل الإضاءة الأماميّة أو إيقافها بناءً على ذلك. سيتم إطفاء الإضاءة الأمامية لتوفير شحن البطارية في الأماكن المُنارة, وسيتم تشغيلها في الأماكن المُعتِمة. هل تريد %1 تعينها؟
ca: Il·luminació automàtica detecta la lluentor ambiental i encén o apaga automàticament la il·luminació. La il·luminació s'apagarà en ambients il·luminats per estalviar bateria, i s'encendrà si l'ambient és fosc. Desitja %1-la?
cs: Automatické přední osvětlení rozpozná jas okolního prostředí a podle toho automaticky zapne nebo vypne přední osvětlení. V jasném prostředí bude přední osvětlení vypnuto, aby se nevybíjela baterie a v tmavém prostředí se zapne. Chcete tuto funkci %1?
de: Die automatische Beleuchtung erkennt die Helligkeit der Umgebung und schaltet das Licht automatisch ein und aus. Licht wird ausgeschaltet, um den Akku in heller Umgebung zu schonen, und eingeschaltet in dunkler Umgebung. Möchten Sie es %1?
el: Ο αυτόματος φωτισμός ανιχνεύει την φωτεινότητα του περιβάλλοντος και αυτόματα ανοίγει και κλείνει τον εμπρόσθιο φωτισμό. Ο εμπρόσθιος φωτισμός θα κλείνει για εξοικονόμηση μπαταρίας σε φωτεινό περιβάλλον, και θα ανοίγει σε σκοτεινό περιβάλλον. Θέλεις να το %1;
es: Iluminación automática detecta el brillo ambiente y enciende o apaga automáticamente la iluminación. La iluminación se apagará en ambientes iluminados para ahorrar batería, y se encenderá si el ambiente es oscuro. ¿Desea %1lo?
fa: نور صفحه نمایش خودکار روشنایی محیط را تشخیص داده و به صورت خودکار نور صفحه نمایش را روشن و خاموش می‌کند. نور صفحه نمایش برای ذخیره باتری در محیط‌های روشن خاموش و در محیط تاریک روشن می‌شود. آیا می‌خواهید آن را %1 کنید؟
fr: L’éclairage automatique détecte la luminosité ambiante et agit automatiquement en conséquence. Pour économiser la batterie, l’éclairage s’éteindra dans un environnement lumineux ; par contre il s’allumera s’il fait trop sombre. Voulez-vous l’%1 ?
gl: Luz automática detecta o brillo do ambiente e acende ou apaga a luz da pantalla automaticamente. A luz da pantalla será apagada para aforrar batería nun ambiente brillante e acenderase con pouca luz. Queres %1 esta función?
hu: Az automatikus megvilágítás érzékeli a környezeti fényerőt, és automatikusan be- és kikapcsolja a megvilágítást. A megvilágítás kikapcsol világosabb környezetben, sötétben pedig bekapcsol az akkumulátorkapacitás kímélése érdekében. Kívánja %1 ?
it_it: La retroilluminazione automatica rileva la luminosità dell'ambiente e accende e spegne automaticamente la retroilluminazione. La retroilluminazione si spegne per risparmiare batteria in un ambiente luminoso e si accende al buio. Vuoi %1 la retroilluminazione automatica?
ja: 自動フロントライトは環境の明るさを検出し、フロントライトを自動的にオン/オフします。 明るい環境ではバッテリーを節約するためにフロントライトはオフになり、暗い環境ではオンになります。 %1 にしますか？
ko_kr: 자동 조명은 주변 밝기를 감지하고 조명을 자동으로 켜거나 끄는 기능입니다. 밝은 환경에서는 배터리를 절약하기 위해 조명이 꺼지고 어두운 환경에서는 켜집니다. %1로 할까요?
nl_nl: Automatisch licht detecteert de helderheid van de omgeving om automatisch het licht aan of uit te doen. Het licht zal worden uitgeschakeld in een heldere omgeving om de accu te besparen, en worden ingeschakeld in een donkere omgeving. Automatisch licht %1?
pl: Funkcja automatycznego oświetlenia wykrywa jasność otoczenia i automatycznie włącza lub wyłącza oświetlenie. Oświetlenie zostaje wyłączone, aby oszczędzać akumulator, w jasnym otoczeniu oraz włączone w ciemnym. Czy chcesz %1?
pt_br: A iluminação automática detecta a claridade do ambiente e liga e desliga automaticamente a iluminação. A iluminação será desligada em ambientes claros para economizar bateria e ligada em ambientes escuros. Deseja %1?
ro: Iluminarea automată detectează luminozitatea mediului înconjurător și pornește sau oprește automat iluminarea. Iluminarea va fi oprită pentru a salva bateria într-un mediu puternic iluminat și va fi pornită într-un mediu întunecat. Dorești să o %1?
ru: Автоподсветка определяет яркость окружающего освещения и автоматически включает / выключает подсветку. Для экономии батареи подсветка будет выключаться при хорошем внешнем освещении, и включаться только при слабом или отсутствующем. Вы хотите применить %1?
sk: Automatické nasvietenie/podsvietenie displeja reaguje na intenzitu okolitého svetla a automaticky zapína a vypína nasvietenie/podsvietenie displeja . Osvetlenie sa vypne, aby sa šetrila batéria v jasnom prostredí, a zapne sa v tmavom prostredí. Prajete si to %1?
sr: Аутоматско предње светло открива осветљај околине и аутоматски укључује и искључује предње светло. Предње светло ће се у светлом окружењу искључити да би се чувала батерија, а уљкучиће се у тамном окружењу. Да ли желите да га %1?
tr: Bu seçenek, ortamın aydınlığını algılayarak otomatik olarak ön aydınlatmayı açar ya da kapatır. Ön aydınlatma, aydınlık ortamlarda pili korumak için kapatılır, karanlık ortamlarda açılır. Ön aydınlatmayı %1 istiyor musunuz?
uk: Режим автоматичного підсвічування виявляє яскравість довкілля й автоматично вмикає і вимикає підсвічування. Підсвічування буде вимкнено для економії заряду акумулятора в умовах достатнього освітлення та ввімкнено в темноті. Хочете %1 його?
zh_cn: 自动前光会检测环境亮度，自动打开或关闭背光。 背光会在明亮时被关闭以节省电池使用，在黑暗时被打开。 要把它 %1 ？

source: enable
ar: تفعيل
ca: activar
cs: povolit
de: an
el: ενεργοποίηση
es: activar
fa: فعال
fr: activer
gl: activar
hu: engedélyez
it_it: abilita
ja: 有効
ko_kr: 활성화
nl_nl: inschakelen
pl: włączyć
pt_br: ativar
ro: activare
ru: включить
sk: povoliť
sr: укључите
tr: etkinleştir
uk: ввімкнути
zh_cn: 启用

source: Auto Standby
ar: وضع الاستعداد التلقائي
ca: Mode d'espera automàtic
cs: Automatický pohotovostní režim
de: Automatischer Standby
el: Αυτόματη Κατάσταση Αναμονής
es: Modo de espera automático
fa: آماده به کار خودکار
fr: Veille automatique
gl: Suspensión Automática
hu: Automatikus készenlét
it_it: Standby automatico
ja: 自動スタンバイ
ko_kr: 자동 대기 상태
pl: Automatyczne czuwanie
pt_br: Espera automática
ro: Suspendare automată
ru: Режим авто-ожидания
sk: Automatický pohotovostný režim
sr: Аутоматско стање приправности
tr: Otomatik bekleme
uk: Автоматичний режим очікування
zh_cn: 自动待机

source: Put into standby on no input, wake up from standby on UI input
ar: ضع في وضع الاستعداد عند عدم وجود إدخال ، واستيقظ من وضع الاستعداد عند إدخال واجهة المستخدم
ca: Entrar en mode d'espera si no hi ha activitat en la interfície d'usuari, i despertar quan n'hi ha
cs: Uspí čtečku pokud není ovládána, vzbudí ji vstupem ovládání (tlačítko, dotyk)
de: Bei keiner Eingabe in den Standby-Modus versetzt, bei UI-Eingabe aus dem Standby-Modus aufgeweckt
el: Θέτει σε κατάσταση αναμονής χωρίς είσοδο, αφυπνίζει από την κατάσταση αναμονής με είσοδο στην διεπαφή χρήστη
es: Entrar en modo de espera si no hay actividad en la interfaz de usuario y despertar cuando la haya
fa: در صورت نبود ورودی در حالت آماده به کار (standby) قرار بده، بیدار شدن از حالت آماده به کار با ورودی رابط کاربری
fr: Mettre en veille en période d’inactivité, réactiver dès interaction avec l’interface utilisateur
gl: Suspender cando non hai acción por parte do usuario, espertar con acción
hu: Készenléti állapotba helyezés bemenet nélkül, ébredés készenléti állapotból felhasználói felület (UI) bemenetre
it_it: Entra in standby in assenza di input, sveglia con attività nell'interfaccia utente
ja: 入力が無い時はスタンバイ状態に、UI入力時はスタンバイ状態から起床します
ko_kr: 입력이 없으면 대기 모드로 전환하고, UI 입력되면 대기 모드에서 깨우기
nl_nl: Zet in slaapstand bij geen invoer, ontwaken bij ui-invoer
pl: Przełącz w stan czuwania podczas braku aktywności, wybudź po interakcji z interfejsem użytkownika
pt_br: Coloca em modo de espera quando não houver atividade, sai do modo de espera quando houver atividade na interface do usuário
ro: Pune în suspendare dacă nu există atingeri, trezește la atingere
ru: Данный плагин позволяет переводить устройство в режим ожидания при отсутствии ввода, и выходить из режима ожидания при обнаружении ввода
sk: Prepne do pohotovostného režimu bez užívateľského vstupu, prebudí z pohotovostného režimu po užívateľskom vstupe
sr: Прелазак у стање приправности када нема уноса, буђење из стања приправности када се деси унос у КИ
tr: Etkileşim yoksa beklemeye geçer, kullanıcı arayüzü etkileşiminde beklemeden çıkar
uk: Перехід у режим очікування за відсутності дій, пробудження з режиму очікування після дій з інтерфейсом користувача
zh_cn: 在没有输入时进入待机状态，有UI输入时从待机状态唤醒

source: Auto-standby settings
ar: إعدادات الاستعداد التلقائي
ca: Configurar mode d'espera automàtic
cs: Nastavení pro automatický pohotovostní režim
de: Einstellungen zum automatischen Standby
el: Ρυθμίσεις αυτόματης κατάστασης αναμονής
es: Configurar modo de espera automático
fa: تنظیمات آماده به کار خودکار
fr: Paramètres de veille automatique
gl: Configuración de suspensión automática
hu: Auto készenlét beállítások
it_it: Impostazioni auto-sospensione
ja: 自動スタンバイ設定
ko_kr: 자동 대기 설정
nl_nl: Autostandby-instellingen
pl: Ustawienia automatycznego czuwania
pt_br: Configurações de espera automática
ro: Setări suspendare automată
ru: Настройки режима авто-ожидания
sk: Nastavenia automatického pohotovostného režimu
sr: Подешавања аутоматског стања приправности
tr: Otomatik bekleme ayarları
uk: Параметри автоматичного режиму очікування
zh_cn: 自动待机设置

source: Allow auto-standby
ar: السماح بوضع الاستعداد التلقائي
ca: Activar mode d'espera automàtic
cs: Povolit automatický pohotovostní režim
de: Automatischen Standby zulassen
el: Να επιτρέπεται η αυτόματη κατάσταση αναμονής
es: Activar modo de espera automático
fa: اجازه دادن به آماده باش خودکار
fr: Autoriser la mise en veille automatique
gl: Permitir a suspensión automática
hu: Auto készenlét engedélyezése
it_it: Permetti auto-sospensione
ja: 自動スタンバイを有効
ko_kr: 자동 대기 허용
nl_nl: Autostandby toestaan
pl: Zezwalaj na automatyczne czuwanie
pt_br: Permitir espera automática
ro: Permite suspendarea automată
ru: Разрешить режим авто-ожидания
sk: Povoliť automatický pohotovostný režim
sr: Укључи аутоматско стање приправности
tr: Otomatik bekleme kullanılabilsin
uk: Дозволити автоматичний режим очікування
zh_cn: 允许自动待机

source: Min input idle seconds
ar: مقدارُ العدِّ التنازلي بالثواني
ca: Temps mínim d'inactivitat en segons
cs: Min. prodleva spuštění v sekundách
de: Min. Eingabe Leerlaufsekunden
el: Ελάχιστος χρόνος αδράνειας σε δευτερόλεπτα
es: Tiempo mínimo de inactividad en segundos
fr: Délai minimum d’inactivité en secondes
gl: Tempo mínimo sen acción en segundos
hu: Minimális bemeneti tétlenség másodperc
it_it: Minimo intervallo di inattività dell'input, secondi
ja: 最小入力アイドル秒
ko_kr: 최소 입력 유휴 초
nl_nl: Min geen invoer in seconden
pl: Minimalna liczba sekund bezczynności
pt_br: Tempo mínimo de inatividade em segundos
ro: Interval minim de inactivitate (sec.)
ru: Минимальное ожидание ввода (сек)
sk: Minimum sekúnd nečinnosti pri zadávaní údajov
sr: Минимално време без уноса у секундама
tr: Saniye cinsinden en az giriş boşta beklemesi
uk: Найменша кількість секунд бездіяльності
zh_cn: 最小输入空闲秒数

source: Max input idle seconds
ar: مقدارُ العدِّ التصاعدي بالثواني
ca: Temps màxim d'inactivitat en segons
cs: Max. prodleva spuštění v sekundách
de: Max. Eingabe Leerlaufsekunden
el: Μέγιστος χρόνος αδράνειας σε δευτερόλεπτα
es: Tiempo máximo de inactividad en segundos
fr: Délai maximum d’inactivité en secondes
gl: Tempo máximo sen acción en segundos
hu: Maximális bemeneti tétlenség másodperc
it_it: Max secondi input inattivo
ja: 最大入力アイドル秒
ko_kr: 최대 입력 유휴 초
nl_nl: Max geen invoer in seconden
pl: Maksymalna liczba sekund bezczynności
pt_br: Tempo máximo de inatividade em segundos
ro: Interval maxim de inactivitate (sec.)
ru: Максимальное ожидание ввода (сек)
sk: Maximum sekúnd nečinnosti pri zadávaní údajov
sr: Максимално време без уноса у секундама
tr: Saniye cinsinden en fazla giriş boşta beklemesi
uk: Найбільша кількість секунд бездіяльності
zh_cn: 最大输入空闲秒数

source: Input window seconds
ar: نافذة الادخال بالثواني
ca: Finestra de configuració de segons
cs: Časový limit pro spuštění v sekundách
de: Eingabefenster Sekunden
el: Παράθυρο δραστηριότητας σε δευτερόλεπτα
es: Ventana de configuración de segundos
fr: Fenêtre d’activité en secondes
gl: Ventá de acción en segundos
hu: Bemeneti ablak másodpercek
it_it: Secondi della finestra di input
ko_kr: 입력 창 시간(초)
nl_nl: Invoervenster in seconden
pl: Okno wprowadzania sekund
pt_br: Janela de entrada de segundos
ro: Fereastră de intrare (sec.)
ru: Временно́е «окно» ввода (сек)
sk: Počet sekúnd pri zadávaní údajov
sr: Прозор уноса у секундама
tr: Saniye cinsinden giriş penceresi
uk: Вікно вводу секунд
zh_cn: 输入窗口秒数

source: Always standby if battery below
ar: دائما في وضع الاستعداد إذا كانت البطارية منخفضة
ca: Entrar sempre en manera d'espera amb bateria baixa
cs: Při nízkém stavu baterie vždy pohotovostní režim
de: Immer Standby, wenn Batterie niedrig
el: Πάντα σε κατάσταση αναμονής εάν η μπαταρία είναι χαμηλή
es: Entrar siempre en modo de espera con batería baja
fa: همیشه در حالت آماده به کار اگر باتری کمتر از
fr: Toujours mettre en veille si le niveau de charge est inférieur à
gl: Suspender sempre se a batería está baixa
hu: Kerüljön készenléti állapotba, ha az akkuszint alacsony
it_it: Sempre standby se la batteria è a meno di
ja: バッテリー残量が少ない場合は常にスタンバイ
ko_kr: 배터리가 낮으면 항상 대기 상태로
nl_nl: Altijd slapen als batterij lager dan
pl: Zawsze stan czuwania, jeśli poziom akumulatora poniżej
pt_br: Sempre entrar no modo de espera quando a bateria estiver fraca
ro: Întră mereu în suspendare dacă bateria este sub
ru: Уровень заряда для перехода в режим ожидания
sk: Vždy prepnúť na pohotovostný režim, ak je batéria vybitá pod
sr: Увек пређи у стање приправности ако је батерија испод
tr: Pil şunun altına düştüğünde beklemeye geçilsin
uk: Завжди в режимі очікування, якщо заряд АКБ нижче
zh_cn: 始终自动待机，如果电量低于
