Repository: spruceUI/spruceOS
Catalog: App/KoReader/l10n/*/koreader.po
Languages: ar, ca, cs, de, el, es, fa, fr, gl, hu, it_it, ja, ko_kr, nl_nl, pl, pt_br, ro, ru, sk, sr, tr, uk, zh_cn

source: Styles have changed in such a way that fully reloading the document may be needed for a correct rendering. %1Do you want to reload the document?
ar: لقد تغيرت الأنماط بحيث قد تكون هناك حاجة إلى إعادة تحميل المستند بالكامل من أجل العرض الصحيح. %1 هل تريد إعادة تحميل المستند؟
ca: Els estils han canviat de tal manera que pot ser necessari tornar a carregar per complet el document per a un renderitzat correcte. %1 Vol recarregar el document?
cs: Styly se změnily takovým způsobem, že je třeba dokument znovu načíst, aby byl správně vykreslen. %1Chcete dokument znovu načíst?
de: Die Stile haben sich so geändert, dass ein vollständiges Neuladen des Dokuments für eine korrekte Darstellung erforderlich sein kann. %1Möchten Sie das Dokument neu laden?
el: Τα στυλ έχουν αλλάξει με τέτοιο τρόπο ώστε να απαιτείται πλήρης επαναφόρτωση του εγγράφου για τη σωστή απόδοση. %1 Θέλετε να φορτώσετε ξανά το έγγραφο;
es: Los estilos han cambiado de tal manera que puede ser necesario volver a cargar por completo el documento para un renderizado correcto. %1¿Quiere recargar el documento?
fa: سبک (Style) به شکلی تغییر کرده است که نمایش صحیح آن نیاز به بارگزاری مجدد کل سند دارد. %1 آیا می‌خواهید سند دوباره بارگزاری شود؟
fr: Les styles ont été modifiés de telle sorte que le rechargement complet du document peut être nécessaire pour un rendu correct. %1Voulez-vous recharger le document ?
gl: Os estilos cambiaron de tal xeito que para unha correcta presentación do documento pode ser necesaria unha recarga complete do mesmo. %1Queres recargar o documento?
hu: A stílusok oly mértékben megváltoztak, hogy a helyes megjelenítéshez szükség lehet a dokumentum újraolvasására. %1 Újraolvassa most a dokumentumot?
it_it: Gli stili sono cambiati in modo tale che potrebbe essere necessario ricaricare completamente il documento per una resa grafica corretta. %1Vuoi ricaricare il documento?
ja: スタイルが変更されたため、正しい描画のために文書の完全な再読み込みが必要になる場合があります。 %1文書を再読み込みしますか？
ko_kr: 스타일이 바뀌어서 문서를 완전히 다시 열어야 올바르게 렌더링이 될 수 있습니다. %1 문서를 다시 열까요?
nl_nl: Stijlen gewijzigd, waardoor het document opnieuw gerenderd moet worden voor een juiste weergave. %1Het document herladen?
pl: Style zmieniły się w taki sposób, że wymagane jest pełne przeładowanie dokumentu w celu poprawnego renderowania. %1Czy chcesz ponownie załadować dokument?
pt_br: Os estilos foram alterados de forma que o recarregamento completo do documento seja necessário para uma renderização correta. %1Deseja recarregar o documento?
ro: Stilurile au fost modificate în așa fel încît o reîncărcare a dorumentului ar putea fi necesară pentru o redare corectă. %1 Dorești să reîncarci documentul?
ru: Стили изменились таким образом, что для правильной отрисовки может потребоваться полная перезагрузка документа. %1 Вы хотите перезагрузить документ?
sk: Štýly sa zmenili takým spôsobom, že pre správne vykreslenie textu môže byť potrebné znovu-načítanie dokumentu. %1 Prajete si znova načítať dokument?
sr: Услед начина на који су измењени стилови, за исправан приказ документа је потребно да се он у потпуости поново учита. %1Да ли желите да поново учитате документ?
tr: Biçemler belgenin doğru görüntülenmesi için tamamen yeniden yüklenmesini gerektirebilecek şekilde değiştirildi. %1Belgeyi yeniden yüklemek ister misiniz?
uk: Стилі змінилися так, що для правильного показу може знадобитися повне перезавантаження документа. %1Хочете перезавантажити документ?
zh_cn: 修改的样式可能需要完全重载文档以获得正确的渲染效果。 %1你想要重载此文档吗？

source: When hide non-linear fragments is enabled, any non-linear fragments will be hidden from the normal page flow. Such fragments will always remain accessible through links, the table of contents and the 'Go to' dialog. This only works in single-page mode.
ar: عند تمكين إخفاء الأجزاء غير الخطية ، سيتم إخفاء أي أجزاء غير خطية من تدفق الصفحة العادي. ستظل هذه الأجزاء قابلة للوصول دائمًا من خلال الروابط وجدول المحتويات ومربع الحوار "الانتقال إلى". هذا يعمل فقط في وضع الصفحة الواحدة.
ca: En activar l'opció no mostrar fragments no lineals, els fragments no lineals no es mostraran en el flux de pàgina normal. Es podrà accedir a aquests fragments per mitjà d'enllaços, de l'Índex, o de la funció "Anar a". Aquesta opció només funciona en el mode d'una sola pàgina.
cs: Když je povoleno skrývání nelineárních částí knihy, budou při normálním procházení knihy jakékoliv její nelineární části skryty. Tyto skryté části knihy zůstanou přístupné přes odkazy, obsah knihy a „Přejít na“ dialog. Tato funkce funguje pouze v režimu zobrazení „stránka“.
de: Wenn nichtlineare Fragmente ausblenden aktiviert ist, werden alle nichtlinearen Fragmente vor dem normalen Seitenfluss ausgeblendet. Solche Fragmente bleiben immer über Links, dem Inhaltsverzeichnis und dem 'Gehe zu'-Dialog zugänglich. Dies funktioniert nur im Einzelseitenmodus.
el: Όταν η επιλογή «Απόκρυψη τμημάτων εκτός κειμένου» είναι ενεργοποιημένη, όλα τα τμήματα εκτός του κύριου κειμένου θα αποκρύπτονται από την κανονική ροή των σελίδων. Τέτοια τμήματα θα παραμένουν πάντα προσβάσιμα μέσω των συνδέσμων, του πίνακα περιεχομένων και του διαλόγου «Μετάβαση σε». Αυτό λειτουργεί μόνο σε τύπο προβολής σελίδας.
es: Al activar la opción no mostrar fragmentos no lineales, los fragmentos no lineales no se mostrarán en el flujo de página normal. Se podrá acceder a estos fragmentos por medio de enlaces, del Índice, o de la función "Ir a". Esta opción sólo funciona en el modo de una sola página.
fr: Lorsque l’option « Masquer les fragments non-linéaires » est activée, tous les fragments non-linéaires seront masqués dans le défilement normal des pages. Ces fragments resteront toujours accessibles via les liens, la table des matières et la boîte de dialogue « Aller à ». Ceci ne fonctionne qu’en mode page unique.
gl: Cando ocultar os fragmentos non lineais está activado, calquer fragmento non lineal será oucltado do fluxo normal da páxina. Estes fragmentos son sempre accesibles a través de ligazón, a tabla de contidos ou o diálogo "Ir a". Esta opción funciona só no modo dunha soa páxina.
hu: Ha a nem lineáris töredékek elrejtése engedélyezve van, ezek el lesznek rejtve a normál oldalfolyam elől. Az ilyen töredékek mindig elérhetőek maradnak a linkeken, a tartalomjegyzéken és a "Tovább a témához" párbeszédpanelen keresztül. Ez csak egyoldalas üzemmódban működik.
it_it: Quando è abilitato il nascondere i frammenti non lineari, qualsiasi frammento non lineare sarà nascosto dal normale flusso di pagine. Tali frammenti rimarranno sempre accessibili attraverso i link, l'indice e la finestra di dialogo 'Vai a'. Questo funziona solo in modalità pagina singola.
ko_kr: 비선형 조각 숨기기가 활성화되면 모든 비선형 조각이 일반 페이지 흐름에서 숨겨집니다. 이러한 조각은 항상 링크와 차례, '이동' 대화 상자를 통해서 접근할 수 있습니다. 이것은 단일 페이지 모드에서만 작동합니다.
nl_nl: Als deze optie is ingeschakeld, zullen niet-lineaire fragmenten in een document niet zichtbaar zijn in de normale paginastroom. Ze zullen nog steeds toegankelijk zijn via links, de inhoudsopgave of de ga naar-dialoog. Dit werkt op dit moment alleen in paginamodus, niet in scrollmodus.
pl: Gdy włączone jest ukrywanie nieliniowych fragmentów, wszelkie nieliniowe fragmenty będą ukryte w normalnym przepływie strony. Takie fragmenty zawsze pozostaną dostępne za pośrednictwem odnośników, spisu treści i okna dialogowego 'Przejdź do'. Działa to tylko w trybie pojedynczej strony.
pt_br: Quando “esconder fragmentos não lineares” está ativado, qualquer fragmento não linear vai ser escondido do fluxo normal de páginas. Tais fragmentos vão sempre estar acessíveis através de links, do índice e do menu “Ir para”. Isso só funciona em modo de página única.
ro: Cînd „ascunde fragmentele neliniare” este activat, orice fragment neliniar va fi ascuns din fluxul normal al paginii. Asemenea fragmente vor putea fi mereu accesate prin legături, tabla de materii și dialogul „Mergi la”. Acest lucru nu funcționează decît în vederea pagină simplă.
ru: Когда скрытие нелинейных фрагментов включено, все подобные элементы EPUB перестают отображаться в обычном потоке страниц. Доступны такие фрагменты будут через ссылки, оглавление и диалог «Перейти к». Данный параметр работает только в одностраничном режиме.
sk: Ak je zapnutá možnosť skryť nelineárne fragmenty, všetky nelineárne fragmenty sa skryjú z bežného toku stránky. Takéto fragmenty zostanú vždy prístupné prostredníctvom odkazov, obsahu a dialógového okna "Prejsť na". Toto funguje len v režime jednej stránky.
sr: Када је укључено скривање нелинеарниг фрагмената, сви нелинеарни фрагменти ће се сакрити из уобичајеног тока страница. Таквим фрагментима ће увек моћи да се приступи помоћу линкова, садржаја и дијалога ’Иди на’. Ово функционише само у режиму једне странице.
tr: Doğrusal olmayan parçalar gizlensin seçeneği etkinleştirildiğinde, doğrusal olmayan parçalar normal sayfa akışında gizlenir. Bu tür parçalara bağlantılar, içindekiler tablosu ve 'Git' penceresi ile erişilebilir. Bu seçenek yalnızca tek sayfa kipinde çalışır.
uk: Якщо увімкнено приховування нелінійних фрагментів, будь-які нелінійні фрагменти буде приховано від звичайного потоку сторінок. Такі фрагменти завжди залишатимуться доступними через посилання, зміст і діалогове вікно "Перейти до". Це працює лише в односторінковому режимі.
zh_cn: 启用“隐藏非线性片段”选项时，任何非线性片段都将从正常的页面流中隐藏，但用户仍然可以通过链接、目录或“转到”对话框访问它们。目前只能在单页模式下工作。

source: Hide non-linear fragments
ar: إخفاء الأجزاء غير الخطية
ca: No mostrar fragments no lineals
cs: Skrýt nelineární části knihy
de: Nichtlineare Fragmente ausblenden
el: Απόκρυψη τμημάτων εκτός κειμένου
es: No mostrar fragmentos no lineales
fr: Masquer les fragments non-linéaires
gl: Ocultar fragmentos non lineais
hu: Nemlineáris töredékek elrejtése
it_it: Nascondi frammenti non lineari
ko_kr: 비선형 조각 숨기기
nl_nl: Niet-lineaire fragmenten verbergen
pl: Ukryj nieliniowe fragmenty
pt_br: Esconder fragmentos não lineares
ro: Ascunde fragmentele neliniare
ru: Скрывать нелинейные фрагменты
sk: Skryť nelineárne fragmenty
sr: Сакриј нелинеарне фрагменте
tr: Doğrusal olmayan parçalar gizlensin
uk: Сховати нелінійні фрагменти
zh_cn: 隐藏非线性片段

source: Set default hide non-linear fragments to %1?
ar: تعيين الافتراضي إخفاء الأجزاء غير الخطية إلى %1؟
ca: Seleccionar %1 com a opció predeterminada de No mostrar fragments no lineals?
cs: Chcete „%1“ skrytí nelineárních částí knihy jako výchozí možnost?
de: Standardmäßig nichtlineare Fragmente ausblenden auf %1 setzen?
el: %1: Να οριστεί ως προεπιλογή για «Απόκρυψη τμημάτων εκτός κειμένου»;
es: ¿Seleccionar %1 como opción predeterminada de No mostrar fragmentos no lineales?
fr: Modifier le réglage par défaut de « Masquer les fragments non-linéaires » en : %1 ?
gl: Establecer valor por defecto para ocultar fragmentos non lineais como %1?
hu: Beállítja alapértelmezettnek a nemlineáris töredékek (fragments) elrejtését erre '%1'?
it_it: Imposta valore predefinito per nascondere i frammenti non lineari in %1?
ko_kr: 비선형 조각 숨기기 기본값을 %1로 설정할까요?
nl_nl: Stel standaard verbergen van niet-lineaire fragmenten in op %1?
pl: Ustawić domyślne ukrywanie nieliniowych fragmentów na %1?
pt_br: Definir padrão de fragmentos não lineares para %1?
ro: Setezi modul implicit de ascundere a fragmentelor neliniare la %1?
ru: Изменить скрытие нелинейных фрагментов по умолчанию на «%1»?
sk: Nastaviť ako predvolené skrytie nelineárnych fragmentov na %1?
sr: Да поставим подразумевано скривање нелинеарних фрагмената на %1?
tr: Doğrusal olmayan parçaların gizlenmesi varsayılanı %1 olarak ayarlansın mı?
uk: Встановити стандартне збільшення до %1?
zh_cn: 设置默认隐藏非线性片段至 %1？

source: enabled
ar: مفعّل
ca: Habilitat
cs: povoleno
de: aktiviert
el: ενεργοποιημένο
es: activado
fa: فعال شده
fr: activé
gl: activado(s)
hu: engedélyezett
it_it: abilitato
ja: 有効
ko_kr: 활성화됨
nl_nl: ingeschakeld
pl: włączone
pt_br: ativado
ro: activat
ru: включено
sk: zapnuté
sr: укључено
tr: etkin
uk: ввімкнено
zh_cn: 已启用

source: disabled
ar: معطل
ca: deshabilitada
cs: zakázáno
de: deaktiviert
el: απενεργοποιημένο
es: deshabilitada
fa: غیرفعال شده
fr: désactivé
gl: desactivado(s)
hu: letiltva
it_it: disabilitato
ja: 無効
ko_kr: 비활성화
nl_nl: uitgeschakeld
pl: wyłączone
pt_br: desativado
ro: dezactivată
ru: отключено
sk: vypnuté
sr: искључено
tr: devre dışı
uk: вимкнено
zh_cn: 已禁用

source: Enable partial renderings
ca: Activar renderitzacions parcials
cs: Povolit částečné vykreslení
de: Partielle Renderings aktivieren
el: Ενεργοποίηση μερικών αποδόσεων
es: Activar renderizaciones parciales
fr: Activer les rendus partiels
gl: Permitir renderizados parciais
hu: Részleges renderelés engedélyezése
it_it: Abilita rendering parziale
ja: 部分描画を有効にする
ko_kr: 부분 렌더링 활성화
nl_nl: Gedeeltelijke renderings inschakelen
pl: Włącz częściowe renderowanie
pt_br: Ativar renderizações parciais
ru: Включить отрисовку частями
sk: Povoliť čiastočné vykresľovanie
sr: Укључи делимична приказивања
tr: Parçalı oluşturma kullanılsın
uk: Увімкнути частковий рендеринг
zh_cn: 启用部分渲染

source: With EPUB documents (having multiple fragments), text appearance adjustments can be made quicker by only rendering the current chapter. After such partial renderings, the book and KOReader are in a degraded state: you can turn pages, but some info and features may be broken or disabled (ie. footer info, ToC, statistics…). To get back to a sane state, a full rendering will happen in the background, get cached, and the document will be seamlessly reloaded after a brief period of inactivity.
ca: Amb els documents EPUB (que tenen múltiples fragments), els ajustos de l'aparença del text poden fer-se amb major rapidesa si només es renderitza el capítol actual. Després d'aquestes renderitzacions parcials, el llibre i KOReader es troben en un estat degradat: es pot passar pàgines, però algunes informacions i funcions poden estar trencades o deshabilitades (per exemple, informació de peus de pàgina, índexs, estadístiques...). Per a tornar a un estat normal, es realitzarà una renderització completa en segon pla, s'emmagatzemarà en caixet i el document es tornarà a carregar sense problemes després d'un breu període d'inactivitat.
de: Bei EPUB-Dokumenten (mit mehreren Fragmenten) kann das Erscheinungsbild des Textes schneller angepasst werden, indem nur das aktuelle Kapitel gerendert wird. Nach einem solchen teilweisen Rendering befinden sich das Buch und der KOReader in einem gestörten Zustand: Sie können umblättern, aber einige Informationen und Funktionen sind möglicherweise defekt oder deaktiviert (z. B. Fußzeileninformationen, Inhaltsangaben, Statistiken usw.). Um zu einem normalen Zustand zurückzukehren, wird ein vollständiges Rendering im Hintergrund durchgeführt, zwischengespeichert und das Dokument nach einer kurzen Zeit der Inaktivität nahtlos neu geladen.
el: Με τα έγγραφα EPUB (που έχουν πολλαπλά τμήματα), οι προσαρμογές της εμφάνισης του κειμένου μπορούν να γίνουν ταχύτερα με την απόδοση μόνο του τρέχοντος κεφαλαίου. Μετά από τέτοιες μερικές αποδόσεις, το βιβλίο και το KOReader βρίσκονται σε υποβαθμισμένη κατάσταση: μπορείτε να γυρίσετε σελίδες, αλλά ορισμένες πληροφορίες και λειτουργίες μπορεί να είναι κατεστραμμένες ή απενεργοποιημένες (π.χ. πληροφορίες υποσέλιδου, Πίνακας Περιεχομένων, στατιστικά στοιχεία...). Για να επιστρέψετε σε μια υγιή κατάσταση, μια πλήρης απόδοση θα γίνει στο παρασκήνιο, θα αποθηκευτεί στην προσωρινή μνήμη και το έγγραφο θα επαναφορτωθεί απρόσκοπτα μετά από μια σύντομη περίοδο αδράνειας.
es: Con los documentos EPUB (que tienen múltiples fragmentos), los ajustes de la apariencia del texto pueden hacerse más rápidamente renderizando sólo el capítulo actual. Después de estas renderizaciones parciales, el libro y KOReader se encuentran en un estado degradado: puedes pasar páginas, pero algunas informaciones y funciones pueden estar rotas o deshabilitadas (por ejemplo, información de pie de página, TdC, estadísticas...). Para volver a un estado normal, se realizará una renderización completa en segundo plano, se almacenará en caché y el documento se volverá a cargar sin problemas tras un breve periodo de inactividad.
fr: Avec les documents EPUB (qui ont plusieurs fragments), les ajustements d'apparence du texte peuvent être effectués plus rapidement en ne rendant que le chapitre en cours. Après de tels rendus partiels, le livre et KOReader sont dans un état dégradé : vous pouvez tourner les pages, mais certaines informations et fonctionnalités peuvent être cassées ou désactivées (par exemple les informations de pied de page, la table des matières, les statistiques...). Pour revenir à un état sain, un rendu complet se produira en arrière-plan, sera mis en cache et le document sera rechargé en toute transparence après une brève période d'inactivité.
gl: Con documentos EPUB (conteñen múltiples fragmentos), os axustes do aspecto do texto poden facerse máis rápido renderizando só o capítulo actual. Despois dun renderizado parcial, o libro e KOReader están nun estado degradado: podes pasar páxina, pero algunhas informacións e características poden non funcionar correctamente ou son desactivadas (por ex. información na parte inferior, índice, estatísticas, ...). Para volver a un estado válido, un renderizado completo será realizado en segundo plano, gardado e o documento será cargado de novo automaticamente tras un curto período de inactividade.
hu: EPUB-dokumentumok esetében (amelyek több fragmentből állnak) a szöveg megjelenés beállítása gyorsabban elvégezhető, ha csak az aktuális fejezetet rendereljük. Az ilyen részleges renderelés után a könyv és a KOReader csökkentett állapotba kerül: lehet lapozni, de egyes információk és funkciók „töröttek” vagy letiltottak lehetnek (pl. lábléc, ToC, statisztikák...). A „normális” állapotba való visszatéréshez a teljes renderelés a háttérben történik, gyorsítótárba kerül, és a dokumentum egy rövid inaktív időszak után zökkenőmentesen újratöltődik.
it_it: Con i documenti EPUB (che hanno più frammenti), le regolazioni dell'aspetto del testo possono essere effettuate più rapidamente eseguendo il rendering solo del capitolo corrente. Dopo questi rendering parziali, il libro e KOReader si trovano in uno stato degradato: è possibile girare le pagine, ma alcune informazioni e funzionalità potrebbero essere interrotte o disabilitate (ad esempio, informazioni a piè di pagina, indice, statistiche...). Per tornare a uno stato sano, il rendering completo avviene in secondo piano, viene memorizzato nella cache e il documento viene ricaricato senza problemi dopo un breve periodo di inattività.
ja: EPUB文書(複数のフラグメントを持つ)では、現在の章のみを描画することで、文章の外観調整をより迅速に行うことができます。 このような部分的な描画の後、書籍とKOReaderは限定状態になります。すなわち、ページをめくることはできますが、いくつかの情報や機能が壊れたり無効になったりします(フッター情報、目次、統計情報など)。 正常な状態に戻すため、完全な描画がバックグラウンドで行われ、キャッシュされ、短時間の非アクティブの後に文書がシームレスに再読み込みされます。
ko_kr: EPUB 문서(여러 조각 포함)를 사용하면 현재 장만 렌더링하여 텍스트 모양 조정을 더 빠르게 수행할 수 있습니다. 이러한 부분 렌더링 후 책과 KOReader는 성능이 저하된 상태입니다. 페이지를 넘길 수 있지만 일부 정보와 기능이 손상되거나 비활성화될 수 있습니다(예: 바닥글 정보, 차례, 통계…). 정상 상태로 돌아가기 위해 전체 렌더링이 백그라운드에서 발생하고 캐시되며, 잠깐 동안 사용하지 않으면 문서가 원활하게 다시 로드됩니다.
nl_nl: Bij EPUB-documenten (met meerdere fragmenten) kan het uiterlijk van de tekst sneller worden aangepast door alleen het huidige hoofdstuk te renderen. Na zo'n gedeeltelijke render zijn het boek en de KOReader in een verslechterde staat: pagina's kunnen worden omgeslagen, maar sommige informatie en functies kunnen defect of uitgeschakeld zijn (bv. voettekstinformatie, inhoudsopgave, statistieken, …). Om terug te keren naar een gezonde staat, zal een volledige render op de achtergrond plaatsvinden, in de cache geplaatst worden, en het document zal naadloos herladen worden na een korte periode van inactiviteit.
pl: W przypadku dokumentów EPUB (zawierających wiele fragmentów) dostosowanie wyglądu tekstu można wykonać szybciej, renderując tylko bieżący rozdział. Po takim częściowym renderowaniu książka i KOReader są w pogorszonym stanie: można przewracać strony, ale niektóre informacje i funkcje mogą być uszkodzone lub wyłączone (np. informacje w stopce, spis treści, statystyki…). Aby powrócić do normalnego stanu, pełny rendering odbędzie się w tle, zostanie zbuforowany, a dokument zostanie płynnie przeładowany po krótkim okresie bezczynności.
pt_br: Com documentos EPUB (com vários fragmentos), os ajustes de aparência do texto podem ser feitos mais rapidamente renderizando apenas o capítulo atual. Após essas renderizações parciais, o livro e o KOReader estão em um estado degradado: você pode virar as páginas, mas algumas informações e recursos podem estar corrompidos ou desativados (por exemplo, informações do rodapé, ToC , estatísticas…). Para voltar a um estado normal, uma renderização completa acontecerá em segundo plano, será armazenada em cache e o documento será recarregado sem interrupções após um breve período de inatividade.
ru: В документах EPUB (состоящих из несколько фрагментов) обработка внешнего вида текста может выполняться быстрее за счёт отрисовки только текущей главы. При использовании такой частичной отрисовки возможности KOReader по работе с книгами несколько ограничены: можно листать страницы, но некоторые функции могут быть неработоспособны или отключены (например, информация в нижнем колонтитуле, оглавление, статистика…). Для возврата в нормальное состояние выполняется полная отрисовка документа в фоновом режиме, он заново кэшируется и плавно перезагружается после недолгого бездействия.
sk: V prípade dokumentov EPUB (s viacerými fragmentmi) možno úpravy vzhľadu textu vykonať rýchlejšie, a to tak, že sa vykreslí len aktuálna kapitola. Po takomto čiastočnom vykreslení sú kniha a KOReader v obmedzenom režime: môžete otáčať stránky, ale niektoré informácie a funkcie môžu byť nefunkčné alebo vypnuté (t. j. informácie v pätičke, tabuľka s obsahom knihy, štatistiky...). Ak sa chcete vrátiť do normálneho režimu, úplné vykreslenie prebehne na pozadí, uloží sa do vyrovnávacej pamäte a dokument sa po krátkej nečinnosti plynule načíta.
sr: У случају EPUB докумената (који имају више фрагмената), подешавања изгледа текста могу брже да се изврше тако што се прикаже само текуће поглавље. Након таквих делимичних приказа, књига и KOReader су у деградираном стању: можете да окрећете странице, али неке информације и могућности могу да буду неисправне или искључене (нпр. информације у подножју, садржај, статистика…). Да бисте се вратили на исправно стање, у позадини ће се обавити потпуни приказ, кешираће се, па ће се документ глатко учитати након кратког периода неактивности.
tr: EPUB belgelerinde (birkaç parça olan), metin görünümü ayarlamaları yalnızca geçerli bölüm için daha hızlı yapılabilir. Bu tür parçalı oluşturmalardan sonra, kitap ve KOReader daha düşük düzeydedir: Sayfaları çevirebilirsiniz, ancak bazı bilgiler ve özellikler bozulabilir veya devre dışı olabilir (alt bilgi, içindekiler, istatistikler gibi). Düzgün duruma geri dönmek için arka planda tam bir oluşturma yapılır, ön belleğe alınır ve kısa bir süre işlem yapılmadığında belge sorunsuz bir şekilde yeniden yüklenir.
uk: У документах EPUB (що складаються з кількох фрагментів) коригування вигляду тексту можна зробити швидше, показавши лише поточний розділ. Після такого часткового рендерингу книга і KOReader перебувають у погіршеному стані: ви можете гортати сторінки, але деяка інформація та функції можуть не працювати або будуть вимкнені (наприклад, інформація про колонтитули, технічні характеристики, статистика…). Щоб повернутися до нормального стану, повний рендеринг відбудеться у фоновому режимі, буде кешований, і документ буде плавно перезавантажено після короткого періоду неактивності.
zh_cn: 对于含有多个片段的EPUB文档而言，启用部分渲染后，仅渲染当前章节可以使文字调整更快。 在启用部分渲染后，会进入降级渲染模式。你可以正常翻页，但部分信息和功能可能不可用（例如脚注信息、目录和统计等）。 在回到正常模式后，文档会在后台做完整渲染并缓存，并在完成后无缝重载。
