Repository: spruceUI/spruceOS
Catalog: App/KoReader/l10n/*/koreader.po
Languages: ar, ca, cs, de, el, es, fa, fr, gl, hu, it_it, ja, ko_kr, nl_nl, pl, pt_br, ro, ru, sk, sr, tr, uk, zh_cn

source: Set horizontal zoom overlap (between columns).
ar: تعيين تداخل التكبير الأفقي (بين الأعمدة).
ca: Configurar solapament de zoom horitzontal (entre columnes).
cs: Nastavte vodorovný přesah při zazoomování (mezi sloupečky).
de: Horizontale Zoom-Überlappung (zwischen Spalten) einstellen.
el: Ορίζει την οριζόντια επικάλυψη της μεγέθυνσης (μεταξύ στηλών).
es: Configurar solapamiento de zoom horizontal (entre columnas).
fa: همپوشانی بزرگنمایی افقی (بین ستون ها) را تنظیم کنید.
fr: Règle le chevauchement horizontal du zoom (entre colonnes).
gl: Axustar o solapamento de zoom horizontal entre columnas.
hu: Vízszintes zoom átfedés beállítása (oszlopok között).
it_it: Imposta la sovrapposizione dello zoom orizzontale (tra le colonne).
ja: 水平方向のズーム時重ね合わせ(列間)を設定します。
ko_kr: 수평 확대/축소 겹침(열 사이)을 설정합니다.
nl_nl: Horizontale zoomoverlap instellen (tussen kolommen).
pl: Ustaw nakładanie powiększenia w poziomie (między kolumnami).
pt_br: Definir sobreposição de ampliação horizontal (entre colunas).
ro: Setează suprapunerea orizontală la mărire (dintre coloane).
ru: При кадрировании страницы обеспечивает горизонтальное перекрытие между столбцами.
sk: Nastaviť prekrytie horizontálneho priblíženia (medzi stĺpcami).
sr: Поставља хоризонтално преклапање код зумирања (између колона).
tr: Yatay yakınlaştırma örtüşmesini (sütunlar arasında) ayarlayın.
uk: Встановити горизонтальне перекриття масштабвання (між стовпцями).
zh_cn: 设置水平缩放重叠 (列之间)。

source: Vertical overlap
ar: تداخل عمودي
ca: Solapament vertical
cs: Svislý přesah
de: Vertikale Überlappung
el: Κάθετη επικάλυψη
es: Configurar solapamiento vertical
fa: همپوشانی عمودی
fr: Chevauchement Vert
gl: Solapamento vertical
hu: Függőleges átfedés
it_it: Sovrapposizione verticale
ja: 垂直方向の重ね合わせ
ko_kr: 세로 겹침
nl_nl: Verticale overlapping
pl: Pionowe nakładanie
pt_br: Sobreposição vertical
ro: Suprapunere verticală
ru: Перекрытие рядов
sk: Vertikálne prekrytie
sr: Вертикално преклапање
tr: Dikey örtüşme
uk: Вертикальне перекриття
zh_cn: 垂直重叠

source: Set vertical zoom overlap (between lines).
ar: تعيين تداخل التكبير الرأسي (بين السطور).
ca: Configurar solapament de zoom vertical (entre línies).
cs: Nastavte svislý přesah při zazoomování (mezi řádky).
de: Vertikale Zoom-Überlappung (zwischen Linien) einstellen.
el: Ορίζει την κάθετη επικάλυψη της μεγέθυνσης (μεταξύ γραμμών).
es: Configurar solapamiento de zoom vertical (entre líneas).
fa: همپوشانی بزرگنمایی عمودی (بین ستون ها) را تنظیم کنید.
fr: Règle le chevauchement vertical du zoom (entre lignes).
gl: Axustar o solapamento de zoom vertical (entre liñas).
hu: Függőleges zoom átfedés beállítása (sorok között).
it_it: Imposta la sovrapposizione dello zoom verticale (tra le linee).
ja: 垂直方向のズーム時重ね合わせ(行間)を設定します。
ko_kr: 수직 확대/축소 겹침(행 사이)을 설정합니다.
nl_nl: Verticale zoomoverlap instellen (tussen lijnen).
pl: Ustaw nakładanie powiększenia w pionie (między wierszami).
pt_br: Definir sobreposição de ampliação vertical (entre linhas).
ro: Setează suprapunerea verticală la mărire (dintre linii).
ru: При кадрировании страницы обеспечивает вертикальное перекрытие между строками.
sk: Nastaviť prekrytie vertikálneho priblíženia (medzi riadkami).
sr: Поставља вертикално преклапање код зумирања (између линија).
tr: Dikey yakınlaştırma örtüşmesini (satırlar arası) ayarlar.
uk: Встановити вертикальне перекриття масштабування (між рядками).
zh_cn: 设置垂直缩放重叠 (行之间)。

source: Fit
ar: لائق
ca: Ajustar
cs: Zazoomovat na
de: Anpassen
el: Προσαρμογή
es: Ajustar
fr: Ajuster à
gl: Axustar
hu: Illeszkedés
it_it: Adatta
ja: 合わせ (fit)
ko_kr: 맞춤
nl_nl: Passen
pl: Dopasowanie
pt_br: Ajustar
ro: Potrivire
ru: Размер
sk: Prispôsobiť
sr: Уклопи
tr: Sığdır
uk: Заповнення
zh_cn: 适合屏幕

source: Set how the page should be resized to fit the screen.
ar: قم بتعيين كيفية تغيير حجم الصفحة لتناسب الشاشة.
ca: Determinar la forma en què la pàgina ha de ser redimensionada per a ajustar-se a la pantalla.
cs: Nastavte jak má být změněna velikost stránky a jak se má vejít na obrazovku.
de: Legen Sie fest, wie die Größe der Seite an den Bildschirm angepasst werden soll.
el: Ορίζει τον τρόπο αλλαγής του μεγέθους της σελίδας ώστε να ταιριάζει στην οθόνη.
es: Determinar la forma en que la página debe ser redimensionada para ajustarse a la pantalla.
fr: Définit comment la page doit être redimensionnée pour s’adapter à l’écran.
gl: Configurar como cambiar o tamaño da páxina para axustarse á pantalla.
hu: Állítsa be, hogyan legyenek az oldalak átméretezve, hogy elférjenek a kijelzőn.
it_it: Imposta come la pagina dovrebbe essere ridimensionata per adattarsi allo schermo.
ja: 画面に合わせてページをどのようにリサイズするかを設定します。
ko_kr: 화면에 맞게 페이지 크기를 조정하는 방법을 설정합니다.
nl_nl: Stel in hoe het formaat van de pagina moet worden aangepast aan het scherm.
pl: Ustaw sposób zmiany rozmiaru strony, aby dopasować ją do ekranu.
pt_br: Define como a página deve ser redimensionada para se ajustar à tela.
ro: Setează cum va fi redimensionată pagina pentru a se potrivi pe ecran.
ru: Задать такое изменение размера страницы, чтобы она вписалась в экран.
sk: Nastaví zmenu veľkosti strany tak, aby sa prispôsobila veľkosti obrazovky.
sr: Поставља начин на који би страници требало да се промени величина тако да стане на екран.
tr: Sayfanın ekrana sığacak şekilde nasıl yeniden boyutlandırılacağını ayarlayın.
uk: Визначте, як слід змінювати розмір сторінки відповідно до розміру екрана.
zh_cn: 设置如何调整页面大小以适合屏幕。

source: Rows
ar: الصفوف
ca: Files
cs: Řádky
de: Zeilen
el: Σειρές
es: Filas
fa: ردیف‌ها
fr: Lignes
gl: Filas
hu: Sorok
it_it: Righe
ja: 行
ko_kr: 행
nl_nl: Rijen
pl: Wiersze
pt_br: Linhas
ro: Rînduri
ru: Рядов
sk: Riadky
sr: Редове
tr: Satır sayısı
uk: Рядки
zh_cn: 列

source: Columns
ar: أعمدة
ca: Columnes
cs: Sloupečky
de: Spalten
el: Στήλες
es: Columnas
fa: ستون‌ها
fr: Colonnes
gl: Columnas
hu: Oszlopok
it_it: Colonne
ja: 列
ko_kr: 열
nl_nl: Kolommen
pl: Kolumny
pt_br: Colunas
ro: Coloane
ru: Колонок
sk: Stĺpce
sr: Колоне
tr: Sütunlar
uk: Стовпці
zh_cn: 分栏数

source: Number
ar: رقم
ca: Nombre
cs: Číslo
de: Nummer
el: Αριθμός
es: Número
fa: شماره
fr: Nombre
gl: Número
hu: Szám
it_it: Numero
ja: 数
ko_kr: 번호
nl_nl: Nummer
pl: Liczba
pt_br: Número
ro: Număr
ru: Число
sk: Číslo
sr: Број
tr: Numara
uk: Номер
zh_cn: 数字

source: Set the number of columns or rows into which to split the page.
ar: قم بتعيين عدد الأعمدة أو الصفوف التي تريد تقسيم الصفحة إليها.
ca: Configurar el nombre de columnes o files en les quals dividir la pàgina.
cs: Nastavte počet sloupečků nebo řádků, na které se má stránka rozdělit.
de: Legen Sie die Anzahl der Spalten oder Zeilen fest, in welche die Seite aufgeteilt werden soll.
el: Ορισμός αριθμού στηλών ή σειρών στις οποίες θα χωριστεί η σελίδα.
es: Configurar el número de columnas o filas en las que dividir la página.
fa: تعداد ستون‌ها یا ردیف‌هایی که صفحه را به آن‌ها تقسیم می‌کنید تنظیم کنید.
fr: Définit le nombre de colonnes ou de lignes en combien diviser la page.
gl: Axustar o número de columnas ou filas nas que dividir a páxina.
hu: Beállítja az oszlopok vagy sorok számát, amelyekre az oldalt fel kívánja osztani.
it_it: Imposta il numero di colonne o righe in cui suddividere la pagina.
ja: ページを分割する列数または行数を設定します。
ko_kr: 페이지를 분할할 열이나 행 수를 설정합니다.
nl_nl: Stel het aantal kolommen of rijen in waarin de pagina moet worden opgesplitst.
pl: Ustaw liczbę kolumn lub wierszy, na które chcesz podzielić stronę.
pt_br: Definir o número de colunas ou linhas em que dividir a página.
ro: Setează numărul de coloane sau rînduri în care să împarți pagina.
ru: Задать количество столбцов или строк, на которое нужно разделить страницу.
sk: Nastaviť počet stĺpcov alebo riadkov, na ktoré sa má stránka rozdeliť.
sr: Поставља број колона или редова на које да подели страницу.
tr: Sayfanın bölüneceği sütun veya satır sayısını ayarlayın.
uk: Встановіть кількість стовпців або рядків, на які слід розділити сторінку.
zh_cn: 设置要把页面分隔成的列或行数。

source: Zoom factor
ar: عامل التكبير
ca: Factor de zoom
cs: Faktor zvětšení
de: Zoom-Faktor
el: Συντελεστής μεγέθυνσης
es: Factor de zum
fa: ضریب بزرگنمایی
fr: Facteur de zoom
gl: Factor de zoom
hu: Nagyítási faktor
it_it: Fattore di zoom
ja: ズーム倍率
ko_kr: 확대/축소 비율
pl: Współczynnik powiększenia
pt_br: Fator de ampliação
ro: Factor mărire
ru: Масштаб кадра
sk: Faktor priblíženia
sr: Зум фактор
tr: Yakınlaştırma çarpanı
uk: Коефіцієнт масштабування
zh_cn: 缩放因子

source: Zoom to
ar: تكبير إلى
ca: Zoom a
cs: Režim zoomování
de: Vergrößern auf
el: Μεγέθυνση σε
es: Zoom a
fa: بزرگنمایی به
fr: Zoomer sur
gl: Axustar zoom a
hu: Nagyítás
it_it: Zoom a
ko_kr: 확대하기
nl_nl: Zoomen naar
pl: Powiększ do
pt_br: Ampliar para
ro: Mărește la
ru: Кадрирование
sk: Priblížiť
sr: Зумирај на
tr: Şuna yakınlaştır
uk: Збільшити до
zh_cn: 缩放到

source: Direction
ar: اتجاه
ca: Direcció
cs: Směr
de: Richtung
el: Κατεύθυνση
es: Dirección
fa: جهت
fr: Sens de lecture
gl: Dirección
hu: Irány
it_it: Direzione
ja: 方向
ko_kr: 방향
nl_nl: Richting
pl: Kierunek
pt_br: Direção
ro: Direcție
ru: Направление
sk: Smer
sr: Смер
tr: Klasör
uk: Напрямок
zh_cn: 方向

source: Left to Right, Top to Bottom
ar: من اليسار إلى اليمين ، من أعلى إلى أسفل
ca: D'esquerra a dreta, de dalt a baix
cs: Zleva doprava, shora dolů
de: Von links nach rechts, von oben nach unten
el: Από Αριστερά προς τα Δεξιά, από Πάνω προς τα Κάτω
es: De izquierda a derecha, de arriba a abajo
fa: چپ به راست، بالا به پایین
fr: De gauche à droite, de haut en bas
gl: De Esquerda a Dereita, de Arriba a Abaixo
hu: Balról jobbra, fentről le
it_it: Da sinistra a destra, dall'alto al basso
ja: 左から右、上から下
ko_kr: 왼쪽에서 오른쪽으로, 위에서 아래로
nl_nl: Van links naar rechts, van boven naar beneden
pl: Od lewej do prawej, od góry do dołu
pt_br: Da esquerda pra direita, de cima pra baixo
ro: De la stînga la dreapta, de sus în jos
ru: слева направо, сверху вниз
sk: Zľava doprava, zhora nadol
sr: Лево у десно, од врха ка дну
tr: Soldan Sağa, Yukarıdan Aşağıya
uk: Зліва направо, згори вниз
zh_cn: 从左到右，从上到下

source: Top to Bottom, Left to Right
ar: من أعلى إلى أسفل ومن اليسار إلى اليمين
ca: De dalt a baix, d'esquerra a dreta
cs: Shora dolů, zleva doprava
de: Von oben nach unten, von links nach rechts
el: Από Πάνω προς τα Κάτω, από Αριστερά προς τα Δεξιά
es: De arriba a abajo, de izquierda a derecha
fa: بالا به پایین، چپ به راست
fr: De haut en bas, de gauche à droite
gl: De Arriba a Abaixo, de Esquerda a Dereita
hu: Fentről le, balról jobbra
it_it: Dall'alto al basso, da sinistra a destra
ja: 上から下、左から右
ko_kr: 위에서 아래로, 왼쪽에서 오른쪽으로
nl_nl: Van boven naar beneden, van links naar rechts
pl: Od góry do dołu, od lewej do prawej
pt_br: De cima pra baixo, da esquerda pra direita
ro: De sus în jos, de la stînga la dreapta
ru: сверху вниз, слева направо
sk: Zhora nadol, zľava doprava
sr: Од врха ка дну, лево у десно
tr: Yukarıdan Aşağıya, Soldan Sağa
uk: Згори вниз, зліва направо
zh_cn: 从上到下，从左到右

source: Left to Right, Bottom to Top
ar: من اليسار إلى اليمين ، من الأسفل إلى الأعلى
ca: D'esquerra a dreta, de baix a dalt
cs: Zleva doprava, zdola nahoru
de: Von links nach rechts, von unten nach oben
el: Από Αριστερά προς τα Δεξιά, από Κάτω προς τα Πάνω
es: De izquierda a derecha, de abajo a arriba
fa: چپ به راست، پایین به بالا
fr: De gauche à droite, de bas en haut
gl: De Esquerda a Dereita, de Abaixo a Arriba
hu: Balról jobbra, lentről fel
it_it: Da sinistra a destra, dal basso verso l'alto
ja: 左から右、下から上
ko_kr: 왼쪽에서 오른쪽으로, 아래에서 위로
nl_nl: Van links naar rechts, van onder naar boven
pl: Od lewej do prawej, od dołu do góry
pt_br: Da esquerda pra direita, de baixo pra cima
ro: De la stînga la dreapta, de jos în sus
ru: слева направо, снизу вверх
sk: Zľava doprava, zdola nahor
sr: Лево у десно, од дна ка врху
tr: Soldan Sağa, Aşağıdan Yukarıya
uk: Зліва направо, знизу вгору
zh_cn: 从左到右，从下到上

source: Bottom to Top, Left to Right
ar: من الأسفل إلى الأعلى ، من اليسار إلى اليمين
ca: De baix a dalt, d'esquerra a dreta
cs: Zdola nahoru, zleva doprava
de: Von unten nach oben, von links nach rechts
el: Από Κάτω προς τα Πάνω, από Αριστερά προς τα Δεξιά
es: De abajo a arriba, de izquierda a derecha
fa: پایین به بالا، چپ به راست
fr: De bas en haut, de gauche à droite
gl: De Abaixo a Arriba, de Esquerda a Dereita
hu: Lentről fel, balról jobbra
it_it: Dal basso verso l'alto, da sinistra a destra
ja: 下から上、左から右
ko_kr: 아래에서 위로, 왼쪽에서 오른쪽으로
nl_nl: Van onder naar boven, van links naar rechts
pl: Od dołu do góry, od lewej do prawej
pt_br: De baixo pra cima, da esquerda pra direita
ro: De jos în sus, de la stînga la dreapta
ru: снизу вверх, слева направо
sk: Zdola nahor, zľava doprava
sr: Од дна ка врху, лево у десно
tr: Aşağıdan Yukarıya, Soldan Sağa
uk: Знизу вгору, зліва направо
zh_cn: 从下到上，从左到右

source: Bottom to Top, Right to Left
ar: من الأسفل إلى الأعلى ، ومن اليمين إلى اليسار
ca: De baix a dalt, de dreta a esquerra
cs: Zdola nahoru, Zprava doleva
de: Von unten nach oben, von rechts nach links
el: Από Κάτω προς τα Πάνω, από Δεξιά προς Αριστερά
es: De abajo a arriba, de derecha a izquierda
fa: پایین به بالا، راست به چپ
fr: De bas en haut, de droite à gauche
gl: De Abaixo a Arriba, de Dereita a Esquerda
hu: Lentről fel, jobbról balra
it_it: Dal basso verso l'alto, da destra a sinistra
ja: 下から上、右から左
ko_kr: 아래에서 위로, 오른쪽에서 왼쪽으로
nl_nl: Van onder naar boven, van rechts naar links
pl: Od dołu do góry, od prawej do lewej
pt_br: De baixo pra cima, da direita pra esquerda
ro: De jos în sus, de la dreapta la stînga
ru: снизу вверх, справа налево
sk: Zdola nahor, sprava doľava
sr: Од дна ка врху, десно у лево
tr: Aşağıdan Yukarıya, Sağdan Sola
uk: Знизу вгору, справа наліво
zh_cn: 从下到上，从右到左

source: Right to Left, Bottom to Top
ar: من اليمين إلى اليسار ، ومن الأسفل إلى الأعلى
ca: De dreta a esquerra, de baix a dalt
cs: Zprava doleva, zdola nahoru
de: Von rechts nach links, von unten nach oben
el: Από Δεξιά προς τα Αριστερά, από Κάτω προς τα Πάνω
es: De derecha a izquierda, de abajo a arriba
fa: راست به چپ، پایین به بالا
fr: De droite à gauche, de bas en haut
gl: De Dereita a Esquerda, de Abaixo a Arriba
hu: Jobbról balra, lentről fel
it_it: Da destra a sinistra, dal basso verso l'alto
ja: 右から左、下から上
ko_kr: 오른쪽에서 왼쪽으로, 아래에서 위로
nl_nl: Van rechts naar links, van onder naar boven
pl: Od prawej do lewej, od dołu do góry
pt_br: Da direita pra esquerda, de baixo pra cima
ro: De la dreapta la stînga, de jos în sus
ru: справа налево, снизу вверх
sk: Sprava doľava, zdola nahor
sr: Десно у лево, од дна ка врху
tr: Sağdan Sola, Aşağıdan Yukarıya
uk: Справа наліво, знизу вгору
zh_cn: 从右到左，从下到上

source: Top to Bottom, Right to Left
ar: من أعلى إلى أسفل ، ومن اليمين إلى اليسار
ca: De dalt a baix, de dreta a esquerra
cs: Shora dolů, zprava doleva
de: Von oben nach unten, von rechts nach links
el: Από Πάνω προς τα Κάτω, από Δεξιά προς Αριστερά
es: De arriba a abajo, de derecha a izquierda
fa: بالا به پایین، راست به چپ
fr: De haut en bas, de droite à gauche
gl: De Arriba a Abaixo, de Dereita a Esquerda
hu: Fentről le, jobbról balra
it_it: Dall'alto al basso, da destra a sinistra
ja: 上から下、右から左
ko_kr: 위에서 아래로, 오른쪽에서 왼쪽으로
nl_nl: Van boven naar beneden, van rechts naar links
pl: Od góry do dołu, od prawej do lewej
pt_br: De cima pra baixo, da direita pra esquerda
ro: De sus în jos, de la dreapta la stînga
ru: сверху вниз, справа налево
sk: Zhora nadol, sprava doľava
sr: Од врха ка дну, десно у лево
tr: Yukarıdan Aşağıya, Sağdan Sola
uk: Згори вниз, справа наліво
zh_cn: 从上到下，从右到左

source: Right to Left, Top to Bottom
ar: من اليمين إلى اليسار ، ومن أعلى إلى أسفل
ca: De dreta a esquerra, de dalt a baix
cs: Zprava doleva, shora dolů
de: Von rechts nach links, von oben nach unten
el: Από Δεξιά προς τα Αριστερά, από Πάνω προς τα Κάτω
es: De derecha a izquierda, de arriba a abajo
fa: راست به چپ، بالا به پایین
fr: De droite à gauche, de haut en bas
gl: De Dereita a Esquerda, de Arriba a Abaixo
hu: Jobbról balra, fentről le
it_it: Da destra a sinistra, dall'alto al basso
ja: 右から左、上から下
ko_kr: 오른쪽에서 왼쪽으로, 위에서 아래로
nl_nl: Van rechts naar links, van boven naar beneden
pl: Od prawej do lewej, od góry do dołu
pt_br: Da direita pra esquerda, de cima pra baixo
ro: De la dreapta la stînga, de sus în jos
ru: справа налево, сверху вниз
sk: Sprava doľava, zhora nadol
sr: Десно у лево, од врха ка дну
tr: Sağdan Sola, Yukarıdan Aşağıya
uk: Справа наліво, згори вниз
zh_cn: 从右到左，从上到下

source: Set how paging and swiping forward should move the view on the page: left to right or reverse, top to bottom or reverse.
ar: عيّن الكيفية التي يجب أن تؤدي بها الترحيل والسحب للأمام إلى تحريك العرض على الصفحة: من اليسار إلى اليمين أو العكس ، من أعلى إلى أسفل أو عكسي.
ca: Configurar la forma en què la paginació i el lliscament cap endavant modifiquen la visualització de la pàgina: d'esquerra a dreta o al revés, o de dalt a baix o al revés.
cs: Určete, jakým způsobem chcete na stránce postupovat vpřed: Zleva doprava nebo opačně, shora dolů nebo opačně.
de: Legen Sie fest, wie durch Blättern und Vorwärtsstreichen die Ansicht auf der Seite verschoben werden soll: von links nach rechts oder umgekehrt, von oben nach unten oder umgekehrt.
el: Ορίζει τον τρόπο με τον οποίο η σελιδοποίηση και η σάρωση προς τα εμπρός θα πρέπει να μετακινούν την προβολή στη σελίδα: από αριστερά προς τα δεξιά ή αντίστροφα, από πάνω προς τα κάτω ή αντίστροφα.
es: Configurar la forma en que la paginación y el deslizamiento hacia adelante modifican la visualización de la página: de izquierda a derecha o a la inversa, o de arriba a abajo o a la inversa.
fr: Définit la façon dont la pagination et le balayage vers l’avant vont déplacer la vue sur la page : de gauche à droite ou en sens inverse, de haut en bas ou en sens inverse.
gl: Axustar o xeito no que a paxinación e avanzar debe mover a vista da páxina: de esquerda a dereita ou ao revés, de arriba a abaixo ou ao revés.
hu: Állítsa be, hogy a lapozás és az előrehúzás hogyan mozgassa a megjelenített tartalmat az oldalon: balról jobbra vagy fordítva, felülről lefelé vagy fordítva.
it_it: Imposta in che modo la paginazione e lo scorrimento in avanti devono spostare la visualizzazione sulla pagina: da sinistra a destra o al contrario, dall'alto al basso o al contrario.
ja: ページングとスワイプフォワードでページ上のビューをどのように移動するかを設定します: 左から右または逆、上から下または逆。
ko_kr: 페이지 보기에서 진행 방향과 방법을 설정합니다. 왼쪽에서 오른쪽이나 그 반대로, 위에서 아래로 또는 그 반대로.
nl_nl: Stel in hoe paginering en voorwaards vegen de weergave op de pagina moet verplaatsen: van links naar rechts of andersom, van boven naar beneden of andersom.
pl: Ustaw, w jaki sposób stronicowanie i przesuwanie do przodu powinno przesuwać widok na stronie: od lewej do prawej lub odwrotnie, od góry do dołu lub odwrotnie.
pt_br: Define como a paginação e deslize para frente movem o conteúdo exibido na página: esquerda para a direita ou o oposto, de cima para baixo ou o oposto.
ro: Setează cum se va deplasa vederea în pagină prin gesturi: de la stînga la dreapta sau invers, de sus în jos sau invers.
ru: Для листания и прокрутки вперёд задать направление, в котором будет перемещаться содержимое страницы: слева направо или наоборот; сверху вниз или наоборот.
sk: Nastaví spôsob ako má byť zobrazovaný na obrazovke pohyb strany pri listovaní vpred: zľava doprava alebo naopak, zhora nadol alebo naopak.
sr: Поставља како би померање страница и превлачење унапред требало да помера поглед на страницу: лево у десно или обрнуто, од врха ка дну или обрнуто.
tr: Sayfalandırmanın ve ileri kaydırmanın sayfadaki görünümü nasıl hareket ettireceğini belirtin: Soldan sağa veya tersi, yukarıdan aşağıya veya tersi.
uk: Установіть, як перегортання і прокручування вперед повинні переміщувати показ на сторінці: зліва направо або навпаки, зверху вниз або навпаки.
zh_cn: 设置分页和向前滑动时页面要如何移动: 从左到右或从右到左，是从上到下或从下到上。

source: - 'page' mode shows only one page of the document at a time. - 'continuous' mode allows you to scroll the pages like you would in a web browser.
ar: - يعرض وضع "الصفحة" صفحة واحدة فقط من المستند في كل مرة. - يسمح لك الوضع "المستمر" بتمرير الصفحات كما تفعل في متصفح الويب.
ca: - El mode 'pàgina' mostra una única pàgina del document alhora. - El mode 'continu' permet desplaçar-se per les pàgines com en un navegador web.
cs: - „stránka“ - režim stránka zobrazí na obrazovce pouze jednu stránku dokumentu. - „nepřetržitě“ - režim nepřetržitě umožňuje posunovat stránky jako byste je četli ve webovém prohlížeči.
de: - Der Modus 'Seite' zeigt jeweils nur eine Seite des Dokuments an. - Der 'kontinuierliche' Modus erlaubt es Ihnen, die Seiten wie in einem Webbrowser zu scrollen.
el: - Ο τύπος «σελίδα» εμφανίζει μόνο μία σελίδα του εγγράφου κάθε φορά. - Ο τύπος «συνεχής» σάς επιτρέπει να κάνετε κύλιση στις σελίδες όπως θα κάνατε σε ένα πρόγραμμα περιήγησης διαδικτύου.
es: - El modo 'página' muestra una única página del documento a la vez. - El modo 'continuo' permite desplazarse por las páginas como en un navegador web.
fa: - حالت 'صفحه' تنها یک صفحه از سند را در آن واحد نمایش می‌دهد . - حالت 'پیوسته' به شما اجازه پیمایش صفحات همچون یک مرورگر اینترنتی را می‌دهد.
fr: – Le mode « page » n’affiche qu’une seule page du document à la fois. – Le mode « continu » vous permet de faire défiler les pages comme vous le feriez dans un navigateur Web.
gl: - o modo 'páxina' mostra só unha páxina do documento de cada vez. - o modo 'continuo' permite desprazar o texto coma nun navegador web.
hu: - 'oldalak' módban a szöveg oldalanként látható. - 'folyamatos' módban a szöveg görgethető, mint egy böngészőben.
it_it: -il modo 'pagina' mostra solo una pagina del documento per volta. -il modo 'continuo' permette di fare scorrere le pagine come in un web browser.
ja: - 「ページ」モードは一度に文書の1ページのみを表示します。 - 「連続」モードではウェブブラウザのようにページをスクロールさせることができます。
ko_kr: - '페이지' 모드는 한 번에 한 페이지의 문서만 표시합니다. - '연속' 모드를 사용하면 웹 브라우저에서와 같이 페이지를 스크롤할 수 있습니다.
nl_nl: - 'pagina' modus toont telkens een pagina van het document. - 'ononderbroken' modus staat toe om te scrollen zoals in een webbrowser.
pl: - Tryb „strony” pokazuje tylko jedną stronę dokumentu na raz. - Tryb „ciągły” umożliwia przewijanie stron tak, jak w przeglądarce internetowej.
pt_br: - O modo 'página' mostra apenas uma página do documento por vez. - O modo 'contínuo' permite rolar as páginas como faria em um navegador da web.
ro: - modul „pagină” afișează doar o singură pagină din document o dată. - modul „continuu” permite derularea paginilor ca într-un navigator web.
ru: • «постраничный» режим показывает только одну страницу документа за раз; • «непрерывный» режим позволяет прокручивать страницы как в веб-браузере.
sk: - režim „strana“ zobrazuje naraz iba jednu stranu dokumentu. - „priebežný“ režim vám umožňuje posúvať stránky ako vo webovom prehliadači.
sr: - режим ’страница’ приказује само једну страницу документа у једном тренутку. - режим ’непрекидно’ вам омогућава да скролујете страниде као што то радите у веб прегледачу.
tr: - 'sayfa' kipi aynı anda belgenin yalnızca bir sayfasını gösterir. - 'sürekli' kip, sayfaların bir web tarayıcısındaki gibi kaydırılmasını sağlar.
uk: - У режимі 'сторінка' одночасно показується лише одна сторінка документа. - 'безперервний' режим дозволяє прокручувати сторінки, як у вебоглядачі.
zh_cn: - “分页” 模式一次仅显示文档的一页。 - “连续” 模式允许你像在使用网页浏览器一样滚动页面。

source: Page Gap
ar: المسافة بين الصفحات
ca: Espai entre pàgines
cs: Mezera mezi stránkami
de: Seitenabstand
el: Διάστημα μεταξύ σελίδων
es: Espacio entre páginas
fa: شکاف صفحه
fr: Espace entre les pages
gl: Separación entre páxinas
hu: Oldalrés (Page Gap)
it_it: Spazio tra pagine
ja: ページ間隔
ko_kr: 페이지 간격
nl_nl: Paginatussenruimte
pl: Odstęp strony
pt_br: Espaço entre páginas
ro: Spațiere pagini
ru: Разрыв страниц
sk: Medzera medzi stranami
sr: Размак између страница
tr: Sayfa boşluğu
uk: Розрив сторінки
zh_cn: 页面切边

# Page gap
source: none
ar: لا شيء
ca: no
cs: žádná
de: kein
el: κανένα
es: no
fa: هیچ
fr: aucun
gl: ningunha
hu: nincs
it_it: nessuno
ja: なし
ko_kr: 없음
nl_nl: geen
pl: brak
pt_br: nenhum
ro: fără
ru: нет
sk: žiadna
sr: нема
tr: yok
uk: немає
zh_cn: 无
