Repository: spruceUI/spruceOS
Catalog: App/KoReader/l10n/*/koreader.po
Languages: ar, ca, cs, de, el, es, fa, fr, gl, hu, it_it, ja, ko_kr, nl_nl, pl, pt_br, ro, ru, sk, sr, tr, uk, zh_cn

source: Avoid widow lines, but allow orphan lines, allowing for some possible blank space at the bottom of pages. Allowing orphans avoids ambiguous blank space at the bottom of a page, which could otherwise be confused with real spacing between paragraphs.
ar: تجنب أسطر الأرامل ، ولكن اسمح بالأسطر اليتيمة ، مما يسمح ببعض المساحة الفارغة المحتملة في أسفل الصفحات. يؤدي السماح للأيتام إلى تجنب المسافات الفارغة الغامضة في أسفل الصفحة ، والتي يمكن بخلاف ذلك الخلط بينها وبين التباعد الحقيقي بين الفقرات.
ca: Evitar les línies de vídues, però permetre les línies òrfenes. Això podria fer aparèixer espais en blanc en la part inferior de les pàgines. Permetre línies òrfenes evita ambigus espais en blanc en la part inferior d'una pàgina, que d'una altra manera podrien confondre's amb l'espaiat real entre paràgrafs.
cs: Zabraňuje zobrazení sirotků, ale povoluje zobrazení vdov, čehož výsledkem může být nějaké prázdné místo naspodu stránek. Povolení vdov zabraňuje vytvoření nejednoznačného prázdného místa naspodu stránky, které by mohlo být zaměněno za opravdovou mezeru mezi odstavci.
de: Vermeiden Sie Witwen, aber erlauben Waisenkinder, die einen möglichen Leerraum am unteren Rand der Seiten zulassen. Das Erlauben von Waisenkindern vermeidet unnötigen Leerraum am Ende einer Seite, der sonst mit dem tatsächlichen Abstand zwischen den Absätzen verwechselt werden könnte.
el: Αποτρέπει τις «χήρες» γραμμές, αλλά επιτρέπει τις «ορφανές» γραμμές, επιτρέποντας πιθανό κενό διάστημα στο κάτω μέρος των σελίδων. Με την αποδοχή των «ορφανών» γραμμών αποφεύγεται ο διφορούμενος κενός χώρος στο κάτω μέρος μιας σελίδας, ο οποίος διαφορετικά θα μπορούσε να συγχέεται με την πραγματική απόσταση μεταξύ των παραγράφων.
es: Evitar las líneas de viudas, pero permitir las líneas huérfanas. Esto podría hacer aparecer espacios en blanco en la parte inferior de las páginas Permitir líneas huérfanas evita ambiguos espacios en blanco en la parte inferior de una página, que de otro modo podrían confundirse con el espaciado real entre párrafos.
fr: Éviter les lignes veuves, mais autoriser les lignes orphelines, en risquant un espace vide au bas des pages. Autoriser les orphelines évite les espaces vides ambigus au bas d’une page, qui pourraient autrement être confondus avec un espacement réel entre les paragraphes.
gl: Evitar liñas viúvas pero permitir liñas orfas, permitindo que haxa algo de espacio en branco ao final da páxina. Permitir liñas orfas evita espacio en branco ambiguo ao final da páxina que doutro xeito podería confundirse co espazado real entre parágrafos.
hu: Özvegy sorok elkerülése, árva sorok engedélyezése, ami üres helyet eredményezhet az oldalak alján. Az árva sorok engedélyezésével elkerülheti a valószínű üres helyet az oldal alján, amit összetéveszthet a bekezdések közötti távolsággal.
it_it: Evita le righe vedove, ma consenti le righe orfane, tenendo conto del possibile spazio vuoto nella parte inferiore delle pagine. Consentendo alle righe orfane di evitare spazi vuoti ambigui nella parte inferiore di una pagina, che potrebbero altrimenti essere confusi con la spaziatura reale tra i paragrafi.
ja: ページ頭孤立行は避けるが、ページ末孤立行は許容し、ページ下部の空白の可能性を許容します。 ページ末孤立行を許容することでページ下部のあいまいな空白を避け、段落間の本当の空白と混同されることを防ぐことができます。
ko_kr: 문단 끝의 외톨이 줄은 피하고 문단 시작의 외톨이 줄은 허용해도, 페이지 아래에 약간의 빈 공간이 생길 수 있습니다. 문단 시작의 외톨이 줄을 허용하면, 페이지 아래에 배치한 문단 사이의 빈 공간과 자동으로 생긴 빈 공간을 구별할 수 있습니다.
nl_nl: Vermijd hoerenjonglijnen, maar sta weeskindlijnen toe, mogelijk met wat witruimte onderaan pagina's. Het toestaan van weeskinderen vermijdt ambigue witruimte onderaan een pagina, wat anders zou kunnen worden aangezien voor spatiëring tussen alinea's.
pl: Unikanie bękartów, ale zezwalanie na szewce, może generować puste miejsce na dole strony. Zezwalając na szewce unikamy niejednoznacznego pustego miejsca na dole strony, które można pomylić z rzeczywistym odstępem między akapitami.
pt_br: Evita linhas viúvas, mas permite linhas órfãs. Isso pode fazer com que apareçam espaços em branco na parte inferior das páginas. Permitir linhas órfãs evita espaços em branco ambíguos na parte inferior de uma página, o que poderia ser confundido com espaçamento real entre parágrafos.
ro: Evită liniile văduve, dar permite liniile orfane, permițînd puțin spațiu liber în partea de jos a paginii. Permițînd liniile orfane se evită spațiul liber din josul paginii care poate fi confundat cu spațiul real dintre paragrafe.
ru: Избегать верхних висячих строк, но позволять нижние висячие строки, допуская возможное пустое пространство внизу страниц. Разрешение добавленных строк позволяет избежать неоднозначного пробела внизу страницы, который в противном случае можно было бы спутать с реальным интервалом между абзацами.
sk: Vyhnúť sa osamoteným riadkom na konci odseku, ale povoliť osamotené riadky na jeho začiatku, čím povoliť prázdne miesto v spodnej časti stránok. Povolením osamotených riadkov na začiatku odseku sa vyhnete nejednoznačnému prázdnemu miestu v spodnej časti stránky, ktoré by sa inak mohlo zameniť so skutočnými medzerami medzi odsekmi.
sr: Спречава линије удовице, али толерише линије сирочиће, тако што дозвољава мало празног простора на дну страница. Дозвољавање сирочића спречава двосмисленост празаног простора на дну странце који би иначе могао да се сматра за прави размак између пасуса.
tr: Sayfaların altında boşluk oluşmasına izin vererek dul satırları engelleyin ancak yetim satırlara izin verin. Yetimlere izin vermek, bir sayfanın altındaki belirsiz boşluğu engeller. Aksi halde paragraflar arasındaki gerçek boşluklarla karıştırılabilir.
uk: Уникати верхніх висячих рядків, але допускати нижні висячі рядки, допускаючи певний можливий порожній простір внизу сторінок. Дозвіл висячих рядків дозволяє уникнути неоднозначного пробілу внизу сторінки, який в іншому випадку можна було б сплутати з реальним інтервалом між абзацами.
zh_cn: 避免孤字，但允许孤行，允许在页面底部添加空白空间。 允许孤行将避免页面底部的空白空间被误认为是段落间的空白。

source: Ignore publisher orphan and widow rules
ar: تجاهل قواعد العناصر العزباء (بلا قرائن) والبتيمة (بلا أصول) التي وضعها الناشر
ca: Ignorar les regles sobre línies òrfenes i vídues predeterminades pels editors
cs: Ignorovat pravidla vydavatelů pro vdovy a sirotky
de: Ignoriere Witwen- und Waisenregeln des Herausgebers
el: Παράβλεψη των κανόνων του εκδότη για τις «χήρες» και «ορφανές» γραμμές
es: Ignorar las reglas sobre líneas huérfanas y viudas predeterminadas por los editores
fr: Ignorer les règles éditeur pour les orphelines et les veuves
gl: Ignorar reglas para viúvas e orfas no estilo incrustado
hu: Kiadói özvegy és árvasor szabályok kihagyása
it_it: Ignora regole vedove e orfani della casa editrice
ja: 出版社によるページ頭孤立行とページ末孤立行の規則を無視する
ko_kr: 발행인의 문단 시작과 끝의 외톨이 줄 규칙 무시하기
nl_nl: Uitgeversregels voor weeskinderen en hoerenjongen negeren
pl: Ignoruj zasady wydawcy dla bękartów i szewców
pt_br: Ignorar regras de órfãs e viúvas da editora
ro: Ignoră regulile editurii pentru liniile văduve și orfane
ru: Игнорировать издательские правила для висячих строк
sk: Ignorovať pravidlá vydavateľov pre osamotené riadky v odsekoch
sr: Игнориши правила издавача за удовице и сирочиће
tr: Yayıncı dul ve yetim kuralları yok sayılsın
uk: Нехтувати видавничими правилами для завислих рядків
zh_cn: 忽略出版者孤行孤字设置

source: Disable orphan and widow rules specified in embedded styles.
ar: عطّل قواعد العناصر التي ليس لها أصول أو فروع كما تم تحديدها في الأشكال المضمّنة.
ca: Desactivar les regles sobre línies òrfenes i vídues especificades en els estils incrustats.
cs: Zakáže pravidla pro vdovy a sirotky určené ve vložených stylech.
de: Deaktivieren der in eingebetteten Stilen angegebenen Witwen- und Waisen-Regeln.
el: Απενεργοποιεί τους κανόνες για «ορφανές» και «χήρες» γραμμές που καθορίζονται στα ενσωματωμένα στυλ.
es: Desactivar las reglas sobre líneas huérfanas y viudas especificadas en los estilos incrustados.
fr: Désactiver les règles des styles embarqués pour les orphelines et les veuves.
gl: Desactivar a reglas para viúvas e orfas no estilo incrustado.
hu: Kiadói özvegy és árva sorokra vonatkozó stílus szabályok tiltása.
it_it: Disabilita le regole orfani e vedove specificate negli stili incorporati.
ja: 埋め込みスタイルで指定されたページ頭孤立行とページ末孤立行の規則を無効化します。
ko_kr: 내장된 스타일에 정의된 문단 시작과 끝의 외톨이 줄 규칙이 비활성화됨.
nl_nl: Ingesloten hoerenjong- en weeskindregels uitschakelen.
pl: Wyłącz zasady dla szewców i bękartów we wbudowanych stylach.
pt_br: Desativa as regras órfãs e viúvas especificadas em estilos incorporados.
ro: Dezactivează regulile pentru liniile văduve și orfane din stilurile incluse.
ru: Отключать правила для висячих строк, указанные во встроенных стилях.
sk: Zakázať pravidlá pre osamotené riadky v odsekoch špecifikované vo vložených štýloch.
sr: Искључује правила за сирочиће и удовице наведена у уграђеним стиловима.
tr: Gömülmüş biçemlerde belirtilen dul ve yetim satır kuralları kullanılmasın.
uk: Вимикати правила для завислих рядків, зазначені у вбудованих стилях.
zh_cn: 忽略嵌入样式中孤行与孤字的规则。

source: Text
ar: نص
el: Κείμενο
es: Texto
fa: متن
fr: Texte
gl: Texto
hu: Szöveg
it_it: Testo
ja: テキスト
ko_kr: 본문
nl_nl: Tekst
pl: Tekst
pt_br: Texto
ru: Текст
sr: Текст
tr: Metin
uk: Текст
zh_cn: 文本

source: Text alignment
ar: مخاذاة النص
ca: Alineació del text
cs: Zarovnání textu
de: Textausrichtung
el: Στοίχιση κειμένου
es: Alineación del texo
fa: تراز کردن متن
fr: Alignement du texte
gl: Aliñamento de texto
hu: Szövegigazítás
it_it: Allineamento del testo
ja: テキスト揃え
ko_kr: 본문 정렬
nl_nl: Tekstuitlijning
pl: Wyrównywanie tekstu
pt_br: Alinhamento de texto
ro: Aliniere text
ru: Выравнивание текста
sk: Zarovnanie textu
sr: Поравнање текста
tr: Metin hizalaması
uk: Вирівнювання тексту
zh_cn: 文本对齐

source: Left align most text
ar: قم بمحاذاة أغلب النص إلى اليسار
ca: Alinear a l'esquerra la major part del text
cs: Zarovnat většinu textu vlevo
de: Meister Text linksbündig
el: Αριστερή στοίχιση του περισσότερου κειμένου
es: Alinear a la izquierda la mayor parte del texto
fr: Aligner la majorité du texte à gauche
gl: Aliñar á esquerda case todos os elementos
hu: Balra igazítás
it_it: Allinea la maggior parte del testo a sinistra
ja: ほとんどのテキストを左揃え
ko_kr: 대부분의 내용 왼쪽 정렬
nl_nl: Meeste tekst links uitlijnen
pl: Wyrównaj do lewej większość tekstu
pt_br: Alinhar a maioria dos elementos a esquerda
ro: Aliniază predominant la stînga
ru: Выравнивать по левому краю бо́льшую часть текста
sk: Väčšinu textu zarovnať doľava
sr: Поравнај лево већину текста
tr: Çoğu metin sola hizalansın
uk: Вирівнювати вліво більшість тексту
zh_cn: 左对齐大部分文本

source: Enforce left alignment of text in common text elements.
ar: فرض المحاذاة اليسرى للنص في عناصر النص المشتركة.
ca: Forçar l'alineació a l'esquerra del text en elements de text comuns.
cs: Vynutí zarovnání textu vlevo v obvyklých textových prvcích.
de: Linksbündiger Text in allgemeinen Textelementen erzwingen.
el: Επιβάλλει αριστερή στοίχιση κειμένου σε κοινά στοιχεία κειμένου.
es: Forzar la alineación a la izquierda del texto en elementos de texto comunes.
fr: Forcer l’alignement du texte à gauche dans les éléments courants.
gl: Forzar o aliñamento á esquerda do texto en todos os elementos comúns.
hu: A szöveg balra igazításának kikényszerítése a közös szövegelemekben.
it_it: Imponi l'allineamento a sinistra del testo negli elementi di testo comuni.
ja: 普通のテキスト要素のテキストを強制的に左揃えする。
ko_kr: 일반 텍스트 구성요소에서의 텍스트 왼쪽 정렬 적용하기.
nl_nl: Dwing links uitlijnen in veel voorkomende tekstelementen.
pl: Wymuś wyrównanie tekstu do prawej dla zwykłych tekstów.
pt_br: Força o alinhamento à esquerda do texto em elementos de texto comuns.
ro: Impune alinierea la stînga a textului în elemente de text comune.
ru: Принудительное выравнивание текста по левому краю для большинства текстовых элементов.
sk: Vynútiť zarovnanie textu doľava pre bežné textové prvky.
sr: Форсира лево поравнање текста у уобичајеним текст елементима.
tr: Ortak metin bileşenlerindeki metinler sola hizalamaya zorlansın.
uk: Примусове вирівнювання тексту за лівим краєм у загальних елементах тексту.
zh_cn: 在通常文本元素中强制使用左对齐。

source: Left align all elements
ar: قم بمحاذاة كل العناصر نحو اليسار
ca: Alinear a l'esquerra tots els elements
cs: Zarovnat všechny prvky vlevo
de: Alle Elemente linksbündig
el: Αριστερή στοίχιση όλων των στοιχείων
es: Alinear a la izquierda todos los elementos
fr: Aligner tous les éléments à gauche
gl: Aliñar á esquerda todos os elementos
hu: Minden elem balra igazítása
it_it: Allinea tutti gli elementi a sinistra
ja: 全ての対象を左揃え
ko_kr: 모든 요소 왼쪽 정렬
nl_nl: Alle elementen links uitlijnen
pl: Wyrównaj do lewej wszystkie elementy
pt_br: Alinhar todos os elementos a esquerda
ro: Aliniază la stînga toate elementele
ru: Выравнивать по левому краю все элементы
sk: Všetky prvky zarovnať doľava
sr: Поравнај лево све елементе
tr: Tüm bileşenler sola hizalansın
uk: Вирівнювати вліво всі елементи
zh_cn: 左对齐所有元素

source: Enforce left alignment of text in all elements.
ar: فرض المحاذاة اليسرى للنص في جميع العناصر.
ca: Forçar l'alineació a l'esquerra del text en tots els elements.
cs: Vynutí zarovnání textu vlevo ve všech prvcích.
de: Linksbündiger Text in allen Elementen erzwingen.
el: Επιβάλλει αριστερή στοίχιση του κειμένου σε όλα τα στοιχεία.
es: Forzar la alineación a la izquierda del texto en todos los elementos.
fr: Forcer l’alignement du texte à gauche dans tous les éléments.
gl: Forzar o aliñamento á esquerda do texto en todos os elementos.
hu: A szöveg balra igazításának kikényszerítése minden elemben.
it_it: Applica l'allineamento a sinistra del testo in tutti gli elementi.
ja: 全てのテキスト対象を強制的に左揃えする。
ko_kr: 모든 구성요소에서 텍스트 왼쪽 정렬하기.
nl_nl: Dwing links uitlijnen in alle elementen.
pl: Wymuś wyrównanie tekstu do lewej dla wszystkich elementów.
pt_br: Força o alinhamento à esquerda do texto em todos os elementos.
ro: Impune alinierea la stînga a textului în toate elementele.
ru: Принудительное выравнивание текста по левому краю для всех элементов.
sk: Vynútiť zarovnanie textu doľava vo všetkých prvkoch.
sr: Форсира лево поравнање текста у свим елементима.
tr: Tüm bileşenlerdeki metinler sola hizalamaya zorlansın.
uk: Застосувати вирівнювання тексту за лівим краєм усіх елементів.
zh_cn: 在所有元素中强制使用左对齐。

source: Justify most text
ar: تبرير معظم النص
ca: Justificar la majoria del text
cs: Zarovnat většinu textu do bloku
de: Den meisten Text ausrichten
el: Πλήρης στοίχιση του περισσότερου κειμένου
es: Justificar la mayoría del texto
fa: هم‌تراز کردن بیشتر متن
fr: Justifier la majorité du texte
gl: Xustificar a maior parte do texto
hu: Sorkizárás
it_it: Giustifica la maggior parte del testo
ja: ほとんどのテキストを両端揃え
ko_kr: 대부분의 내용 양쪽 정렬
nl_nl: Meeste tekst uitvullen
pl: Wyjustuj większość tekstu
pt_br: Justificar a maioria dos textos
ro: Justifică mare parte din text
ru: Выравнивать по ширине бо́льшую часть текста
sk: Zarovnanie vetšiny textov
sr: Поравнај обострано већину текста
tr: Çoğu metni iki yana hizala
uk: Вирівнювати більшість тексту
zh_cn: 对齐大多数文本

source: Text justification is the default, but it may be overridden by publisher styles. This will re-enable it for most common text elements.
ar: محاذاة النص مفعلة بشكلٍ افتراضي, ولكن قد تتجاوز تنسيقات الناشر هذه الخاصية. هذا الإعداد يقوم بإعادة تفعيلها لمعظم عناصر النص الشائعة.
ca: La justificació del text és l'opció per defecte, però pot ser modificada pels estils incrustats. Aquesta opció habilitarà de nou la justificació per als elements de text més comuns.
cs: Zarovnání textu do bloku je výchozí nastavení, které ale může být přepsáno stylováním vydavatele. Tímto nastavením ho můžete znovu povolit ve většině obvyklých textových prvků.
de: Textausrichtung ist Standard, kann aber durch Herausgeber-Stile überschrieben werden. Hier wird es für die meisten üblichen Textelemente wieder aktiviert, wodurch bei einigen von ihnen die Zentrierung verloren gehen kann.
el: Η πλήρης στοίχιση του κειμένου είναι η προεπιλογή, αλλά μπορεί να παρακαμφθεί από τα στυλ του εκδότη. Αυτό θα την ενεργοποιήσει ξανά για τα περισσότερα κοινά στοιχεία κειμένου.
es: Texto justificado es la opción por defecto, pero puede ser modificada por los estilos incrustados. Esta opción habilitará de nuevo la justificación para los elementos de texto más comunes.
fr: Par défaut le texte est justifié, mais la mise en page de l’éditeur peut passer outre. Cette option réactive la justification pour les éléments textuels les plus courants.
gl: A xustificación de texto ten o valor por defecto, pero pode ser sobrescrito polos estilos incluídos no libro. Isto activaraa para os elementos de texto máis comúns.
hu: A szövegigazítás az alapértelmezett, de a kiadói stílusok felülbírálhatják. Ez a legtöbb gyakori szövegelem esetében újra engedélyezi azt.
it_it: La giustificazione del testo è l'impostazione predefinita, ma può essere sostituita dagli stili della casa editrice. Questo lo riattiverà per gli elementi di testo più comuni.
ja: テキストの両端揃えは既定ですが、原稿のスタイルによって上書きされる場合があります。 これにより、一般的なテキスト要素で両端揃えが有効になります。
ko_kr: 본문 양쪽 정렬이 기본값이지만, 발행인의 스타일에 의해 무시 될 수 있습니다. 이렇게 하면 가장 일반적인 텍스트 요소에는 양쪽 정렬이 다시 활성화됩니다.
nl_nl: Tekst uitvullen is standaard, maar het kan worden overschreven door uitgeversstijlen. Dit zal het forceren op de meest voorkomende tekstelementen.
pl: Justowanie tekstu jest ustawieniem domyślnym, ale może zostać zastąpione przez style wydawcy. Spowoduje to ponowne włączenie go dla większości elementów tekstu.
pt_br: A justificação de texto é o padrão, mas pode ser substituída pelos estilos da editora. Isso irá reativá-lo para a maioria dos elementos de texto comuns.
ro: Justificarea textului este opțiunea implicită, dar poate fi suprascrisă de stilurile editurii. Aceasta îl va reactiva pentru cele mai comune elemente de text.
ru: Выравнивание текста по ширине производится по умолчанию, но может быть переопределено издательскими стилями. Данный параметр повторно включает выравнивание для большинства текстовых элементов.
sk: Zarovnanie textu je predvolené, ale môže byť prepísané štýlmi vydavateľa. Toto ho znova povolí pre väčšinu bežných textových prvkov.
sr: Обострано поравнање текста је подразумевана вредност, али правила издавача то могу да преиначе. Ово ће поново да укључи обострано поравнање за већину уобичајених текст елемената.
tr: Metin varsayılan olarak iki yana hizalanır ancak yayıncı biçemleri tarafından değiştirilebilir. Bu seçenek çoğu bileşen için yeniden etkinleştirilebilir.
uk: Вирівнювання тексту проводиться типово, але може бути перевизначене видавничими стилями. Це повторно включає вирівнювання для більшості текстових елементів.
zh_cn: 文本两端对齐是默认值，但可能被发行者样式所覆盖。这个选项将会重新为大多数文本元素启用两端对齐。

source: Justify all elements
ar: تبرير كافة العناصر
ca: Justificar tots els elements
cs: Zarovnat všechny prvky do bloku
de: Alle Elemente ausrichten
el: Πλήρης στοίχιση όλων των στοιχείων
es: Justificar todos los elementos
fa: هم‌تراز کردن همه عناصر
fr: Justifier tous les éléments
gl: Xustificar todos os elementos
hu: Minden elem sorkizárása
it_it: Giustifica tutti gli elementi
ja: 全ての対象を両端揃え
ko_kr: 모든 요소 양쪽 정렬
nl_nl: Alle elementen uitvullen
pl: Wyjustuj wszystkie elementy
pt_br: Justificar todos os elementos
ro: Justifică toate elementele
ru: Выравнивать по ширине все элементы
sk: Zarovnanie všetkých prvkov
sr: Поравнај обострано све елементе
tr: Tüm bileşenleri iki yana hizala
uk: Вирівнювати всі елементи
zh_cn: 对齐所有元素

source: Text justification is the default, but it may be overridden by publisher styles. This will force justification on all elements, some of which may not be centered as expected.
ar: ضبط النص هو الإعداد الافتراضي ، ولكن قد يتم تجاوزه بواسطة أنماط الناشر. سيؤدي هذا إلى فرض التبرير على جميع العناصر ، وقد لا يتم توسيط بعضها كما هو متوقع.
ca: La justificació del text és l'opció per defecte, però pot ser modificada pels estils incrustats. Aquesta opció força la justificació per a tots els elements, encara que alguns podrien no aparèixer centrats segons l'esperat.
cs: Zarovnání textu do bloku je výchozí nastavení, které ale může být přepsáno stylováním vydavatele. Tímto můžete zarovnání textu do bloku vynutit u všech prvků, z nichž některé nemusí být zarovnané podle očekávání.
de: Die Textausrichtung ist die Standardeinstellung, sie kann jedoch durch Herausgeber-Stile außer Kraft gesetzt werden. Dies erzwingt den Blocksatz für alle Elemente, von denen einige möglicherweise nicht wie erwartet zentriert sind.
el: Η πλήρης στοίχιση του κειμένου είναι η προεπιλογή, αλλά μπορεί να παρακαμφθεί από τα στυλ του εκδότη. Αυτό θα επιβάλει πλήρη στοίχιση σε όλα τα στοιχεία, μερικά από τα οποία ενδέχεται να μην στοιχίζονται στο κέντρο όπως αναμένεται.
es: La justificación del texto es la opción predeterminada, pero los estilos incrustados pueden modificarla. Esta opción fuerza la justificación para todos los elementos, aunque algunos podrían no aparecer centrados según lo esperado.
fr: Par défaut le texte est justifié, mais la mise en page de l’éditeur peut passer outre. Cette option force la justification pour tous les éléments du texte. Il se peut que certains ne soient plus centrés comme prévu.
gl: A xustificación de texto é a acción por defecto, pero os estilos incluídos no libro poden cambiala. Seleccionando esta configuración forzarase a xustificación en todos os elementos, algúns dos cales poderían non estar centrados se espera.
hu: A középre igazítási mód alapértelmezett, de a kiadói stílusok felülbírálhatják. Ez kényszeríti az összes elem igazítását, emiatt némelyik nem várt módon kerülhet középre.
it_it: La giustificazione del testo è l'impostazione predefinita, ma può essere ridefinita dagli stili della casa editrice. Questo riattiverà la giustificazione per tutti gli elementi. Alcuni di essi potrebbero perdere la centratura.
ja: テキストの両端揃えは既定ですが、原稿のスタイルによって上書きされる場合があります。 これにより、全ての要素に両端揃えを強制的に適用しますが、一部は期待どおりに中央揃えされない可能性があります。
ko_kr: 본문 양쪽 정렬이 기본값이지만, 발행인의 스타일에 의해 재정의될 수 있습니다. 이렇게 하면 모든 요소에 양쪽 정렬이 강제되어, 일부 요소는 예상대로 가운데 정렬이 되지 않을 수 있습니다.
nl_nl: Tekst uitvullen is standaard, maar het kan worden overschreven door uitgeversstijlen. Deze optie zal tekst uitvullen voor alle elementen forceren, die wellicht niet gecentreerd zullen worden zoals verwacht.
pl: Justowanie tekstu jest ustawieniem domyślnym, ale może zostać zastąpione przez style wydawcy. Wymusi to justowanie wszystkich elementów, z których niektóre mogą nie być wyśrodkowane zgodnie z oczekiwaniami.
pt_br: A justificação de texto é o padrão, mas pode ser substituída pelos estilos da editora. Isso vai forçar justificação para todos os elementos, alguns dos quais podem não ser centralizados como esperado.
ro: Justificarea textului este opțiunea implicită, dar poate fi suprascrisă de stilurile editurii. Aceasta va fi forțată pentru toate elementele, dar se poate pierde centrarea pentru unele.
ru: Выравнивание текста по ширине производится по умолчанию, но может быть отменено издательскими стилями. Данный параметр принудительно делает выравнивание для всех элементов, некоторые из которых могут быть отцентрированы не так, как ожидалось.
sk: Zarovnanie textu je predvolené, ale môže byť prepísané štýlmi vydavateľa. To si vynúti zarovnanie všetkých prvkov, z ktorých niektoré nemusia byť vycentrované podľa očakávania.
sr: Обострано поравнање текста је подразумевана вредност, али правила издавача то могу да преиначе. Ово ће поново да форсира обострано поравнање за све елементе, па неки од њих можда неће бити центрирани онако како се очекује.
tr: Metin varsayılan olarak iki yana hizalanır ancak yayıncı biçemleri tarafından değiştirilebilir. Bu seçenek tüm bileşenler için yeniden etkinleştirilebilir, ancak bazılarının ortalaması kaybolabilir.
uk: Вирівнювання тексту проводиться типово, але може бути скасовано видавничими стилями. Це примусово робить вирівнювання для всіх елементів, деякі з яких можуть бути не відцентровані, як очікувалося.
zh_cn: 文本对齐是默认的，但它可能被发布者样式覆盖。这将强制对所有元素进行对齐，其中一些元素可能不会像预期的那样居中。
