Repository: spruceUI/spruceOS
Catalog: App/KoReader/l10n/*/koreader.po
Languages: ar, ca, cs, de, el, es, fa, fr, gl, hu, it_it, ja, ko_kr, nl_nl, pl, pt_br, ro, ru, sk, sr, tr, uk, zh_cn

source: The number of allowed additional fallback fonts is limited to %1. Uncheck some of them if you want to add this one.
ca: El nombre permès de fonts alternatives addicionals està limitat a %1. És necessari desmarcar alguna d'elles per a afegir una altra.
cs: Počet povolených dalších náhradních písem uživatelského rozhraní je omezen na %1. Pokud chcete přidat toto písmo, zrušte některé z dříve vybraných.
de: Die Anzahl der erlaubten zusätzlichen Fallback Schriften ist beschränkt auf %1 Deselektiere einige der Schriften ab, wenn du diese benutzen willst.
el: Ο αριθμός των επιτρεπόμενων πρόσθετων εναλλακτικών γραμματοσειρών περιορίζεται σε %1. Καταργήστε την επιλογή ορισμένων από αυτές εάν θέλετε να προσθέσετε αυτήν.
es: El número permitido de fuentes alternativas adicionales está limitado a %1. Es necesario desmarcar alguna de ellas para añadir otra.
fa: تعداد قلم‌های جایگزین اضافه محدود به %1 عدد است. اگر می‌خواهید این مورد را اضافه کنید تیک برخی از آنها را بردارید.
fr: Le nombre de polices supplémentaires de repli est à limité à %1. Décochez-en certaines si vous souhaitez en ajouter de nouvelles.
gl: O número de fontes alternativas adicionas está limitado a %1. É preciso desmarcar algunhas delas para engadir esta.
hu: A megengedett tartalék betűtípusok száma %1-re korlátozott. Töröljön néhányat, ha ezt hozzá szeretné adni.
it_it: Il numero di caratteri di ripiego aggiuntivi consentiti è limitato a %1. Deselezionane alcuni se vuoi aggiungere questo.
ja: 許容される追加のフォールバック・フォントの数は %1 に制限されています。 このフォントを追加したい場合は、いくつかのフォントのチェックを外してください。
ko_kr: 허용되는 추가 대체 글꼴의 수는 %1로 제한됩니다. 이것을 추가하려면 그 중 일부를 선택 취소하세요.
nl_nl: Het aantal toegestane extra reservelettertypes is beperkt tot %1. Vink er een aantal uit om deze toe te voegen.
pl: Liczba dozwolonych dodatkowych czcionek zastępczych jest ograniczona do %1. Odznacz niektóre z nich, jeśli chcesz dodać tę jedną.
pt_br: O número de fontes reservas permitidas é limitado a %1. Desmarque alguns para adicionar outros.
ro: Numărul de fonturi de rezervă permise este limitat la %1. Debifează unele din ele dacă vrei să-l adaugi pe acesta.
ru: Количество разрешенных дополнительных резервных шрифтов ограничено %1. Снимите отметку с любого из них, если хотите добавить ещё один.
sk: Počet povolených dodatočných záložných písiem je obmedzený na %1. Ak si prajete pridať toto, zrušte prosím začiarknutie niektoré z nich.
sr: Број довољених додатних фонтова за случај крајње нужде је ограничен на %1. Одштиклирајте неке од њих ако желите да додате овај.
tr: İzin verilen ek geri dönülecek fon sayısı %1 ile sınırlıdır. Yeni birini eklemek istiyorsanız bazılarının işaretini kaldırın.
uk: Кількість дозволених додаткових запасних шрифтів обмежена %1. Приберіть прапорці з деяких із них, якщо хочете додати цей.
zh_cn: 备选字体数量上限为 %1。 请在添加前移除部分老字体。

source: Additional UI fallback fonts
ca: Fonts alternatives addicionals de la interfície d'usuari
cs: Další náhradní písma uživatelského rozhraní
de: Zusätzliche UI-Fallback-Schriften
el: Πρόσθετες εναλλακτικές γραμματοσειρές διεπαφής χρήστη
es: Fuentes alternativas adicionales de la interfaz de usuario
fa: قلم‌های جایگزین اضافه رابط کاربری
fr: Polices de remplacement supplémentaires
gl: Fontes alternativas adicionais da interface de usuario
hu: További UI tartalék betűtípusok
it_it: Caratteri di ripiego aggiuntivi per l'interfaccia utente
ja: 追加のUI代替フォント
ko_kr: 추가 UI 대체 글꼴
nl_nl: Extra UI-reservelettertypen
pl: Dodatkowe czcionki zastępcze
pt_br: Fontes reservas da interface do usuário
ro: Fonturi UI de rezervă adiționale
ru: Дополнительные резервные шрифты
sk: Dodatočné záložné písma používateľského rozhrania
sr: Додатни КИ фонтови за случај крајње нужде
tr: Ek geri dönülecek yazı tipleri
uk: Додаткові резервні шрифти інтерфейсу користувача
zh_cn: 额外的 UI 后备选字体

source: Disable confirmation popup
ar: امنع عرض سؤال التأكيد
ca: Desactivar la finestra emergent de confirmació
cs: Zakázat potvrzovací vyskakovací okno
de: Bestätigungs-Popup deaktivieren
el: Απενεργοποίηση αναδυόμενου παραθύρου επιβεβαίωσης
es: Desactivar la ventana emergente de confirmación
fa: پاپ‌آپ تایید غیر‌فعال
fr: Désactiver le message de confirmation
gl: Desactivar diálogo de confirmación
hu: Megerősítések kihagyása
it_it: Disabilita popup di conferma
ja: 確認ポップアップを無効にする
ko_kr: 확인 창 비활성
nl_nl: Bevestigingspopup uitschakelen
pl: Wyłącz okno z potwierdzeniem
pt_br: Desativar pop-up de confirmação
ro: Dezactivează casetă de confirmare
ru: Отключить всплывающее окно подтверждения
sk: Zakázať okno s potvrdením
sr: Искључи искачући прозор за потврду
tr: Onay açılan penceresi kullanılmasın
uk: Вимкнути вигулькне вікно підтвердження
zh_cn: 禁用确认对话框

source: This will ONLY affect what happens when you plug in the device!
ar: سيؤثر هذا فقط على ما يحدث عند توصيل الجهاز!
ca: Això NOMÉS afectarà el que succeeix en connectar el dispositiu!
cs: To ovlivní POUZE to, co se stane, když připojíte zařízení!
de: Dies wird NUR beeinflussen, was passiert, wenn Sie das Gerät einstecken!
el: Αυτό θα επηρεάσει ΜΟΝΟ αυτό που συμβαίνει όταν συνδέετε τη συσκευή!
es: ¡Esto SÓLO afectará lo que sucede al conectar el dispositivo!
fa: این، تنها آنچه در زمان اتصال دستگاه رخ می‌دهد را تحت تاثیر قرار می‌دهد!
fr: Cela affectera uniquement ce qui advient quand vous connectez votre appareil !
gl: ¡Isto afecta só ao que ocorre cando enchufas o dispositivo!
hu: Ez CSAK azt befolyásolja, mi történjék, amikor csatlakoztatja a készüléket!
it_it: Questo influenzerà SOLO quello che succede quando si collega il dispositivo!
ja: この設定はデバイスを接続したときにのみ影響します！
ko_kr: 이것은 장치를 연결할 때 생기는 일에만 영향을 미칩니다!
nl_nl: Dit heeft ALLEEN invloed op wat er gebeurt als het apparaat wordt aangesloten!
pl: Wpłynie to TYLKO na to, co się stanie po podłączeniu urządzenia!
pt_br: Isso afetará APENAS o que acontece quando você conecta o dispositivo!
ro: Aceasta va influența DOAR ce se întîmplă cînd conectezi dispozitivul!
ru: Это повлияет только на то, что происходит при подключении устройства!
sk: Toto ovplyvní LEN to, čo sa stane, keď pripojíte ku zariadeniu veľkokapacitné úložisko!
sr: Ово ће утицати САМО на оно што се дешава када уређај повежете каблом!
tr: Bu seçenek YALNIZCA aygıtı şarja taktığınızda ne olacağını etkiler!
uk: Це вплине ТІЛЬКИ на те, що відбувається, коли Ви під'єднуєте пристрій!
zh_cn: 这只会影响当你插入设备时发生的事情!

source: Disable mass storage functionality
ar: تعطيل وظيفة التخزين كبير السعة
ca: Deshabilitar la funcionalitat d'emmagatzematge massiu
cs: Zakázat používání rozšiřujícího úložiště
de: Deaktivieren der Massenspeicherfunktionalität
el: Απενεργοποίηση της λειτουργίας μαζικής αποθήκευσης
es: Deshabilitar la funcionalidad de almacenamiento masivo
fr: Désactiver la fonctionnalité de stockage de masse
gl: Desactivar a funcionalidade de almacenamento masivo
hu: Tárhely funkcionalitás letiltása
it_it: Disabilita la funzione di memoria di massa
ja: 大容量記憶装置の機能を無効にする
ko_kr: 대용량 저장 기능 비활성화
nl_nl: Massaopslagfunctionaliteit uitschakelen
pl: Wyłącz funkcje pamięci masowej
pt_br: Desativar funcionalidade de armazenamento em massa
ro: Dezactivează funcționalitatea de stocare în masă
ru: Отключить функционал запоминающего устройства
sk: Vypnúť funkcie veľkokapacitného úložiska
sr: Искључи функционалност масовног складишта
tr: Yığın depolama özelliği devre dışı bırakılsın
uk: Вимкнення функції масового сховища
zh_cn: 禁用大容量存储功能

source: In case your device uses an unsupported setup where you know it won't work properly.
ar: في حالة استخدام جهازك لإعداد غير مدعوم حيث تعلم أنه لن يعمل بشكل صحيح.
ca: En cas que el dispositiu utilitze una configuració no suportada de la qual se sàpiga que no funcionarà correctament.
cs: V případě, že vaše zařízení používá nepodporované nastavení, o kterém víte, že nebude fungovat správně.
de: Für den Fall, dass Ihr Gerät ein nicht unterstütztes Setup verwendet, von dem Sie wissen, dass es nicht richtig funktionieren wird.
el: Σε περίπτωση που η συσκευή σας χρησιμοποιεί μια μη υποστηριζόμενη ρύθμιση όπου γνωρίζετε ότι δεν θα λειτουργήσει σωστά.
es: En caso de que el dispositivo utilice una configuración no soportada de la que se sepa que no funcionará correctamente.
fr: Dans le cas où votre appareil utilise une configuration non supportés, où quand vous savez que cela ne fonctionnera pas correctement.
gl: No caso de que o teu dispositivo use unha configuración non soportada onde saibas que non funcionará correctamente.
hu: Abban az esetben, ha eszköze nem támogatott telepítőt használ, amiről tudja, nem fog megfelelően működni.
it_it: Nel caso che il dispositivo usi una configurazione non supportata, in cui si sa che non funziona correttamente.
ja: お使いのデバイスが、正しく動作しないことが分かっている非対応のセットアップを使用している場合。
ko_kr: 제대로 작동하지 않는다는 점을 알고 있는, 기기에서 지원되지 않는 설정을 사용하는 경우.
nl_nl: Voor het geval dat het apparaat een niet-ondersteunde opstelling gebruikt waarvan bekend is dat die niet goed werkt.
pl: W przypadku, gdy Twoje urządzenie korzysta z nieobsługiwanej konfiguracji, o której wiesz, może to nie działać poprawnie.
pt_br: No caso em que seu dispositivo use uma configuração não suportada na qual você saiba que não vai funcionar corretamente.
ro: În cazul în care dispozitivul tău folosește o combinație nesuportată care știi că nu va funcționa corect.
ru: На случай, если ваше устройство использует неподдерживаемую настройку, и вы знаете, что она не будет работать должным образом.
sk: V prípade, že vaše zariadenie používa nepodporované nastavenie, o ktorom viete, že nebude fungovať správne.
sr: У случају да ваш уређај користи неподржану структуру када знате да неће радити како треба.
tr: Aygıtınızın düzgün çalışmayacağını bildiğiniz desteklenmeyen bir kurulum kullanması durumunda.
uk: Якщо ваш пристрій використовує непідтримуване налаштування, і ви знаєте, що вона не працюватиме належним чином.
zh_cn: 在你知道此功能无法正常工作的情况下，可以禁用此功能。

source: Share storage via USB?
ar: مشاركة التخزين عبر USB؟
ca: Compartir emmagatzematge a través d'USB?
cs: Sdílet úložiště přes USB?
de: Speicher über USB gemeinsam nutzen?
el: Κοινή χρήση αποθηκευτικού χώρου μέσω USB;
es: ¿Compartir almacenamiento a través de USB?
fr: Partager le stockage via USB ?
gl: Compartir almacenamento a través de USB?
hu: Tárhely megosztása USB-n?
it_it: Condividi lo spazio di archiviazione via USB?
ja: USB経由でストーレジを共有?
ko_kr: USB를 통해 저장소를 공유할까요?
nl_nl: Opslag delen via USB?
pl: Czy udostępnić pamięć przez USB?
pt_br: Compartilhar armazenamento via USB?
ro: Partajezi stocarea prin USB?
ru: Дать доступ к хранилищу через USB?
sk: Zdieľať úložisko cez USB?
sr: Желите ли да делите складиште преко USB?
tr: Depolama USB üzerinden paylaşılsın mı?
uk: Поділитися сховищем через USB?
zh_cn: 要启动 USB 存储设备功能吗？

source: Share
ar: أوصِل
ca: Compartir
cs: Sdílet
de: Teilen
el: Κοινή χρήση
es: Compartir
fa: اشتراک
fr: Partager
gl: Compartir
hu: Megosztás
it_it: Condividi
ja: 共有
ko_kr: 공유
nl_nl: Deel
pl: Udostępnij
pt_br: Compartilhar
ro: Partajează
ru: Дать доступ
sk: Zdieľať
sr: Дели
tr: Paylaş
uk: Поділитись
zh_cn: 启动

source: Activate menu
ar: تفعيلُ القائِمة
ca: Activar menú
cs: Aktivovat nabídku
de: Menü aktivieren
el: Ενεργοποίηση μενού
es: Activar menú
fa: فعال کردن منو
fr: Activation du menu
gl: Activar menú
hu: Menü aktiválódása
it_it: Attiva il menu
ja: メニューを有効にする
ko_kr: 메뉴 활성
nl_nl: Activeer menu
pl: Aktywacja menu
pt_br: Ativar menu
ro: Activează meniu
ru: Активация меню
sk: Zobrazovanie spodného menu
sr: Активирај мени
tr: Menüyü etkinleştir
uk: Активувати меню
zh_cn: 激活菜单

source: With a tap
ar: بنقرة واحدة
ca: Amb una pulsació
cs: Ťuknutím
de: Mit einem Tippen
el: Με ένα πάτημα
es: Con una pulsación
fa: با یک ضربه
fr: Avec un clique
gl: Cunha pulsación
hu: Érintéssel
it_it: Con un tocco
ja: タップで
ko_kr: 탭으로
nl_nl: Met een tik
pl: Za pomocą stuknięcia
pt_br: Com um toque
ro: Cu o atingere
ru: При помощи касания
sk: Ťuknutím
sr: Тапом
tr: Dokunarak
uk: Дотиком
zh_cn: 轻按一次

source: With a swipe
ar: مع السحب
ca: Amb un lliscament
cs: Tažením
de: Mit einem Wisch
el: Με μια σάρωση
es: Con un deslizamiento
fa: با یک کشیدن
fr: Avec un balayage
gl: Cun deslizamento
hu: Suhintással
it_it: Con una strisciata
ja: スワイプで
ko_kr: 스와이프로
nl_nl: Met een veeg
pl: Za pomocą przesunięcia
pt_br: Com um deslize
ro: Cu o glisare
ru: При помощи свайпа
sk: Potiahnutím prstu
sr: Превлачењем
tr: Kaydırarak
uk: Посуванням
zh_cn: 滑动一次

source: Auto-show bottom menu
ar: إظهارُ القائمةِ السُّفليَّةِ عندَ إظهارِ القائمةِ العُلويَّة
ca: Auto-mostrar menú inferior
cs: Automaticky zobrazit spodní nabídku
de: Automatisches Anzeigen des unteren Menüs
el: Αυτόματη εμφάνιση κάτω μενού
es: Auto-mostrar menú inferior
fa: نمابش خودکار دکمه منو
fr: Affichage automatique du menu du bas
gl: Mostrar o menú inferior automaticamente
hu: Alsó menü automatikus megjelenítése
it_it: Mostra automaticamente il menu in basso
ja: 下部メニューを自動表示
ko_kr: 하단 메뉴 함께 표시
nl_nl: Ondermenu automatisch openen
pl: Automatycznie pokaż dolne menu
pt_br: Mostrar menu inferior automaticamente
ro: Afișează automat meniul inferior
ru: Вместе с верхним открывать нижнее меню
sk: Automatické zobrazovanie spodného menu
sr: Аутоматски прикажи мени на дну
tr: Alt menü otomatik görüntülensin
uk: Автопоказ нижнього меню
zh_cn: 自动显示底部菜单

source: Up to four layouts can be enabled.
ar: يمكن تمكين ما يصل إلى أربعة تخطيطات.
ca: Es poden habilitar fins a quatre distribucions de teclat.
cs: Můžete povolit až čtyři rozložení.
de: Es können bis zu vier Layouts aktiviert werden.
el: Μπορούν να ενεργοποιηθούν έως και τέσσερις διατάξεις.
es: Se pueden habilitar hasta cuatro distribuciones de teclado.
fa: تا چهار چیدمان می‌تواند فعال شود.
fr: Il est possible d’activer jusqu’à quatre dispositions.
gl: É posible activar ata catro distribucións de teclado.
hu: Az engedélyezett kiosztások száma maximum 4.
it_it: Si possono abilitare fino a quattro disposizioni.
ja: 4つまでの配列が有効にできます。
ko_kr: 최대 4개의 레이아웃을 활성화할 수 있습니다.
nl_nl: Er kunnen maximaal vier lay-outs worden ingeschakeld.
pl: Można włączyć do czterech układów.
pt_br: Até quatro disposições podem ser ativadas.
ro: Pot fi activate cel mult patru layout-uri.
ru: Можно включить до четырёх раскладок.
sk: Povolené môžu byť až štyri rozloženia virtuálnych klávesníc.
sr: Може да се укључи до четири распореда.
tr: En fazla dört düzen etkinleştirilebilir.
uk: Можна ввімкнути до чотирьох макетів.
zh_cn: 最多可启用四种布局。

source: Not implemented
ca: No implementat
cs: Neimplementováno
de: Nicht implementiert
el: Δεν εφαρμόστηκε
es: No implementado
fr: Non implémenté
gl: Non implementado
hu: Nincs megvalósítva
it_it: Non implementato
ja: 未実装
ko_kr: 구현되지 않음
nl_nl: Niet geïmplementeerd
pl: Nie zaimplementowano
pt_br: Não implementado
ru: Не реализовано
sk: Nie je implementované
sr: Није имплементирано
tr: Henüz uygulanmamış
uk: Не впроваджено
zh_cn: 未实现

source: Not available for any of your active layouts
ca: No disponible per a cap de les disposicions de teclat actives
cs: Není dostupné pro žádné z vašich aktivních rozložení
de: Nicht verfügbar für eines Ihrer aktiven Layouts
el: Δεν είναι διαθέσιμο για καμία από τις ενεργές διατάξεις σας
es: No disponible para ninguna de las disposiciones de teclado activas
fa: برای هیچ یک از چیدمان‌های فعال شما در دسترس نیست
fr: Non disponible pour aucune de vos mises en page actives
gl: Non dispoñible para ningunha das túas distribucións de teclado activas
hu: Nem érhető el beállítás az aktív elrendezéshez
it_it: Non disponibile per nessuna delle tue impaginazioni attive
ja: アクティブなレイアウトでは利用できません
ko_kr: 활성 레이아웃에 사용할 수 없음
nl_nl: Niet beschikbaar de geactiveerde lay-outs
pl: Niedostępne dla żadnego z aktywnych układów
pt_br: Não disponível para nenhuma das suas disposições ativas
ru: Недоступно во всех активных раскладках
sk: Nie je k dispozícii pre žiadne z vašich aktívnych klávesnicových rozložení
sr: Није доступно ни за један од ваших активних распореда
tr: Etkin düzenlerinizin hiçbiri için kullanılamaz
uk: Недоступно для жодного з активних макетів
zh_cn: 已启用布局均无此项设置

source: Keyboard layouts: %1
ar: تخطيطات لوحة المفاتيح: %1
ca: Distribució del teclat: %1
cs: Rozložení klávesnice: %1
de: Tastaturbelegungen: %1
el: Διατάξεις πληκτρολογίου: %1
es: Distribución del teclado: %1
fa: چیدمان‌های صفحه کلید: %1
fr: Dispositions du clavier : %1
gl: Distribucións de teclado: %1
hu: Billentyűzet kinézet: %1
it_it: Layouts della tastiera: %1
ja: キーボード配列: %1
ko_kr: 키보드 레이아웃: %1
nl_nl: Toetsenbordindelingen :%1
pl: Układ klawiatury: %1
pt_br: Disposições de teclado: %1
ro: Tip tastatură: %1
ru: Раскладка клавиатуры: %1
sk: Klávesnicové rozloženia: %1
sr: Распореди тастатуре: %1
tr: Klavye düzenleri: %1
uk: Розкладки клавіатури: %1
zh_cn: 键盘布局：%1

source: Keyboard layouts (%1)
ar: تخطيطات لوحة المفاتيح (%1)
ca: Distribució del teclat (%1)
cs: Rozložení klávesnice (%1)
de: Tastaturbelegungen (%1)
el: Διατάξεις πληκτρολογίου (%1)
es: Distribución del teclado (%1)
fa: چیدمان‌های صفحه کلید (%1)
fr: Dispositions du clavier (%1)
gl: Distribucións de teclado (%1)
hu: Billentyűzet kinézet (%1)
it_it: Layouts della tastiera (%1)
ja: キーボード配列 (%1)
ko_kr: 키보드 레이아웃(%1)
nl_nl: Toetsenbordindelingen (%1)
pl: Układy klawiatury (%1)
pt_br: Disposições de teclado (%1)
ro: Tipuri tastatură (%1)
ru: Раскладки клавиатуры (%1)
sk: Klávesnicové rozloženia (%1)
sr: Распореди тастатуре (%1)
tr: Klavye düzenleri (%1)
uk: Розкладки клавіатури (%1)
zh_cn: 键盘布局 (%1)

source: Layout-specific keyboard settings
ar: إعدادات لوحة المفاتيح الخاصة بالتخطيط
ca: Configuració del format específic del teclat
cs: Nastavení specifického rozložení klávesnice
de: Layout-spezifische Tastatureinstellungen
el: Ρυθμίσεις διάταξης πληκτρολογίου
es: Configuración del formato específico del teclado
fa: تنظیمات اختصاصی چیدمان صفحه کلید
fr: Préférences de la disposition du clavier
gl: Configuración específica da distribución do teclado
hu: Elrendezés-specifikus billentyűzetbeállítások
it_it: Impostazioni disposizioni tastiera
ja: 配列固有のキーボード設定
ko_kr: 레이아웃별 키보드 설정
nl_nl: Layout-specifieke toetsenbordinstellingen
pl: Ustawienia klawiatury specyficzne dla układu
pt_br: Configurações específicas das disposição
ro: Setări tastatură legate de layout
ru: Настройки клавиатуры для конкретной раскладки
sk: Nastavenia klávesnice špecifické pre rozloženie
sr: Подешавања тастатуре специфична за распоред
tr: Düzene özel klavye ayarları
uk: Налаштування клавіатури для певної розкладки
zh_cn: 键盘布局设置

source: Remember last layout
ar: تذكر التخطيط الأخير
ca: Recordar última distribució de teclat
cs: Zapamatovat si poslední rozložení
de: Letztes Layout merken
el: Διατήρηση στη μνήμη της τελευταίας διάταξης
es: Recordar última distribución de teclado
fa: آخرین چیدمان صفحه کلید را بخاطر بسپار
fr: Se souvenir de la dernière disposition
gl: Lembrar a distribución anterior
hu: Emlékezzen a legutóbbi elrendezésre
it_it: Ricorda l'ultima disposizione
ja: 最後の配列を記憶する
ko_kr: 마지막 레이아웃 기억
nl_nl: Laatste lay-out onthouden
pl: Zapamiętaj ostatni układ
pt_br: Lembrar última disposição
ro: Memorează ultimul layout
ru: Помнить последнюю раскладку
sk: Zapamätať si posledné rozloženie
sr: Запамти последњи распоред
tr: Son düzen hatırlansın
uk: Запам'ятати останній макет
zh_cn: 记住上次布局

source: Swipe to input additional characters
ca: Lliscar el dit per a introduir caràcters addicionals
de: Wischen, um zusätzliche Zeichen einzugeben
el: Σάρωση για εισαγωγή πρόσθετων χαρακτήρων
es: Deslizar el dedo para introducir caracteres adicionales
fr: Faites glisser pour saisir des caractères supplémentaires
gl: Deslizar para inserir caracteres adicionais
it_it: Fare scorrere per inserire caratteri aggiuntivi
ko_kr: 스와이프하여 추가 문자 입력
nl_nl: Vegen om extra tekens in te voeren
pl: Przesuń, aby wprowadzić dodatkowe znaki
pt_br: Deslize para inserir caracteres adicionais
ru: Свайп для ввода дополнительных символов
sk: Ďalšie znaky vložíte potiahnutím prstu
sr: Превуците да унесете додатне карактере
tr: Ek karakterler yazmak için kaydırın
uk: Посуньте, щоб ввести додаткові символи
zh_cn: 滑动输入额外字符

source: Keyboard appearance settings
ca: Paràmetres d’aspecte del teclat
cs: Nastavení vzhledu klávesnice
de: Einstellungen für das Erscheinungsbild der Tastatur
el: Ρυθμίσεις εμφάνισης πληκτρολογίου
es: Configuración de la apariencia del teclado
fa: تنظیمات ظاهر صفحه کلید
fr: Paramètres d'apparence du clavier
gl: Configuración da aparencia do teclado
hu: Billentyűzet megjelenési beállítások
it_it: Impostazioni aspetto tastiera
ko_kr: 키보드 모양 설정
nl_nl: Toetsenbordweergave-instellingen
pl: Ustawienia wyglądu klawiatury
pt_br: Configurações de aparência do teclado
ru: Настройки отображения клавиатуры
sk: Nastavenia vzhľadu klávesnice
sr: Подешавања изгледа тастатуре
tr: Klavye görüntülenme ayarları
uk: Налаштування вигляду клавіатури
zh_cn: 键盘外观设置

source: Keyboard font size
ar: حجم خط لوحة المفاتيح
ca: Grandària de lletra del teclat
cs: Velikost písma klávesnice
de: Schriftgröße der Tastatur
el: Μέγεθος γραμματοσειράς πληκτρολογίου
es: Tamaño de letra del teclado
fa: اندازه قلم صفحه کلید
fr: Taille de la police du clavier
gl: Tamaño da fonte do teclado
hu: Billentyűzet betűmérete
it_it: Dimensione dei caratteri della tastiera
ja: キーボードフォントサイズ
ko_kr: 키보드 글씨 크기
nl_nl: Toetsenbord-lettergrootte
pl: Rozmiar czcionki klawiatury
pt_br: Tamanho da fonte do teclado
ro: Dimensiune font tastatură
ru: Размер шрифта клавиатуры
sk: Veľkosť písma klávesnice
sr: Величина фонта тастатуре
tr: Klavye yazı boyutu
uk: Розмір шрифту клавіатури
zh_cn: 键盘字体尺寸

source: in bold
ar: بالخط العريض
ca: en negreta
cs: tučně
de: fett gedruckt
el: με έντονους χαρακτήρες
es: en negrita
fa: برجسته باشد
fr: en gras
gl: en grosa
hu: félkövér
it_it: in grassetto
ja: 太字で
ko_kr: 굵게
nl_nl: vetgedrukt
pl: pogrubiony
pt_br: em negrito
ro: cu aldine
ru: жирный шрифт
sk: tučným písmom
sr: подебљано
tr: koyu
uk: жирним шрифтом
zh_cn: 粗体

source: with border
ar: مع الحدود
ca: amb vora
cs: s okrajem
de: mit Umrandung
el: με περίγραμμα
es: con borde
fa: با مرز
fr: avec bordure
gl: con borde
hu: keretezett
it_it: con cornice
ja: 枠付き
ko_kr: 테두리가 있는
nl_nl: met rand
pl: z obramowaniem
pt_br: com borda
ro: cu margine
ru: кнопки с окантовкой
sk: s ohraničením
sr: са оквиром
tr: kenarlıklar ile
uk: з межею
zh_cn: 带边框

source: compact
ar: المدمج
ca: compacte
cs: kompaktní
de: kompakt
el: μικρό
es: compacto
fa: فشرده
fr: condensé
gl: compacta
hu: tömörített
it_it: compatto
ja: コンパクト
ko_kr: 콤팩트
pl: zwarty
pt_br: compacto
ru: компактный вид
sk: kompaktné
sr: збијено
tr: sıkışık
uk: компактний
zh_cn: 紧凑

source: Page overlap
ar: تداخل الصفحة
ca: Superposició de pàgines
cs: Přesah stránek
de: Seitenüberlappung
el: Επικάλυψη Σελίδας
es: Solapamiento de páginas
fa: همپوشانی صفحات
fr: Chevauchement de pages
gl: Solapamento de páxina
hu: Oldalak átfedése
it_it: Sovrapposizione delle pagine
ja: ページ重ね合わせ
ko_kr: 페이지 겹침
nl_nl: Pagina-overlap
pl: Nakładanie stron
pt_br: Sobreposição de página
ro: Suprapunere pagini
ru: Перекрытие страниц
sk: Prekrývanie stránok
sr: Преклапање страница
tr: Sayfa çakışması
uk: Накладення сторінки
zh_cn: 页面重叠
