Repository: spruceUI/spruceOS
Catalog: App/KoReader/l10n/*/koreader.po
Languages: ar, ca, cs, de, el, es, fa, fr, gl, hu, it_it, ja, ko_kr, nl_nl, pl, pt_br, ro, ru, sk, sr, tr, uk, zh_cn

source: Catalog not found.
ar: لم يتم العثور على الفهرس.
ca: Catàleg no trobat.
cs: Katalog nenalezen.
de: Katalog nicht gefunden.
el: Ο κατάλογος δεν βρέθηκε.
es: Catálogo no encontrado.
fa: کاتالوگ پیدا نشد.
fr: Catalogue introuvable.
gl: Catálogo non atopado.
hu: Katalógus nem található.
it_it: Catalogo non trovato.
ja: カタログが見つかりません。
ko_kr: 카탈로그를 찾을 수 없습니다.
nl_nl: De catalogus kon niet worden gevonden.
pl: Nie znaleziono katalogu.
pt_br: Catálogo não encontrado.
ro: Catalogul nu a fost găsit.
ru: Каталог не найден.
sk: Katalóg sa nenašiel.
sr: Није пронађен каталог.
tr: Katalog bulunamadı.
uk: Каталог не знайдено.
zh_cn: 书目未找到。

source: Cannot get catalog. Server refuses to serve uncompressed content.
ar: لا يمكن الحصول على الكتالوج. يرفض الخادم تقديم محتوى غير مضغوط.
ca: No es pot accedir al catàleg. El servidor no permet oferir contingut sense comprimir.
cs: Katalog nelze načíst. Server odmítá poskytovat nekomprimovaný obsah.
de: Katalog kann nicht abgerufen werden. Der Server weigert sich, unkomprimierte Inhalte bereitzustellen.
el: Δεν είναι δυνατή η λήψη του καταλόγου. Ο διακομιστής αρνείται να εξυπηρετήσει μη συμπιεσμένο περιεχόμενο.
es: No se puede acceder al catálogo. El servidor no permite ofrecer contenido sin comprimir.
fa: نمی‌توان کاتالوگ را دریافت کرد. سرور از ارائه محتوای غیرفشرده سرباز می‌زند.
fr: Impossible de récupérer le catalogue. Le serveur refuse de diffuser du contenu non compressé.
gl: Imposible obter o catálogo. O servidor rexeita enviar contido sen comprimir.
hu: Nem található katalógus. A szerver nem hajlandó tömörítetlen tartalmat szolgáltatni.
it_it: Impossibile ottenere il catalogo. Il server si rifiuta di fornire contenuti compressi.
ja: カタログを取得できません。サーバーが非圧縮コンテンツの提供を拒否しています。
ko_kr: 카탈로그를 가져올 수 없습니다. 서버는 압축되지 않은 콘텐츠 제공을 거부합니다.
nl_nl: De catalogus kan niet worden opgehaald. De server weigert om ongecomprimeerde inhoud aan te bieden.
pl: Nie mogę pobrać katalogu. Serwer odmawia obsługi nieskompresowanych treści.
pt_br: Não é possível obter o catálogo. O servidor se recusa a servir conteúdo não comprimido.
ro: Nu se poate prelua catalogul. Serverul refuză să servească conținut necomprimat.
ru: Нет доступа к каталогу. Сервер отказывается обслуживать несжатое содержимое.
sk: Katalóg sa nedá získať. Server odmieta poskytovať nekomprimovaný obsah.
sr: Каталог не може да се преузме. Сервер одбија да шаље некомпресовани садржај.
tr: Katalog alınamadı. Sunucu sıkıştırılmamış içerik sunmayı reddetti.
uk: Не вдалося отримати каталог. Сервер відмовляється обслуговувати не стиснутий вміст.
zh_cn: 不能获得目录。服务器拒绝提供未压缩的内容。

source: Cannot get catalog. Server response status: %1.
ca: No es pot accedir al catàleg. Estat de resposta del servidor: %1.
cs: Katalog nelze načíst. Stav odezvy serveru: %1.
de: Katalog kann nicht abgerufen werden. Antwortstatus des Servers: %1.
el: Δεν είναι δυνατή η λήψη καταλόγου. Κατάσταση απόκρισης διακομιστή: %1.
es: No se puede acceder al catálogo. Estado de respuesta del servidor: %1.
fa: نمی‌توان کاتالوگ را دریافت کرد. وضعیت پاسخ سرور: %1.
fr: Impossible de récupérer le catalogue. Code de réponse du serveur : %1.
gl: Non se puido obter o catálogo. Estado da resposta do servidor: %1.
hu: Nem található katalógus. A kiszolgáló válaszkódja %1.
it_it: Impossibile ottenere il catalogo. Stato della risposta del server %1.
ja: カタログ情報を取得できません。サーバーの応答ステータス: %1
ko_kr: 카탈로그를 가져올 수 없습니다. 서버 응답 상태: %1.
nl_nl: De catalogus kan niet worden opgehaald. Serverantwoordcode: %1.
pl: Nie można pobrać katalogu. Stan odpowiedzi serwera: %1.
pt_br: Não foi possível obter o catálogo. Código de resposta do servidor: %1.
ru: Нет доступа к каталогу. Ответ сервера со статусом: %1.
sk: Katalóg sa nedá získať. Kód odpovede zo servera %1.
sr: Каталог не може да се преузме. Статус одговора сервера: %1.
tr: Katalog alınamadı. Sunucu yanıtı durumu: %1.
uk: Не вдалося отримати каталог. Статус відповіді сервера: %1.
zh_cn: 无法获取目录 。服务器响应状态：%1。

source: Cannot get catalog info from %1
ar: لم نستطع الحصول على معلومات الدليل من %1
ca: No es pot obtindre informació del catàleg des de %1
cs: Z %1 nelze získat informace o katalogu
de: Kann keine Kataloginfo bekommen von %1
el: Αδυναμία συλλογής πληροφοριών καταλόγου από %1
es: No se puede obtener información del catálogo desde %1
fa: نمی‌توان اطلاعات کاتالوگ را از %1 دریافت کرد
fr: Impossible de récupérer les informations du catalogue depuis %1
gl: Imposible obter o catálogo de %1
hu: A %1 katalógus információja nem elérhető
it_it: Impossibile ottenere catalogo informazioni %1
ja: %1 からカタログ情報を取得できません
ko_kr: %1에서 카탈로그 정보를 받아올 수 없습니다
nl_nl: Kan geen catalogusinformatie ophalen van %1
pl: Nie mogę odczytać informacji o katalogu z %1
pt_br: Não foi possível catalogar informações de %1
ro: Nu se poate prelua informația de catalog de la %1
ru: Не удаётся получить информацию о каталоге из %1
sk: Nie je možné získať informácie o katalógu z %1
sr: Не може да се преузме каталог са %1
tr: Katalog bilgileri %1 üzerinden alınamadı
uk: Не можемо отримати відомості з %1
zh_cn: 无法从 %1 获得书目信息

source: Search OPDS catalog
ar: البحث في كتالوج OPDS
ca: Cercar en Catàleg OPDS
cs: Hledat v katalogu OPDS
de: OPDS Katalog durchsuchen
el: Αναζήτηση στον κατάλογο OPDS
es: Buscar en Catálogo OPDS
fa: جستجوی کاتالوگ OPDS
fr: Rechercher dans le catalogue OPDS
gl: Buscar en catálogo OPDS
hu: OPDS katalógus keresése
it_it: Cerca nel catalogo OPDS
ja: OPDS カタログを検索
ko_kr: OPDS 카탈로그 검색
nl_nl: In OPDS-catalogus zoeken
pl: Wyszukaj w katalogu OPDS
pt_br: Buscar no catálogo OPDS
ro: Caută în catalogul OPDS
ru: Поиск каталога OPDS
sk: Vyhľadať katalóg OPDS
sr: Претрага OPDS каталога
tr: OPDS kataloğu arama
uk: Шукати в каталозі OPDS
zh_cn: 搜索 OPDS 书目

source: Alexandre Dumas
ar: أحمد شوقي
el: Αλέξανδρος Δουμάς
fa: الکساندر دوما
hu: Váncsa István
ja: 芥川龍之介
ko_kr: 알렉산드르 뒤마
ro: Dimitrie Cantemir
ru: Александр Дюма
sr: Иво Андрић
tr: Nazım Hikmet
uk: Олександр Дюма
zh_cn: 鲁迅

source: %s in url will be replaced by your input
ar: سيستبدل ما كتبته %s في الرابط
ca: %s a l’URL es reemplaçarà pels valors introduïts
cs: %s v URL adrese bude nahrazeno vaším textem
de: %s in der URL wird durch Ihre Eingabe ersetzt
el: Το %s στη διεύθυνση url θα αντικατασταθεί από την καταχώρισή σας
es: %s en la url será reemplazado por los valores introducidos
fa: %s درنشانی اینترنتی با ورودی شما جایگزین خواهد شد
fr: Le %s dans l’URL sera remplacé par votre saisie
gl: %s na URL será substituído coa túa entrada
hu: %s az url-ben az Ön bevitelével lesz helyettesítve
it_it: %s in url verrà sostituito dall'input
ja: url内の%sはあなたの入力で置き換えられます
ko_kr: URL의 %s는 사용자의 입력으로 대체됩니다
nl_nl: %s in de URL zal worden vervangen door ingevoerde tekst
pl: %s w adresie URL zostanie zastąpiony przez dane wejściowe
pt_br: %s na url será substituído por sua entrada
ro: %s din URL va fi înlocuit de întrarea ta
ru: %s в URL будет заменён вашим вводом
sk: %s v adrese URL bude nahradené vaším vstupom
sr: %s у url ће се заменити оним што унесете
tr: Adresinizdeki %s yazdığınızla değiştirilecek
uk: %s в URL-адресі буде замінено введеними даними
zh_cn: URL中的%s占位符将会被替换为你输入的内容

source: Download folder: %1 Download filename: %2 Download file type:
ca: Carpeta de descàrrega: %1 Nom de l'arxiu a descarregar: %2 Tipus d'arxiu de descàrrega:
cs: Složka pro stahování: %1 Název stahovaného souboru: %2 Typ stahovaného souboru:
de: Ordner herunterladen: %1 Dateiname herunterladen: %2 Dateityp herunterladen:
el: Φάκελος λήψεων: %1 Όνομα αρχείου λήψης: %2 Τύπος αρχείου λήψης:
es: Carpeta de descarga: %1 Nombre del archivo a descargar: %2 Tipo de archivo de descarga:
fa: پوشه دانلود: %1 اسم فایل دانلود شده: %2 نوع فایل دانلود شده:
fr: Dossier de téléchargement : %1 Télécharger le nom du fichier : %2 Télécharger le type de fichier :
gl: Cartafol de descarga: %1 Nome do ficheiro descargado: %2 Tipo de ficheiro de descarga:
hu: Letöltési mappa: %1 Letöltési fájlnév: %2 Letöltendő fájltípus:
it_it: Cartella di scaricamento: %1 Scarica il nome del file: %2 Scarica il tipo di file:
ja: ダウンロード フォルダー: %1 ダウンロード ファイル名: %2 ダウンロード ファイル種類:
ko_kr: 다운로드 폴더: %1 다운로드 파일이름: %2 다운로드 파일 형식:
nl_nl: Downloadmap: %1 Downloadbestandsnaam: %2 Downloadbestandtype:
pl: Folder pobierania: %1 Nazwa pliku pobierania: %2 Typ pliku pobierania:
pt_br: Pasta para baixar: %1 Nome do arquivo baixado: %2 Tipo do arquivo baixado:
ro: Dosar descrărcări: %1 Nume fișier descărcat: %2 Tip fișier descărcat:
ru: Папка загрузки: %1 Имя загружаемого файла: %2 Тип загружаемого файла:
sk: Priečinok na stiahnutie: %1 Názov súboru na stiahnutie: %2 Typ súboru na stiahnutie:
sr: Директоријум преузимања: %1 Име фајла преузимања: %2 Тип фајла преузимања:
tr: İndirilen klasör: %1 İndirilen dosya: %2 İndirilen dosya türü:
uk: Тека завантаження: %1 Назва завантажуваного файлу %2 Тип завантажуваного файлу:
zh_cn: 下载文件夹: %1 下载文件名： %2 下载文件类型:

source: Page stream
ca: Flux de pàgines
cs: Streamování stránek
de: Seitenstream
el: Ροή σελίδας
es: Flujo de páginas
fa: استریم صفحه
fr: Flux de page
gl: Fluxo de páxinas
hu: Oldalfolyam
it_it: Flusso di pagina
ko_kr: 페이지 스트림
nl_nl: Paginastroom
pl: Strumień stron
pt_br: Fluxo de página
ro: Flux pagini
ru: Стриминг страниц
sk: Stiahnuť stranu
sr: Ток страница
tr: Sayfa akışı
uk: Потік сторінок
zh_cn: 书页流

source: Stream from page
ca: Flux des de la pàgina
cs: Streamovat ze stránky
de: Stream von Seite
el: Ροή από τη σελίδα
es: Flujo desde la página
fa: استریم از صفحه
fr: Éléments par page
gl: Fluxo desde a páxina
hu: Stream az oldalról
it_it: Flusso dalla pagina OPDS
ko_kr: 페이지에서 스트리밍
nl_nl: Van pagina streamen
pl: Strumień ze strony
pt_br: Fluir da página
ru: Поток из страницы
sk: Stiahnuť od strany
sr: Шаље ток са странице
tr: Sayfadan akış
uk: Надіслати зі сторінки
zh_cn: 从指定页加载

source: Borrow
ca: Demanar en préstec
cs: Půjčit si
de: Ausleihen
el: Δανεισμός
es: Pedir prestado
fa: قرض
fr: Emprunter
gl: Pedir prestado
hu: Kölcsön
it_it: Prendi in prestito
ko_kr: 빌리기
nl_nl: Lenen
pl: Wypożycz
pt_br: Emprestar
ru: Забрать
sk: Vypožičať si
sr: Позајми
tr: Ödünç al
uk: Позичити
zh_cn: 借阅

source: Invalid protocol: %1
ar: بروتوكولٌ غير صحيح: %1
ca: Protocol no vàlid: %1
cs: Neplatný protokol: %1
de: Ungültiges Protokoll: %1
el: Μη έγκυρο πρωτόκολλο: %1
es: Protocolo no válido: %1
fa: پروتکل نامعتبر: %1
fr: Protocole invalide : %1
gl: Protocolo inválido: %1
hu: Érvénytelen protokoll: %1
it_it: Protocollo invalido: %1
ja: 無効なプロトコル: %1
ko_kr: 잘못된 프로토콜: %1
nl_nl: Ongeldig protocol: %1
pl: Nieprawidłowy protokół: %1
pt_br: Protocolo inválido: %1
ro: Protocol invalid: %1
ru: Неверный протокол: %1
sk: Neplatný protokol: %1
sr: Неисправан протокол: %1
tr: İletişim kuralı geçersiz: %1
uk: Неправильний протокол: %1
zh_cn: 无效的协议： %1

source: Could not save file to: %1 %2
ca: No es pot guardar l'arxiu en: %1 %2
cs: Soubor nelze uložit do: %1 %2
de: Datei konnte nicht gespeichert werden: %1 %2
el: Δεν ήταν δυνατή η αποθήκευση του αρχείου στο: %1 %2
es: No se puede guardar el archivo en: %1 %2
fa: نتوانستم پرونده را ذخیره کنم در: %1 %2
fr: Impossible de sauvegarder le fichier sous : %1 %2
gl: Non se puido gardar o ficheiro en: %1 %2
hu: Nem sikerült elmenteni a fájlt ide: %1 %2
it_it: Impossibile salvare il file in: %1 %2
ja: 以下にファイルを保存できませんでした: %1 %2
ko_kr: 다음 위치에 파일을 저장할 수 없습니다. %1 %2
nl_nl: Kan bestand niet opslaan naar: %1 %2
pl: Nie udało się zapisać pliku w: %1 %2
pt_br: Não foi possível salvar o arquivo em: %1 %2
ru: Не удалось сохранить файл в: %1 %2
sk: Súbor sa nepodarilo uložiť do: %1 %2
sr: Фајл није могао да се сачува: %1 %2
tr: Dosya şuraya kaydedilemedi: %1 %2
uk: Не вдалося зберегти файл до: %1 %2
zh_cn: 无法将文件保存到： %1 %2

source: The file %1 already exists. Do you want to overwrite it?
ar: الملف %1 موجودٌ. هل تريد استبداله؟
ca: El fitxer %1 ja existeix. Voleu sobreescriure’l?
cs: Soubor %1 již existuje. Chcete ho přepsat?
de: Datei %1 existiert bereits. Wollen Sie diese überschreiben?
el: Το αρχείο %1 υπάρχει ήδη. Θέλετε να το αντικαταστήσετε;
es: Ya existe un archivo con el nombre %1. ¿Quiere sobreescribirlo?
fa: فایل %1 همین حالا هم وجود دارد. آیا قصد بازنویسی آن را دارید؟
fr: Le fichier %1 existe déjà. Voulez-vous l’écraser ?
gl: Xa hai un ficheiro %1. Queres substituílo?
hu: A %1 fájl már létezik. Felülírja?
it_it: Il file%1 esiste già. Vuoi sovrascriverlo?
ja: ファイル %1 はすでに存在します。上書きしてもよろしいですか?
ko_kr: %1 파일이 이미 있습니다. 그것을 덮어쓸까요?
nl_nl: Het bestand %1 bestaat al. Wil je het overschrijven?
pl: Plik %1 już istnieje. Czy chcesz go nadpisać?
pt_br: O arquivo %1 já existe. Você deseja substituí-lo?
ro: Fișierul %1 există deja. Dorești să-l suprascrii?
ru: Файл %1 уже существует. Вы хотите заменить его?
sk: Súbor %1 už existuje. Želáte si ho prepísať?
sr: Фајл %1 већ постоји. Желите ли да се препише?
tr: %1 dosyası zaten var. Üzerine yazılmasını ister misiniz?
uk: Файл %1 вже існує. Ви хочете його перезаписати?
zh_cn: 文件 %1 已存在。您要覆盖它吗？

source: Delete OPDS catalog?
ca: Eliminar el catàleg OPDS?
cs: Smazat OPDS katalog?
de: OPDS Katalog löschen?
el: Να διαγραφεί ο κατάλογος OPDS;
es: ¿Eliminar catálogo OPDS?
fa: کاتالوگ OPDS حذف شود؟
fr: Supprimer le catalogue OPDS ?
gl: Borrar o catálogo OPDS?
hu: Törli az OPDS katalógust?
it_it: Elimina il catalogo OPDS?
ja: OPDS カタログを削除しますか？
ko_kr: OPDS 카탈로그를 삭제할까요?
nl_nl: OPDS-catalogus verwijderen?
pl: Usunąć katalog OPDS?
pt_br: Excluir catálogo OPDS?
ru: Удалить каталог OPDS?
sk: Vymazať OPDS katalóg?
sr: Да ли да се обрише OPDS каталог?
tr: ODPS kataloğu silinsin mi?
uk: Видалити каталог OPDS?
zh_cn: 删除 OPDS 目录？

source: Read now
ar: اقرأ الآن
ca: Llegir ara
cs: Číst hned
de: Lese jetzt
el: Ανάγνωση τώρα
es: Leer ahora
fa: الان بخوان
fr: Lire maintenant
gl: Ler agora
hu: Olvasás most
it_it: Leggi ora
ja: 今すぐ読む
ko_kr: 지금 읽기
nl_nl: Lees nu
pl: Czytaj teraz
pt_br: Ler agora
ro: Citește acum
ru: Читаю сейчас
sk: Prečítať teraz
sr: Читај сада
tr: Şimdi okuyun
uk: Прочитати зараз
zh_cn: 现在阅读

source: Read later
ar: اقرأ لاحقًا
ca: Llegir més tard
cs: Číst později
de: Lese später
el: Ανάγνωση αργότερα
es: Leer más tarde
fa: بعداً بخوان
fr: Lire plus tard
gl: Ler máis tarde
hu: Olvasás később
it_it: Leggi più tardi
ja: 後で読む
ko_kr: 나중에 읽기
nl_nl: Lees later
pl: Czytaj później
pt_br: Ler depois
ro: Citește mai tîrziu
ru: Прочитаю позже
sk: Prečítať neskôr
sr: Читај касније
tr: Daha sonra okuyun
uk: Прочитати пізніше
zh_cn: 稍后阅读

source: Stream
ca: Flux
cs: Streamovat
el: Ροή
es: Flujo
fa: استریم
fr: Diffuser en continu
gl: Fluxo
hu: Folyam
it_it: Flusso
ko_kr: 스트림
nl_nl: Streamen
pl: Strumień
pt_br: Fluxo
ru: Поток
sk: Stiahnuť
sr: Ток
tr: Akış
uk: Надіслати
zh_cn: 流加载

source: Patch management
ca: Gestió de pegats
cs: Správa záplat (patchů)
de: Patch Verwaltung
el: Διαχείριση ενημερώσεων κώδικα (patches)
es: Gestión de parches
fa: مدیریت وصله
fr: Gestion des correctifs
gl: Xestión de parches
hu: Patch kezelés
it_it: Gestione delle patches
ja: パッチ管理
ko_kr: 패치 관리
nl_nl: Patchbeheer
pl: Zarządzanie łatkami
pt_br: Gerenciamento de patches
ru: Патч-менеджмент
sk: Správa programových záplat
sr: Управљање закрпама
tr: Yama yönetimi
uk: Керування виправленнями
zh_cn: 补丁管理

source: This plugin allows enabling, disabling or editing user patches.
ca: Aquest complement permet habilitar, deshabilitar o editar pegats d'usuari.
cs: Tento doplněk umožňuje povolovat, zakazovat a upravovat uživatelské záplaty (patche).
de: Dieses Plugin ermöglicht das Ein-, Ausschalten und Editieren von User Patches.
el: Αυτό το πρόσθετο επιτρέπει την ενεργοποίηση, απενεργοποίηση ή επεξεργασία ενημερώσεων κώδικα (patches) χρήστη.
es: Este complemento permite habilitar, deshabilitar o editar parches de usuario.
fa: این افزونه اجازه فعال، غیرفعال یا ویرایش وصله‌های کاربر را می‌دهد.
fr: Ce module permet d'activer, de désactiver ou de modifier des correctifs utilisateurs.
gl: Este engadido permite activar, desactivar e editar parches do usuario.
hu: Ez a bővítmény lehetővé teszi a felhasználói javítások engedélyezését, tiltását vagy szerkesztését.
it_it: Questo plugin consente di abilitare, disabilitare o modificare le patches utente.
ja: ユーザーパッチの有効化、無効化、編集を可能にするプラグインです。
ko_kr: 이 플러그인을 사용하면 사용자 패치를 활성화, 비활성화 또는 편집할 수 있습니다.
nl_nl: Deze plugin maakt het mogelijk om gebruikerspatches in of uit te schakelen en te bewerken.
pl: Ta wtyczka umożliwia włączenie, wyłączenie lub edycję łatek użytkownika.
pt_br: Esse plugin permite habilitar, desabilitar ou editar patches do usuário.
ru: Данный плагин позволяет включать, отключать или редактировать пользовательские исправления.
sk: Tento doplnok umožňuje povolenie, zakázanie alebo úpravy pre užívateľské programové záplaty.
sr: Овај додатак омогућава укључивање, искључивање или уређивање корисничких закрпа.
tr: Bu uygulama eki, kullanıcı yamalarının etkinleştirilmesini, devre dışı bırakılmasını ya da düzenlenmesini sağlar.
uk: Цей плаґін дозволяє вмикати, вимикати або редагувати виправлення користувача.
zh_cn: 此插件允许启用、禁用和编辑用户补丁。

source: Patches changed. Current set of patches will be applied on next restart.
ca: Els pegats han estat modificats. El conjunt actual de pegats serà aplicat en el pròxim reinici.
cs: Záplaty byly upraveny. Aktuální sada záplat bude aplikována při dalším spuštění.
de: Patches wurden geändert. Die aktivierten Patches werden beim Neustart angewendet.
el: Οι ενημερώσεις κώδικα (patches) άλλαξαν. Το τρέχον σύνολο των ενημερώσεων κώδικα θα εφαρμοστεί στην επόμενη επανεκκίνηση.
es: Los parches han sido modificados. El conjunto actual de parches será aplicado en el próximo reinicio.
fa: وصله‌ها تغییر کرد. وصله‌های فعلی در راه‌اندازی مجدد بعدی اعمال خواهند شد.
fr: Patches modifiés. L'ensemble actuel de correctifs sera appliqué au prochain redémarrage.
gl: Os parches foron modificados. A selección actual the parches aplicarase no próximo reinicio.
hu: A patch-ek megváltoztak, a következő újraindításkor kerülnek alkalmazásra.
it_it: Le patches sono state modificate. Il set attuale di patches sarà applicato al prossimo riavvio.
ja: パッチが変更されました。次回の起動時に現在のパッチセットが適用されます。
ko_kr: 패치가 변경되었습니다. 다음에 시작할 때 패치된 결과가 적용됩니다.
nl_nl: Patches gewijzigd. De huidige verzameling patches zal worden toegepast bij de volgende herstart.
pl: Łatki zmieniono. Bieżący zestaw łatek zostanie zastosowany przy następnym uruchomieniu.
pt_br: Patches alterados. O conjunto atual de patches será aplicado na próxima reinicialização.
ru: Патчи изменены. Текущий набор исправлений будет применён при следующем перезапуске.
sk: Programové záplaty sa zmenili. Aktuálna sada záplat sa použije pri ďalšom reštarte.
sr: Измењене су закрпе. Текући скуп закрпа ће се применити током наредног поновног покретања.
tr: Yamalar değişti. Var olan yama kümesi bir sonraki yeniden başlatmada uygulanacak.
uk: Виправлення змінені. Поточний набір виправлень буде застосовано під час наступного перезапуску.
zh_cn: 补丁已修改。当前版本的补丁将会在下次重启后生效。

source: Patches might have changed. Current set of patches will be applied on next restart.
ca: Els pegats poden haver estat modificats. El conjunt actual de pegats serà aplicat en el pròxim reinici.
cs: Záplaty mohly být upraveny. Aktuální sada záplat bude aplikována při dalším spuštění.
de: Möglicherweise wurden Patches geändert. Die aktivierten Patches werden beim Neustart angewendet.
el: Οι ενημερώσεις κώδικα (patches) ενδέχεται να έχουν αλλάξει. Το τρέχον σύνολο ενημερώσεων κώδικα θα εφαρμοστεί κατά την επόμενη επανεκκίνηση.
es: Los parches pueden haber sido modificados. El conjunto actual de parches será aplicado en el próximo reinicio.
fa: وصله‌ها ممکن است تغییر کرده باشند. وصله‌های فعلی تنظیم شده در راه‌اندازی بعدی اعمال خواهند شد.
fr: Les correctifs pourraient avoir changé. L'ensemble actuel de correctifs sera appliqué au prochain redémarrage.
gl: É posible que os parches foran modificados. A selección actual de parches aplicarase no próximo reinicio.
hu: A patch-ek megváltozhattak, a következő újraindításkor kerülnek alkalmazásra.
it_it: Le patches potrebbero essere cambiate. Il gruppo di patches attuali verrà applicato al prossimo riavvio.
ja: パッチが変更されている可能性があります。次回の起動時に現在のパッチが適用されます。
ko_kr: 패치가 변경된 모양입니다. 패치된 결과는 다음에 시작할 때 적용됩니다.
nl_nl: Patches kunnen veranderd zijn. De huidige set patches zal worden toegepast bij de volgende herstart.
pl: Łatki mogły się zmienić. Bieżący zestaw łatek zostanie zastosowany przy następnym uruchomieniu.
pt_br: Os patches podem ter mudado. O conjunto atual de patches será aplicado na próxima reinicialização.
ru: Патчи могли быть изменены. Текущий набор исправлений будет применён при следующем перезапуске.
sk: Programové záplaty sa mohli zmeniť. Aktuálna sada záplat sa použije pri ďalšom reštarte.
sr: Можда су се измениле закрпе. Текући скуп закрпа ће се применити током наредног поновног покретања.
tr: Yamalar değişmiş olabilir. Güncel yama kümesi bir sonraki yeniden başlatmada uygulanacak.
uk: Виправлення могли бути змінені. Поточний набір виправлень буде застосовано під час наступного перезапуску.
zh_cn: 补丁可能被修改。当前版本的补丁将会在下次重启后生效。
