Repository: spruceUI/spruceOS
Catalog: App/KoReader/l10n/*/koreader.po
Languages: ar, ca, cs, de, el, es, fa, fr, gl, hu, it_it, ja, ko_kr, nl_nl, pl, pt_br, ro, ru, sk, sr, tr, uk, zh_cn

source: Show character candidates
ca: Mostrar caràcters candidats
cs: Zobrazit potencionální znaky
de: Zeichenkandidaten anzeigen
el: Εμφάνιση υποψηφίων χαρακτήρων
es: Mostrar caracteres candidatos
fr: Afficher les indicateurs de chapitre
gl: Mostrar os caracteres candidatos
hu: Mutassa a karakter jelöléseket
it_it: Mostra i caratteri candidati
ja: 文字候補を表示
ko_kr: 캐릭터 후보 표시
nl_nl: Toon karakterkandidaten
pl: Pokaż znaki kandydujące
pt_br: Exibir caracteres disponíveis
ru: Показывать возможные иероглифы
sk: Zobraziť dostupné znaky
sr: Прикажи кандидате карактера
tr: Karakter önerilerini görüntüle
uk: Показувати ймовірні розділи
zh_cn: 显示候选字

source: Page Crop
ar: اقتصاص حدود الصفحة
ca: Retallar pàgina
cs: Ořez stránky
de: Seiten-Beschnitt
el: Ξάκρισμα Σελίδας
es: Recortar página
fa: برش صفحه
fr: Recadrage
gl: Recortar páxina
hu: Oldal vágása
it_it: Ritaglio Pagina
ja: ページ切り取り
ko_kr: 페이지 크롭
nl_nl: Pagina bijsnijden
pl: Przycięcie strony
pt_br: Corte de página
ro: Tăiere pagini
ru: Обрезка страницы
sk: Orezanie strany
sr: Опсецање странице
tr: Sayfa kırpma
uk: Обтинання сторінки
zh_cn: 页面切边

# Page crop
source: none
ar: لا شيء
ca: no
cs: žádný
de: kein
el: κανένα
es: no
fa: هیچ‌کدام
fr: aucun
gl: ningún
hu: nincs
it_it: nessuno
ja: なし
ko_kr: 없음
nl_nl: geen
pl: brak
pt_br: nenhum
ro: fără
ru: нет
sk: žiadne
sr: не
tr: yok
uk: немає
zh_cn: 无

# Page crop
source: auto
ar: تلقائي
el: αυτόματο
fa: خودکار
gl: automático
ja: 自動
ko_kr: 자동
pl: automatyczne
ro: automată
ru: авто
sk: automatické
sr: аутоматско
tr: oto
uk: авто
zh_cn: 自动

# Page crop
source: semi-auto
ar: شبه تلقائي
cs: polo-auto
de: halb automatisch
el: ημιαυτόματο
fa: نیمه خودکار
fr: semi-automatique
gl: semi-automático
hu: fél-automata
it_it: semiautomatico
ja: 半自動
ko_kr: 반자동
nl_nl: half-auto
pl: półautomatyczne
ru: полуавто
sk: polo-automatické
sr: полуаутоматско
tr: yarı otomatik
uk: напів-автоматичний
zh_cn: 半自动

# Page crop
source: manual
ar: يدوي
cs: manuální
de: manuell
el: χειροκίνητο
fa: دستی
fr: manuel
hu: kézi
it_it: manuale
ja: 手動
ko_kr: 수동
nl_nl: handmatig
pl: ręczne
ro: manuală
ru: ручная
sk: manuálne
sr: ручно
tr: el ile
uk: ручний
zh_cn: 手动

source: Allows cropping blank page margins in the original document. This might be needed on scanned documents, that may have speckles or fingerprints in the margins, to be able to use zoom to fit content width. - 'none' does not cut the original document margins. - 'auto' finds content area automatically. - 'semi-auto" finds content area automatically, inside some larger area defined manually. - 'manual" uses the area defined manually as-is. In 'semi-auto' and 'manual' modes, you may need to define areas once on an odd page number, and once on an even page number (these areas will then be used for all odd, or even, page numbers).
ar: يسمح باقتصاص هوامش الصفحات الفارغة في المستند الأصلي. قد يكون هذا مطلوبًا في المستندات الممسوحة ضوئيًا ، والتي قد تحتوي على بقع أو بصمات أصابع في الهوامش ، لتتمكن من استخدام التكبير / التصغير لملاءمة عرض المحتوى. - لا تقص كلمة "لا شيء" هوامش المستند الأصلية. - يجد "تلقائي" منطقة المحتوى تلقائيًا. - يعثر "شبه تلقائي" على منطقة المحتوى تلقائيًا ، داخل منطقة أكبر محددة يدويًا. - يستخدم "يدوي" المنطقة المحددة يدويًا كما هي. في الوضعين "شبه التلقائي" و "اليدوي" ، قد تحتاج إلى تحديد المناطق مرة واحدة على رقم صفحة فردي ومرة واحدة على رقم صفحة زوجية (سيتم استخدام هذه المناطق بعد ذلك لجميع أرقام الصفحات الفردية أو الزوجية).
ca: Permet retallar els marges de les pàgines en blanc en el document original. Aquest ajust pot ser útil en documents escanejats, que poden tenir brins o empremtes dactilars en els marges, per a poder usar el zoom per a ajustar l'amplària del contingut. - "cap" no retalla els marges del document original. - 'auto' troba l'àrea de contingut automàticament. - "semi-automàtic" troba l'àrea de contingut automàticament, dins d'una àrea major definida manualment. - "manual" usa l'àrea que ha estat definida manualment. En els modes "semi-automàtic" i "manual", pot ser necessari definir una àrea per a les pàgines senars i una altra per a les parelles (aquestes àrees s'utilitzaran per a tots les pàgines senars i parelles).
cs: Umožňuje oříznutí prázdných okrajů stránky v originálním dokumentu. To může být potřeba u naskenovaných dokumentů, které můžou mít na okrajích flíčky a otisky prstů, aby šel použít režim zoomování „na šířku obsahu (stránky)“. - žádný: neořeže okraje originálního dokumentu. - auto: najde plochu obsahu automaticky. - polo-auto: najde plochu obsahu automaticky na větší ploše určené manuálně. - manuální: použije plochu tak jak je určená manuálně. V režimech „polo-auto“ a „manuální“ může být potřeba určit plochy jednou na stránce s lichým číslem a jednou na stránce se sudým číslem (tyto plochy pak budou použity pro všechny liché a sudé stránky).
de: Ermöglicht das Beschneiden leerer Seitenränder im Originaldokument. Dies kann bei gescannten Dokumenten mit Flecken oder Fingerabdrücken an den Rändern erforderlich sein, um den Zoom an die Breite des Inhalts anpassen zu können. - „Keine“ schneidet die Ränder des Originaldokuments nicht ab. - „auto“ findet den Inhaltsbereich automatisch. - „halb-automatisch“ findet den Inhaltsbereich automatisch, innerhalb eines größeren, manuell definierten Bereichs. - „manuell“ verwendet den manuell definierten Bereich so wie er ist. In den Modi „halb-automatisch“ und „manuell“ müssen Sie möglicherweise Bereiche einmal auf einer ungeraden und einmal auf einer geraden Seitennummer definieren (diese Bereiche werden dann für alle ungeraden oder geraden Seitenzahlen verwendet).
el: Επιτρέπει την περικοπή κενών περιθωρίων στις σελίδες του αρχικού εγγράφου. Αυτό μπορεί να χρειαστεί σε σαρωμένα έγγραφα, που ενδέχεται να έχουν στίγματα ή δακτυλικά αποτυπώματα στο περιθώριο, ώστε να μπορείτε να χρησιμοποιήσετε την μεγέθυνση για να ταιριάζει στο πλάτος του περιεχομένου. - Η επιλογή «κανένα» δεν κόβει τα αρχικά περιθώρια εγγράφου. - Η επιλογή «αυτόματο» βρίσκει αυτόματα την περιοχή περιεχομένου. - Η επιλογή «ημιαυτόματο» βρίσκει αυτόματα την περιοχή περιεχομένου, μέσα σε κάποια μεγαλύτερη περιοχή που ορίζεται χειροκίνητα. - Η επιλογή «χειροκίνητο» χρησιμοποιεί την περιοχή που ορίζεται χειροκίνητα ως έχει. Στις επιλογές «ημιαυτόματο» και «χειροκίνητο», ίσως χρειαστεί να ορίσετε περιοχές μία φορά σε μία μονή σελίδα και μία φορά σε μία ζυγή σελίδα (αυτές οι περιοχές θα χρησιμοποιηθούν στη συνέχεια για όλες τις μονές ή ζυγές σελίδες).
es: Permite recortar los márgenes de las páginas en blanco en el documento original. Este ajuste puede ser útil en documentos escaneados, que pueden tener motas o huellas dactilares en los márgenes, para poder usar el zoom para ajustar el ancho del contenido. - "ninguno" no recorta los márgenes del documento original. - 'auto' encuentra el área de contenido automáticamente. - "semi-automático" encuentra el área de contenido automáticamente, dentro de un área mayor definida manualmente. - "manual" usa el área que ha sido definida manualmente. En los modos "semi-automático" y "manual", es posible que sea necesario definir una área para las páginas impares y otra para las pares (estas áreas se utilizarán para todos las páginas pares e impares).
fr: Permet de rogner les marges des pages dans le document d’origine. Cela peut être nécessaire sur les documents scannés, qui pourrait contenir des taches ou des empreintes dans les marges, afin de pouvoir utiliser le zoom adapté à la largeur du contenu. – « aucun » ne rogne pas les marges du document original. – « auto » identifie la zone de contenu automatiquement. – « semi-auto » identifie la zone de contenu automatiquement, à l’intérieur d’une région définie manuellement. – « manuel » utilise la région définie manuellement telle quelle. Dans les modes « semi-auto » et « manuel », vous aurez peut être besoin de définir deux régions, une fois sur une page impaire, et une fois sur une page paire (ces régions seront alors utilisées pour toutes les pages impaires et paires).
gl: Permite recortar as marxes das páxinas en branco no documento orixinal. Isto pode ser necesario en documentos escaneados, que poden ter manchas ou pegadas dixitais nas marxes, para poder usar o zoom para axustar o largo do contido. - 'ningún' non recorta as marxes do documento orixinal. - 'auto' busca automaticamente a área de contido. - 'semi-auto' procura a área de contido automaticamente dentro dunha área maior definida manualmente. - 'manual' usa a área definida tal cal. Nos modos 'semi-auto' e 'manual', poida que teñas que definir unha área nunha páxina impar e outra nunha páxina par (estas áreas usaranse en todas as seguintes páxinas impares e pares).
hu: Engedélyezi az eredeti dokumentumban az üres oldalmargók levágását. Erre szkennelt dokumentumokban lehet szükség, amelyek margóin kosz vagy ujjlenyomatok vannak, hogy használható legyen a nagyítás a tartalom szélességéhez mód. - 'semmi' nem vágja le az eredeti dokumentum margóit. - 'auto' megtalálja a tartalmat. - 'fél-auto" megtalálja a tartalmat egy nagyobb, manuálisan kijelölt területen belül. - 'kézi" manuálisan kijelölt területet használ. A 'fél-auto' és 'kézi' módokban ki kell jelölnie egyszer a páros, egyszer pedig a páratlan oldalakon is a területet (ezek a területek lesznek alkalmazva minden páros vagy páratlan oldalon).
it_it: Permette di ritagliare i margini di pagina vuoti nel documento originale. Questo può essere necessario in documenti scansionati, che possono avere macchie o impronte nel margine, in modo da poter usare lo zoom che si adatta alla larghezza del contenuto. -'niente' non ritaglia via i margini originali del documento. -'auto' identifica l'area del contenuto automaticamente. - 'semi-auto' identifica l'area del contenuto, entro un area di ricerca più grande definita manualmente. - 'manuale' usa l'area definita manualmente, tale e quale. In modalità 'semiautomatica' e 'manuale', può essere necessario definire le aree una volta per una pagina dispari ed una per una pagina pari (queste aree saranno poi usate per tutte le pagine dispari o pari rispettivamente).
ja: オリジナル文書の空白ページの余白を切り取りできるようにします。 これは、余白に斑点や指紋があるようなスキャン文書で、コンテンツ幅に合わせたズームを使用するために必要な場合があります。 - 「なし」はオリジナル文書の余白を切り取りません。 - 「自動」はコンテンツ領域を自動的に検出します。 - 「半自動」は手動で定義されたより大きな領域の中にで自動的にコンテンツ領域を見つけます。 - 「手動」は手動で定義した領域をそのまま使用します。 「半自動」と「手動」モードでは、奇数ページ番号と偶数ページ番号に一度ずつ領域を定義する必要があります (これらの領域はすべての奇数または偶数のページ番号に使用されます)。
ko_kr: 원본 문서에서 빈 페이지 여백을 제거할 수 있습니다. 스캔 한 문서(여백에 얼룩이나 지문이 있을 수 있음)에 필요할 수 있으며, 내용 너비에 맞게 확대/축소를 사용할 수 있습니다. - '없음'은 원본 문서 여백을 자르지 않습니다. - 'auto'는 컨텐츠 영역을 자동으로 찾습니다. - '반자동'은 수동으로 정의된 일부 큰 영역 내에서 컨텐츠 영역을 자동으로 찾습니다. - 'manual'은 수동으로 정의된 영역을 그대로 사용합니다. '반자동'과 '수동' 모드에서는 홀수 페이지 번호에서 한 번, 짝수 페이지 번호에서 한 번만 영역을 정의해야 할 수 있습니다(이러한 영역은 모든 홀수나 짝수 페이지 번호에 사용됨).
nl_nl: Maakt het mogelijk om lege paginamarges in het originele document bij te snijden. Dit kan nodig zijn bij gescande documenten, die mogelijk spikkels of vingerafdrukken in de marges hebben, om zoomen naar inhoudsbreedte te kunnen toepassen. - 'geen' snijdt de originele documentmarges niet bij. - 'auto' vindt automatisch de inhoud. - 'semi-automatisch" vindt automatisch de inhoud, binnen een groter gebied dat handmatig is gedefinieerd. - 'handmatig' gebruikt het handmatig gedefinieerde gebied zonder poespas. In de 'semi-automatische' en 'handmatige' modus kan het nodig zijn om gebieden eenmalig te definiëren op een oneven paginanummer, en eenmalig op een even paginanummer (deze gebieden worden dan gebruikt voor alle oneven of even paginanummers).
pl: Umożliwia przycinanie pustych marginesów strony w oryginalnym dokumencie. Może to być potrzebne w przypadku zeskanowanych dokumentów, które mogą mieć plamki lub odciski palców na marginesach, aby móc użyć powiększenia w celu dopasowania szerokości treści. - „brak” nie powoduje obcięcia marginesów oryginalnego dokumentu. - „automatyczne” automatycznie wyszukuje obszar zawartości. - „półautomatyczne” automatycznie wyszukuje obszar zawartości wewnątrz większego obszaru zdefiniowanego ręcznie. - „ręczne” wykorzystuje obszar zdefiniowany ręcznie w stanie, w jakim jest. W trybach „półautomatyczne” i „ręczne” może być konieczne zdefiniowanie obszarów raz na nieparzystym numerze strony, a raz na parzystym numerze (obszary te będą następnie używane dla wszystkich nieparzystych lub parzystych numerów stron).
pt_br: Permite cortar as margens em branco da página no documento original. Isso pode ser necessário em documentos escaneados, que podem ter manchas ou marcas de dedo nas margens, para que se possa usar a ampliação ajustada à largura do conteúdo. - ‘nenhum’ não corta as margens do documento original. - ‘auto’ acha a área do conteúdo automaticamente. - ‘semiauto’ acha a área do conteúdo automaticamente, dentro de uma área maior definida manualmente. - ‘manual’ usa a área definida automaticamente como for. Nos modos ‘semiauto’ e ‘manual’, você pode precisar definir as áreas uma vez em uma página ímpar e uma vez em uma página par (essas áreas vão ser usadas para todas as páginas ímpares ou pares, respectivamente).
ro: Permite decuparea marginilor paginilor libere din documentul original. Acest lucru poate fi necesar în cazul documentelor scanate care pot avea amprente, urme de praf pentru a putea folosi modul mărire lățime conținut. - „fără” nu va decupa marginile documentului original; - „auto” va găsi aria de decupat automat; - „semi-auto” va găsi aria de decupat automat în interiorul unei casete definite manual; - „manual” va folosi caseta de decupare definită manual. În modurile „semi-auto” și „manual” va trebui să definești caseta de decupare atît pe paginile pare cît și pe cele impare (casetele vor fi folosite apoi pe toate paginile corespunzătoare).
ru: Позволяет обрезать пустые поля страницы в исходном документе. Востребовано в отсканированных документах, на полях которых могут быть пятнышки или отпечатки пальцев, чтобы можно было использовать масштабирование по размеру содержимого. • «нет» не обрезает поля исходного документа; • «авто» находит область содержимого автоматически; • «полуавто» находит область содержимого автоматически, но внутри выбранной вручную бо́льшей области; • «ручной» обрабатывает выбранную вручную область как есть. В режимах «полуавто» и «ручной» вам может потребоваться по одному разу определить области для чётного и нечётного номеров страниц (данные области затем будут использоваться для всех чётных/нечётных страниц).
sk: Umožňuje orezanie okrajov prázdnych strán v originálnom dokumente. Toto môže byť vhodné v naskenovaných dokumentoch, ktoré môžu mať na okrajoch škvrny alebo odtlačky prstov, aby bolo možné použiť priblíženie na prispôsobenie šírke obsahu. - 'žiadne' neorezáva okraje originálneho dokumentu. - 'automatické' automaticky nájde oblasť obsahu. - „polo-automatické“ automaticky nájde oblasť obsahu vo vnútri nejakej väčšej oblasti definovanej manuálne. - „manuálne“ používa oblasť definovanú manuálne tak, ako je. V „polo-automatickom“ a v „manuálnom“ režime možno budete musieť definovať oblasti raz na nepárne číslo strany a raz na párne číslo strany (tieto oblasti sa potom použijú pre všetky nepárne alebo párne čísla strán).
sr: Омогућава опсецање празних маргина у оригиналном документу. То може бити неопходно да би се скенирани документи који имају мрље или отиске прстију у маргинама могли зумирати тако да ширина садржаја стаје на екран. - ’не’ не сече оригиналне маргине документа. - ’аутоматско’ аутоматски проналази површину садржаја. - ’полуаутоматско’ унутар неке веће ручно дефинисане површине аутоматски проналази површину садржаја. - ’ручно’ корисни ручно дефинисану површину онакву каква је. У режимима ’полуаутоматско’ и ’ручно’, биће потребно да дефинишете површине једном на непарној страници и једном на парној страници (ове површине ће се онда користити за све непарне или парне странице).
tr: Özgün belgedeki boş sayfa kenar boşluklarının kırpılmasını sağlar. Bu seçenek, yakınlaştırmayı içerik genişliğine sığdırmak için kenar boşluklarında benekler veya parmak izleri olabilecek taranmış belgelerde gerekli olabilir. - 'yok' özgün belge kenar boşluklarını kesmez. - 'auto' içerik alanını otomatik olarak belirler. - 'yarı otomatik', el ile belirtilen daha geniş bir alanın içinde içerik alanını otomatik olarak belirler. - 'el ile', el ile belirtilen alanı olduğu gibi kullanır. 'Yarı otomatik' ve 'el ile' kiplerinde, alanları tek sayfa numaraları için ve çift sayfa numaraları için ayrı ayrı belirtmeniz gerekebilir (bu alanlar daha sonra tüm tek veya çift sayfa numaraları için kullanılır).
uk: Дозволяє обрізати порожні поля сторінки в первинному документі. Це може знадобитися на зчитаних документах, на полях яких можуть бути цятки або відбитки пальців, щоб можна було використовувати масштабування за розміром вмісту. - «ні» не буде відрізати поля вихідного документа. - «авто» знаходить область вмісту автоматично. - «напівавто» знаходить область вмісту автоматично, всередині більшої області, визначеної вручну. - «ручна» використовує визначену вручну область як є. У режимах «напівавто» і «ручна» вам може знадобитися визначити ділянки один раз для непарного номера сторінки й один раз для парного номера сторінки (ці ділянки потім застосовуватимуться для всіх непарних або парних номерів сторінок).
zh_cn: 允许在原始文档中裁剪空白边缘。 这项设置通常对于扫描文档很有用，可以去除文档边缘的斑点和指纹，使内容缩放到适合屏幕宽度。 - “无” 意味着不做任何裁剪。 - “自动” 会自动查找内容区域。 - “半自动” 会自动查找内容区域，并可以手动调整内容间距。 - “手动” 需要自行定义内容区域。 在“半自动”和“手动”模式下，你需要分别定义奇数和偶数页面的内容区域。

source: Margin
ar: الهامش
ca: Marge de pàgina
cs: Okraj
de: Rand
el: Περιθώριο
es: Margen
fa: حاشیه
fr: Marge
gl: Marxe
hu: Margó
it_it: Margine
ja: 余白
ko_kr: 여백
nl_nl: Marge
pl: Margines
pt_br: Margem
ro: Margine
ru: Поля
sk: Okraj
sr: Маргина
tr: Kenar boşluğu
uk: Поле
zh_cn: 边距

source: Set margins to be applied after page-crop and zoom modes are applied.
ar: قم بتعيين الهوامش ليتم تطبيقها بعد تطبيق أوضاع اقتصاص الصفحة والتكبير / التصغير.
ca: Configurar els marges que s'empraran després d'aplicar les maneres de retallada de pàgina i de zoom.
cs: Nastavené okraje budou aplikovány poté, co se aplikuje ořez stránky a některý z režimů zoomování.
de: Legen Sie die Ränder fest, die nach Anwendung der Seitenzuschnitt- und Zoom-Modi angewendet werden sollen.
el: Ορίζει τα περιθώρια που θα εφαρμοστούν μετά την εφαρμογή της λειτουργίας «Ξάκρισμα Σελίδας» και «Μεγέθυνση».
es: Configurar los márgenes que se emplearán después de aplicar los modos de recorte de página y de zoom.
fa: حاشیه ها را تنظیم کنید تا پس از اعمال حالت های برش صفحه و بزرگنمایی اعمال شوند.
fr: Règle les marges appliquées après le rognage et le zoom.
gl: Configurar as marxes para usar despois de aplicar o modos recorte e zoom de páxina.
hu: Definiáljon margókat az oldal-vágás és a közelítés módok használata után.
it_it: Imposta i margini da applicare dopo che i modi di ritaglio della pagina o di zoom sono impostati.
ja: ページ切り取りやズームモードが適用された後に適用される余白を設定します。
ko_kr: 페이지 여백 제거와 확대/축소 모드를 적용한 후에 사용할 여백을 설정하세요.
nl_nl: Stel de marges in om toe te passen na het bijsnijden van de pagina en het toepassen van de zoommodi.
pl: Ustaw marginesy, które mają być stosowane po zastosowaniu trybów kadrowania i powiększenia.
pt_br: Define as margens a serem aplicadas após a aplicação dos modos de corte de página e ampliação.
ro: Setează marginile care vor fi aplicate după ce se aplică decuparea sau mărirea paginii.
ru: Задать поля, которые будут применены после обрезки страницы и масштабирования.
sk: Nastavenie pre okraje, ktoré sa použijú v režimoch orezania strany a priblíženia.
sr: Поставља маргине које треба да се поставе након примене опсецања странице и режима зумирања.
tr: Sayfa kırpma ve yakınlaştırma kipleri kullanıldıktan sonra uygulanacak kenar boşluklarını ayarlayın.
uk: Встановити поля, які буде застосовувано після увімкнення режимів обрізання сторінки та масштабування.
zh_cn: 设置页面裁剪并缩放后的边距。

source: Auto Straighten
ar: تقويم تلقائي
ca: Alineació automàtica
cs: Auto narovnání
de: Auto-Begradigen
el: Αυτόματη ευθυγράμμιση
es: Alineación automática
fa: صاف کردن خودکار
fr: Mise à niveau automatique
gl: Alineación automática
hu: Automatikus kiegyenesítés
it_it: Raddrizza automaticamente
ja: 自動傾き補正
ko_kr: 자동 수평 맞춤
nl_nl: Auto rechttrekken
pl: Automatyczne wyrównanie
pt_br: Alinhamento automático
ro: Îndreptare automată
ru: Коррекция наклона
sk: Automatické vyrovnanie
sr: Аутоматско исправљање
tr: Otomatik düzeltme
uk: Автовирівнювання
zh_cn: 自动拉直

source: Attempt to automatically straighten tilted source pages. Will rotate up to specified value.
ar: حاول تقويم صفحات المصدر المائلة تلقائيا. سيتم تدويرها إلى القيمة المحددة.
ca: Intentar alinear automàticament les pàgines que apareixen inclinades en la font original. Les pàgines giraran fins al valor especificat.
cs: Pokus o automatické srovnání pootočených zdrojových stránek. Budou pootočeny o určenou hodnotu.
de: Versucht, gekippte Quellenseiten automatisch zu begradigen. Wird bis zum angegebenen Wert gedreht.
el: Προσπαθεί να ευθυγραμμίσει αυτόματα τις κεκλιμένες σελίδες. Θα τις περιστρέψει μέχρι την καθορισμένη τιμή.
es: Intentar alinear automáticamente las páginas que aparecen inclinadas en la fuente original. Las páginas rotarán hasta el valor especificado.
fa: تلاش میکند به صورت خودکار صفحات کج شده را صاف کند. تا مقدار مشخص شده صفحات خواهد چرخاند.
fr: Tente de redresser automatiquement les pages sources inclinées. La rotation se fera jusqu’à la valeur spécifiée.
gl: Intentar endereitar automaticamente páxinas orixe xiradas. As páxinas rotarán ata o valor especificado.
hu: Próbálja meg automatikusan kiegyenesíteni a ferde forrásoldalakat. Elfordítás a megadott értékig.
it_it: Prova a raddrizzare automaticamente le pagine inclinate. Verranno ruotate fino al valore specificato.
ja: 傾いたソースページを自動的に補正しようと試みます。 指定した値まで回転します。
ko_kr: 기울어진 소스 페이지를 자동으로 수평을 잡으려고 시도합니다. 지정된 값까지 회전합니다.
nl_nl: Probeer om gekantelde bronpagina's automatisch recht te zetten. Zal roteren tot de opgegeven waarde.
pl: Próba automatycznego wyprostowania pochylonych stron źródłowych. Obróci do podanej wartości.
pt_br: Tenta alinhar automaticamente as páginas de origem inclinadas. Irá rotacionar até o valor especificado.
ro: Încercare de a îndrepta paginile înclinate. Se va roti pînă la valoarea specificată.
ru: Попытка автоматически скорректировать наклон исходных страниц. Будет выполнен поворот на указанное значение.
sk: Pokúsi sa automaticky vyrovnať naklonené zdrojové strany. Pootočí ich až po zadanú hodnotu.
sr: Покушава да аутоматски исправи нагнуте странице извора. Ротираће их све до задате вредности.
tr: Eğik kaynak sayfaları otomatik olarak düzeltmeyi dener. Sayfalar belirtilen değer kadar döndürülür.
uk: Пробувати автоматично випрямити нахилені джерельні сторінки. Буде обертатися до вказаного значення.
zh_cn: 尝试自动旋转倾斜的源页面。 最多会旋转至指定的最大角度。

source: Horizontal overlap
ar: تداخل أفقي
ca: Solapament horitzontal
cs: Vodorovný přesah
de: Horizontale Überlappung
el: Οριζόντια επικάλυψη
es: Solapamiento horizontal
fa: همپوشانی افقی
fr: Chevauchement Hori
gl: Solapamento horizontal
hu: Vízszintes átfedés
it_it: Sovrapposizione orizzontale
ja: 水平方向の重ね合わせ
ko_kr: 가로 겹침
nl_nl: Horizontale overlapping
pl: Poziome nakładanie
pt_br: Sobreposição horizontal
ro: Suprapunere orizontală
ru: Перекрытие колонок
sk: Horizontálne prekrytie
sr: Хоризонтално преклапање
tr: Yatay örtüşme
uk: Горизонтальне перекриття
zh_cn: 水平重叠
