Repository: spruceUI/spruceOS
Catalog: App/KoReader/l10n/*/koreader.po
Languages: ar, ca, cs, de, el, es, fa, fr, gl, hu, it_it, ja, ko_kr, nl_nl, pl, pt_br, ro, ru, sk, sr, tr, uk, zh_cn

source: Horizontal margins
ca: Marges horitzontals
cs: Horizontální okraje
de: Horizontale Ränder
el: Οριζόντια περιθώρια
es: Márgenes horizontales
fa: حاشیه افقی
fr: Marges horizontales
gl: Marxes horizontais
hu: Vízszintes margók
it_it: Margini orizzontali
ja: 左右の余白
ko_kr: 수평 여백
nl_nl: Horizontale marges
pl: Marginesy poziome
pt_br: Margens horizontais
ro: Margini orizontale
ru: Горизонтальные поля
sk: Horizontálne okraje
sr: Хоризонталне маргине
tr: Yatay kenar boşlukları
uk: Горизонтальні поля
zh_cn: 水平外边距

source: Ignore all horizontal margins
ca: Ignorar marges horitzontals
cs: Ignorovat všechny horizontální okraje
de: Alle horizontalen Ränder ignorieren
el: Παράβλεψη όλων των οριζόντιων περιθωρίων
es: Ignorar márgenes horizontales
fa: صرفنظر از همه حاشیه‌های افقی
fr: Ignorer toutes les marges horizontales
gl: Ignorar todas as marxes horizontais
hu: Vízszintes margók kihagyása
it_it: Ignora tutti i margini orizzontali
ja: 全ての左右余白を無視
ko_kr: 모든 수평 여백 무시
nl_nl: Alle horizontale marges negeren
pl: Ignoruj wszystkie marginesy poziome
pt_br: Ignorar todas as margens horizontais
ro: Ignoră toate marginile orizontale
ru: Игнорировать все горизонтальные поля
sk: Ignorovať všetky horizontálne okraje
sr: Игнориши све хоризонталне маргине
tr: Tüm yatay kenar boşlukları yok sayılsın
uk: Нехтувати всіма горизонтальними полями
zh_cn: 忽略所有水平外边距

source: Ignore all horizontal padding
ca: Ignorar farciments horitzontals
cs: Ignorovat všechny horizontální vnitřní okraje
de: Alle horizontalen Auffüllungen ignorieren
el: Παράβλεψη όλου του οριζόντιου γεμίσματος
es: Ignorar rellenos horizontales
fr: Ignorer toutes les marges extérieures horizontales
gl: Ignorar todo o recheo horizontal
hu: Vízszintes behúzások kihagyása
it_it: Ignora tutti gli scostamenti orizzontali
ja: 全ての左右パディングを無視
ko_kr: 모든 수평 패딩 무시
nl_nl: Alle horizontale opvulling negeren
pl: Ignoruj wszystkie poziome marginesy wewnętrzne
pt_br: Ignorar todo o preenchimento horizontal
ro: Ignoră tot padding-ul orizontal
ru: Игнорировать все горизонтальные отступы
sk: Ignorovať všetky horizontálne výplne
sr: Игнориши сво хоризонтално испуњавање
tr: Tüm yatay paylar yok sayılsın
uk: Нехтувати всіма горизонтальними відступами
zh_cn: 忽略所有水平内边距

source: Ignore horizontal paragraph margins
ar: غضّ الطرف عن الهوامش الأفقيّة
ca: Ignorar marges de paràgraf horitzontals
cs: Ignorovat horizontální okraje odstavců
de: Horizontale Absatzränder ignorieren
el: Παράβλεψη οριζόντιων περιθωρίων των παραγράφων
es: Ignorar márgenes horizontales de párrafo
fa: صرفنظر از حاشیه افقی پاراگراف‌ها
fr: Ignorer les marges horizontales des paragraphes
gl: Ignorar marxes horizontais
hu: Bekezdés vízszintes margóinak kihagyása
it_it: Ignora margini orizzontali di paragrafo
ja: 左右の段落余白設定を無視
ko_kr: 문단의 가로 여백 무시
nl_nl: Horizontale marges negeren
pl: Ignoruj poziome marginesy zewnętrzne
pt_br: Ignorar margens horizontais de parágrafo
ro: Ignoră margini orizontale paragraf
ru: Игнорировать горизонтальные поля абзацев
sk: Ignorovať horizontálne okraje odsekov
sr: Игнориши хоризонталне маргине пасуса
tr: Yatay paragraf kenar boşlukları yok sayılsın
uk: Нехтувати горизонтальними полями абзаців
zh_cn: 忽略垂直段边距

source: Ignore horizontal paragraph padding
ar: تجاهل الإزاحة الأفقيّة
ca: Ignorar farciment de paràgraf horitzontal
cs: Ignorovat horizontální vnitřní okraje odstavců
de: Horizontale Absatzauffüllung ignorieren
el: Παράβλεψη οριζόντιου γεμίσματος των παραγράφων
es: Ignorar rellenos de párrafo horizontales
fr: Ignorer les marges horizontales intérieures des paragraphes
gl: Ignorar recheo horizontal dos parágrafos
hu: Bekezdés vízszintes behúzás kihagyása
it_it: Ignora spaziatura orizzontale del paragrafo
ja: 左右の段落パディングを無視
ko_kr: 문단의 가로 안쪽여백 무시
nl_nl: Horizontale alinea-opvulling negeren
pl: Ignoruj poziome marginesy wewnętrzne
pt_br: Ignorar preenchimento horizontal de parágrafo
ro: Ignoră umplutură orizontală paragraf
ru: Игнорировать горизонтальные отступы абзацев
sk: Ignorovať horizontálne odsadenie odsekov
sr: Игнориши хоризонтално испуњавање пасуса
tr: Yatay paragraf payı yok sayılsın
uk: Нехтувати горизонтальними відступами абзаців
zh_cn: 忽略垂直段边距

source: Vertical margins
ca: Marges verticals
cs: Vertikální okraje
de: Vertikale Ränder
el: Κάθετα περιθώρια
es: Márgenes verticales
fa: حاشیه‌های عمودی
fr: Marges verticales
gl: Marxes verticais
hu: Függőleges margók
it_it: Margini verticali
ja: 上下の余白
ko_kr: 수직 여백
nl_nl: Verticale marges
pl: Marginesy pionowe
pt_br: Margens verticais
ro: Margini verticale
ru: Вертикальные поля
sk: Vertikálne okraje
sr: Игнориши вертикалне маргине
tr: Dikey kenar boşlukları
uk: Вертикальні поля
zh_cn: 垂直外边距

source: Ignore all vertical margins
ca: Ignorar marges verticals
cs: Ignorovat všechny vertikální okraje
de: Alle vertikalen Ränder ignorieren
el: Παράβλεψη όλων των κάθετων περιθωρίων
es: Ignorar márgenes verticales
fa: صرفنظر از همه حاشیه‌های عمودی
fr: Ignorer toutes les marges verticales
gl: Ignorar todas as marxes verticais
hu: Függőleges margók kihagyása
it_it: Ignora tutti i margini verticali
ja: 全ての上下余白を無視
ko_kr: 모든 수직 여백 무시
nl_nl: Alle verticale marges negeren
pl: Ignoruj wszystkie marginesy pionowe
pt_br: Ignorar todas as margens verticais
ro: Ignoră toate marginile verticale
ru: Игнорировать все вертикальные поля
sk: Ignorovať všetky vertikálne okraje
sr: Игнориши све вертикалне маргине
tr: Tüm dikey kenar boşlukları yok sayılsın
uk: Нехтувати всіма вертикальними полями
zh_cn: 忽略所有垂直外边距

source: Ignore all vertical padding
ca: Ignorar farciments verticals
cs: Ignorovat všechny vertikální vnitřní okraje
de: Alle vertikalen Auffüllungen ignorieren
el: Παράβλεψη όλου του κάθετου γεμίσματος
es: Ignorar rellenos verticales
fr: Ignorer toutes les marges extérieures verticales
gl: Ignorar todo o recheo vertical
hu: Függőleges behúzások kihagyása
it_it: Ignora tutti gli scostamenti verticali
ja: 全ての上下パディングを無視
ko_kr: 모든 수직 패딩 무시
nl_nl: Alle verticale opvulling negeren
pl: Ignoruj wszystkie pionowe marginesy wewnętrzne
pt_br: Ignorar todo o preenchimento vertical
ro: Ignoră tot padding-ul verticale
ru: Игнорировать все вертикальные отступы
sk: Ignorovať všetky vertikálne výplne
sr: Игнориши сво вертикално испуњавање
tr: Tüm dikey paylar yok sayılsın
uk: Нехтувати всіма вертикальними відступами
zh_cn: 忽略所有垂直内边距

source: Ignore vertical paragraph margins
ca: Ignorar marges de paràgraf verticals
cs: Ignorovat vertikální okraje odstavců
de: Vertikale Absatzränder ignorieren
el: Παράβλεψη κάθετων περιθωρίων παραγράφων
es: Ignorar márgenes de párrafo verticales
fa: صرفنظر از حاشیه‌های عمودی پاراگراف‌
fr: Ignorer les marges verticales des paragraphes
gl: Ignorar as marxes verticais dos parágrafos
hu: Bekezdés függőleges behúzás kihagyása
it_it: Ignora i margini verticali dei paragrafi
ja: 上下の段落余白を無視
ko_kr: 문단 수직 여백 무시
nl_nl: Verticale alinea-marges negeren
pl: Ignoruj pionowe marginesy akapitu
pt_br: Ignorar as margens verticais dos parágrafos
ro: Ignoră marginile verticale ale paragrafului
ru: Игнорировать вертикальные поля абзацев
sk: Ignorovať vertikálne okraje odsekov
sr: Игнориши вертикалне маргине пасуса
tr: Dikey paragraf kenar boşlukları yok sayılsın
uk: Нехтувати вертикальними полями абзаців
zh_cn: 忽略垂直段边距

source: Ignore vertical paragraph padding
ar: تجاهل عن الإزاحة العموديّة
ca: Ignorar farciments de paràgraf verticals
cs: Ignorovat vertikální vnitřní okraje odstavců
de: Vertikale Absatzauffüllung ignorieren
el: Παράβλεψη κάθετου γεμίσματος παραγράφων
es: Ignorar relleno vertical de párrafos
fr: Ignorer les marges verticales intérieures des paragraphes
gl: Ignorar recheo vertical dos parágrafos
hu: Bekezdés függőleges behúzás kihagyása
it_it: Ignora spaziatura verticale del paragrafo
ja: 上下の段落パディングを無視
ko_kr: 문단의 안쪽 세로여백 무시
nl_nl: Verticale alinea-opvulling negeren
pl: Ignoruj pionowe marginesy wewnętrzne
pt_br: Ignorar preenchimento vertical de parágrafo
ro: Ignoră umplutura paragrafului pe verticală
ru: Игнорировать вертикальные отступы абзацев
sk: Ignorovať zvislé odsadenie odsekov
sr: Игнориши вертикално испуњавање пасуса
tr: Dikey paragraf payı yok sayılsın
uk: Нехтувати вертикальними відступами абзаців
zh_cn: 忽略垂直段间距

source: Page breaks and blank pages
ar: فواصل الصفحات والصفحات الفارغة
ca: Salts de pàgina i pàgines en blanc
cs: Konce stránek a prázdné stránky
de: Seitenumbrüche und leere Seiten
el: Αλλαγή σελίδας και κενές σελίδες
es: Saltos de página y páginas en blanco
fr: Sauts de page et pages vierges
gl: Saltos de páxina e páxinas en branco
hu: Oldaltörések és üres oldalak
it_it: Interruzioni di pagina e pagine vuote
ja: 改ページと空白ページ
ko_kr: 페이지 나누기와 빈 페이지
nl_nl: Pagina-eindes en lege pagina's
pl: Podziały stron i puste strony
pt_br: Quebras de página e páginas em branco
ro: Întreruperi de pagină și pagini goale
ru: Разрывы страниц и пустые страницы
sk: Zlomy strán a prázdne strany
sr: Преломи страница и празне странице
tr: Sayfa sonları ve boş sayfalar
uk: Розриви сторінок і порожні сторінки
zh_cn: 分页和空白页

source: Avoid blank page on chapter start
ar: تجنب الصفحات الفارغة في أول الفصل
ca: Evitar pàgines en blanc a l'inici d'un capítol
cs: Vyhnout se prázdným stránkám na začátku kapitol
de: Leere Seite am Kapitelanfang vermeiden
el: Αποφυγή κενής σελίδας στην αρχή των κεφαλαίων
es: Evitar páginas en blanco al inicio de un capítulo
fa: اجتناب از صفحه خالی در شروع فصل
fr: Éviter les pages blanches au début des chapitres
gl: Evitar páxina en branco ao comezo dun capítulo
hu: Üres oldal eltávolítása a Fejezet elejéről
it_it: Evita la pagina vuota all'inizio del capitolo
ja: 章の開始時に空白ページを避ける
ko_kr: 챕터 시작에 빈 페이지는 피하기
nl_nl: Negeer witte pagina bij hoofdstukbegin
pl: Unikaj pustych stron na początku rozdziału
pt_br: Evitar a página em branco no início do capítulo
ro: Evită pagina goală la început de capitol
ru: Избегать пустой страницы в начале главы
sk: Vynechať prázdnu stranu na začiatku kapitoly
sr: Спречи празну страницу на почетку поглавља
tr: Bölüm başlangıcında boş sayfa olmasın
uk: Уникати пустих сторінок на початку розділу
zh_cn: 章节起始处避免空页

source: Avoid blank page on chapter end
ar: تجنب الصفحات الفارغة في آخر الفصل
ca: Ignorar pàgina en blanc al final d'un capítol
cs: Vyhnout se prázdným stránkám na konci kapitol
de: Leere Seite am Kapitelende vermeiden
el: Αποφυγή κενής σελίδας στο τέλος των κεφαλαίων
es: Ignorar página en blanco al final de un capítulo
fa: اجتناب از صفحه خالی در انتهای فصل
fr: Éviter les pages blanches à la fin des chapitres
gl: Evitar páxina en branco ao final do capítulo
hu: Üres oldal eltávolítása a Fejezet végéről
it_it: Evita la pagina vuota alla fine del capitolo
ja: 章の終わりに空白のページを避ける
ko_kr: 챕터 끝에 빈 페이지는 피하기
nl_nl: Negeer witte pagina bij hoofdstukeind
pl: Unikaj pustych stron na końcu rozdziału
pt_br: Evitar a página em branco no final do capítulo
ro: Evită pagina goală la final de capitol
ru: Избегать пустой страницы в конце главы
sk: Vynechať prázdnu stranu na konci kapitoly
sr: Спречи празну страницу на крају поглавља
tr: Bölüm sonunda boş sayfa görüntülenmesin
uk: Уникати пустих сторінок в кінці розділу
zh_cn: 章节结束处避免空页

source: Avoid publisher page breaks
ar: تجنّب فواصل الصفحات التي وضعها ناشر الملف
ca: Ignorar els salts de pàgina predefinits
cs: Vyhnout se vydavatelovým koncům stránek
de: Seitenumbrüche des Verlags vermeiden
el: Αποφυγή των αλλαγών σελίδας του εκδότη
es: Ignorar los saltos de página predefinidos
fr: Éviter les sauts de page de l’éditeur
gl: Ignorar saltos de páxina do estilo incrustado
hu: Kiadói oldaltörések eltávolítása
it_it: Evita le interruzioni nella pagina della casa editrice
ja: 原稿による改ページを避ける
ko_kr: 발행인의 페이지 분리 무시하기
nl_nl: Uitgever-pagina-eindes negeren
pl: Ignoruj łamanie stron wydawcy
pt_br: Evitar quebras de página da editora
ro: Evită paginarea editurii
ru: Избегать издательских разрывов страниц
sk: Vynechať zalomenia stránok vydavateľa
sr: Спречи преломе страница издавача
tr: Yayıncı sayfa sonları kullanılmasın
uk: Уникати розривів сторінок видавця
zh_cn: 忽略出版者分页

source: Disable all publisher page breaks, keeping only KOReader's epub.css ones. When combined with the two previous tweaks, all page-breaks are disabled.
ar: تعطيل جميع فواصل صفحات الناشر ، مع الاحتفاظ بفواصل epub.css الخاصة ب KOReader فقط. عند الجمع بين التعديلين السابقين ، يتم تعطيل جميع فواصل الصفحات.
ca: Desactivar els salts de pàgina predefinits, mantenint només els de epub.css. Combinat amb els dos ajustos anteriors, es desactiven tots els salts de pàgina.
cs: Zakáže všechny vydavatelovy konce stránek a zachová jen ty v epub.css v KOReaderu. Když se zkombinuje s dvěma předchozími úpravami, budou všechny konce stránek zakázány.
de: Deaktiviere alle Seitenumbrüche des Herausgebersund behalte nur die aus epub.css des KOReaders. In Kombination mit den beiden vorherigen Optimierungen werden alle Seitenumbrüche deaktiviert.
el: Απενεργοποιεί όλες τις αλλαγές σελίδας του εκδότη, διατηρώντας μόνο αυτές των epub.css του KOReader. Όταν συνδυάζονται με τις δύο προηγούμενες τροποποιήσεις, όλες οι αλλαγές σελίδας απενεργοποιούνται.
es: Desactivar los saltos de página predefinidos, manteniendo sólo los de epub.css. Combinado con los dos ajustes anteriores, se desactivan todos los saltos de página.
fr: Désactive tous les sauts de page de l’éditeur, en ne conservant que ceux de la feuille de style epub.css de KOReader. Combiné avec les deux réglages précédents, tous les sauts de page sont désactivés.
gl: Desactivar todos os saltos de páxina do estilo incrustado, mantendo só os de epub.css de KOReader. Combinado cos axustes anteriores, todos os saltos de páxina están desactivados.
hu: Letiltja az összes kiadói oldaltörést, csak a KOReader epub.css-ben előírtakat megtartva. A két előző stíluskorrekcióval kombinálva az összes oldaltörés letiltható.
it_it: Disabilita tutte le interruzioni di pagina dell'editore, mantenendo solo quelle in epub.css di KOReader. Quando combinato con i due ritocchi precedenti, tutte le interruzioni di pagina sono disabilitate.
ja: 全ての原稿の改ページを無効にし、KOReaderのepub.cssのみを保持します。 前の2つの調整と組み合わせると、すべての改ページが無効になります。
ko_kr: 발행인의 페이지 나누기를 모두 비활성화하고, KOReader의 epub.css만 유지합니다. 이전의 두 가지 조정과 함께 사용하면, 모든 페이지 나누기가 비활성화됩니다.
nl_nl: Alle uitgeverpagina-eindes uitschakelen, zodat alleen pagina-eindes uit KOReader's epub.css worden toegepast. In combinatie met de twee vorige aanpassingen worden alle pagina-eindes uitgeschakeld.
pl: Wyłącz wszystkie podziały strony wydawcy, zachowując tylko style epub.css KOReadera. W połączeniu z dwoma poprzednimi ulepszeniami, wszystkie podziały strony są wyłączone.
pt_br: Desativa todas as quebras de página da editora, mantendo apenas as epub.css do KOReader. Quando combinado com os dois ajustes anteriores, todas as quebras de página são desativadas.
ro: Dezactivează toate întreruperile de pagină ale editurii și păstrează numai pe cele din epub.css din KOReader. Cînd se combină cu cele două reglaje de mai sus, toate întreruperile de pagini sînt dezactivate.
ru: Отключение всех издательских разрывов страниц, с использованием только параметров из epub.css KOReader'а. В сочетании с двумя предыдущими подстройками будут отключены все разрывы страниц.
sk: Zakázať všetky zlomy stránok vydavateľa a ponechať iba zlomy KOReader-a podľa súboru 'epub.css'. V kombinácii s dvoma predchádzajúcimi vylepšeniami sú všetky zalomenia strán zakázané.
sr: Спречава све преломе страница издавача, задржавајући само оне из epub.css програма KOReader. Када се комбинује са претходна два дотеривања, спречавају се сви преломи страница.
tr: Bu seçenek etkinleştirildiğinde, yayıncının tüm sayfa sonları devre dışı bırakılır ve yalnızca KOReader epub.css sayfa sonları kullanılır. Önceki iki ince ayar ile kullanıldığında tüm sayfa sonları devre dışı bırakılır.
uk: Вимикає всі розриви сторінок видавця, зберігаючи тільки розриви з epub.css KOReader. У поєднанні з двома попередніми налаштуваннями, всі розриви сторінок вимкнено.
zh_cn: 禁用所有预设的分页设置，仅使用KOReader的epub.css中的设置。 当与前两个调整项并用时，所有的分页设置将被禁用。

source: New page on headings
ar: صفحة جديدة عند العناوين
ca: Nova pàgina d'encapçalaments
cs: Nová stránka u nadpisu
de: Neue Seite bei Überschriften
el: Νέα σελίδα στις επικεφαλίδες
es: Nueva página de encabezamientos
fr: Titres sur une nouvelle page
gl: Páxina nova en cabeceiras
hu: Fejlécek új oldalra
it_it: Nuova pagina alle intestazioni
ja: 見出しで新しいページ
ko_kr: 소제목에서 새로운 페이지
nl_nl: Nieuwe pagina bij koppen
pl: Nowa strona w nagłówkach
pt_br: Nova página nos títulos
ro: Pagină nou la titluri
ru: Начинать новую страницу с заголовков
sk: Nová stránka s nadpismi
sr: Нова страница за наслове
tr: Başlıklarda yeni sayfa
uk: Нова сторінка у заголовках
zh_cn: 在标题处分页

source: New page on <H1>
ar: صفحة جديدة على <H1>
ca: Nova pàgina en <H1>
cs: Nová stránka u <H1>
de: Neue Seite bei <H1>
el: Νέα σελίδα στην <H1>
es: Nueva página en <H1>
fa: صفحه جدید در <H1>
fr: <H1> sur une nouvelle page
gl: Páxina nova en <H1>
hu: <H1> új oldalon
it_it: Nuova pagina a <H1>
ja: <H1>見出しで新しいページ
ko_kr: <H1>의 새로운 페이지
nl_nl: Nieuwe pagina bij <H1>
pl: Nowa strona dla nagłówka <H1>
pt_br: Nova página em <H1>
ro: Pagină nouă pe <H1>
ru: Новая страница с <H1>
sk: Nová stránka na <H1>
sr: Нова страница за <H1>
tr: <H1> ile yeni sayfa
uk: Нова сторінка у <H1>
zh_cn: 在<H1> 处分页

source: New page on <H2>
ar: أضف صفحةً جديدة عند <H2>
ca: Nova pàgina en <H2>
cs: Nová stránka u <H2>
de: Neue Seite bei <H2>
el: Νέα σελίδα στην <H2>
es: Nueva página en <H2>
fa: صفحه جدید در <H2>
fr: <H2> sur une nouvelle page
gl: Páxina nova en <H2>
hu: <H2> új oldalon
it_it: Nuova pagina a <H2>
ja: <H2>見出しで新しいページ
ko_kr: <H2>의 새로운 페이지
nl_nl: Nieuwe pagina bij <H2>
pl: Nowa strona dla nagłówka <H2>
pt_br: Nova página em <H2>
ro: Pagină nouă pe <H2>
ru: Новая страница с <H2>
sk: Nová stránka na <H2>
sr: Нова страница за <H2>
tr: <H2> ile yeni sayfa
uk: Нова сторінка у <H2>
zh_cn: 在 <H2> 处分页

source: New page on <H3>
ar: صفحة جديدة على <H3>
ca: Nova pàgina en <H3>
cs: Nová stránka u <H3>
de: Neue Seite bei <H3>
el: Νέα σελίδα στην <H3>
es: Nueva página en <H3>
fa: صفحه جدید در <H3>
fr: <H3> sur une nouvelle page
gl: Páxina nova en <H3>
hu: <H3> új oldalon
it_it: Nuova pagina a <H3>
ja: <H3>見出しで新しいページ
ko_kr: <H3>의 새로운 페이지
nl_nl: Nieuwe pagina bij <H3>
pl: Nowa strona dla nagłówka <H3>
pt_br: Nova página em <H3>
ro: Pagină nouă pe <H3>
ru: Новая страница с <H3>
sk: Nová stránka na <H3>
sr: Нова страница за <H3>
tr: <H3> ile yeni sayfa
uk: Нова сторінка у <H3>
zh_cn: 在 <H3> 处分页

source: New page on <H4>
ar: صفحة جديدة على <H4>
ca: Nova pàgina en <H4>
cs: Nová stránka u <H4>
de: Neue Seite bei <H4>
el: Νέα σελίδα στην <H4>
es: Nueva página en <H4>
fa: صفحه جدید در<H4>
fr: <H4> sur une nouvelle page
gl: Páxina nova en <H4>
hu: <H4> új oldalon
it_it: Nuova pagina a <H4>
ja: <H4>見出しで新しいページ
ko_kr: <H4>의 새로운 페이지
nl_nl: Nieuwe pagina bij <H4>
pl: Nowa strona dla nagłówka <H4>
pt_br: Nova página em <H4>
ro: Pagină nouă pe <H4>
ru: Новая страница с <H4>
sk: Nová stránka na <H4>
sr: Нова страница за <H4>
tr: <H4> ile yeni sayfa
uk: Нова сторінка у <H4>
zh_cn: 在 <H4> 处分页

source: New page on <H5>
ar: صفحة جديدة على <H5>
ca: Nova pàgina en <H5>
cs: Nová stránka u <H5>
de: Neue Seite bei <H5>
el: Νέα σελίδα στην <H5>
es: Nueva página en <H5>
fa: صفحه جدید در <H5>
fr: <H5> sur une nouvelle page
gl: Páxina nova en <H5>
hu: <H5> új oldalon
it_it: Nuova pagina a <H5>
ja: <H5>見出しで新しいページ
ko_kr: <H5>의 새로운 페이지
nl_nl: Nieuwe pagina bij <H5>
pl: Nowa strona dla nagłówka <H5>
pt_br: Nova página em <H5>
ro: Pagină nouă pe <H5>
ru: Новая страница с <H5>
sk: Nová stránka na <H5>
sr: Нова страница за <H5>
tr: <H5> ile yeni sayfa
uk: Нова сторінка у <H5>
zh_cn: 在 <H5> 处分页

source: New page on <H6>
ar: صفحة جديدة على <H6>
ca: Nova pàgina en <H6>
cs: Nová stránka u <H6>
de: Neue Seite bei <H6>
el: Νέα σελίδα στην <H6>
es: Nueva página en <H6>
fa: صفحه جدید در <H6>
fr: <H6> sur une nouvelle page
gl: Páxina nova en <H6>
hu: <H6> új oldalon
it_it: Nuova pagina a <H6>
ja: <H6>見出しで新しいページ
ko_kr: <H6>의 새로운 페이지
nl_nl: Nieuwe pagina bij <H6>
pl: Nowa strona dla nagłówka <H6>
pt_br: Nova página em <H6>
ro: Pagină nouă pe <H6>
ru: Новая страница с <H6>
sk: Nová stránka na <H6>
sr: Нова страница за <H6>
tr: <H6> ile yeni sayfa
uk: Нова сторінка у <H6>
zh_cn: 在 <H6> 处分页

source: Widows and orphans
ar: أرامل وأيتام (عناصر بلا قرائن أو يلا أصول)
ca: Línies òrfenes i vídues
cs: Vdovy a sirotci
de: Witwen- und Waisenzeilen
el: «Χήρες» και «ορφανές» γραμμές
es: Líneas huérfanas y viudas
fr: Veuves et orphelines
gl: Viúvas e orfas
hu: Özvegy és árva sorok
it_it: Vedove e orfani
ja: ページ頭孤立行とページ末孤立行
ko_kr: 문단 시작과 끝의 외톨이 줄
nl_nl: Hoerenjongen en weeskinderen
pl: Bękarty i szewce
pt_br: Viúvas e órfãs
ro: Linii văduve și orfane
ru: Висячие строки
sk: Osamotené riadky na začiatku alebo konci odseku
sr: Удовице и сирочићи
tr: Dul ve yetimler
uk: Завислі рядки
zh_cn: 孤行

source: About widow and orphan lines
ar: حول أسطر الأرملة واليتيم
ca: Sobre les línies de vídues i òrfenes
cs: O vdovách a sirotcích
de: Über Witwen- und Waisenzeilen
el: Σχετικά με τις «χήρες» και «ορφανές» γραμμές
es: Acerca de las líneas de viudas y huérfanas
fr: À propos des lignes veuves et orphelines
gl: Acerca de liñas orfas e viúvas
hu: Az 'özvegy' és 'árva' sorokról
it_it: Circa le righe vedove e orfane
ja: ページ頭孤立行とページ末孤立行について
ko_kr: 문단 시작과 끝의 외톨이 줄에 대하여
nl_nl: Over hoerenjong- en weeskindregels
pl: O bękartach i szewcach
pt_br: Sobre linhas viúvas e órfãs
ro: Despre liniile văduve și orfane
ru: О висячих строках
sk: O osamotených riadkoch na začiatku a konci odsekov
sr: О линијама удовицама и линијама сирочићима
tr: Dul ve yetim satırlar hakkında
uk: Про завислі рядки
zh_cn: 关于孤行与孤字
