Repository: spruceUI/spruceOS
Catalog: App/KoReader/l10n/*/koreader.po
Languages: ar, ca, cs, de, el, es, fa, fr, gl, hu, it_it, ja, ko_kr, nl_nl, pl, pt_br, ro, ru, sk, sr, tr, uk, zh_cn

source: The DPI of your screen is automatically detected so items can be drawn with the right amount of pixels. This will usually display at (roughly) the same size on different devices, while remaining sharp. Increasing the DPI setting will result in larger text and icons, while a lower DPI setting will look smaller on the screen.
ar: يتم اكتشاف DPI لشاشتك تلقائيًا بحيث يمكن رسم العناصر بالكمية المناسبة من البكسل. سيتم عرض هذا عادةً (تقريبًا) بنفس الحجم على أجهزة مختلفة ، مع الحفاظ على حدة. ستؤدي زيادة إعداد DPI إلى زيادة حجم النص والرموز ، بينما سيبدو إعداد DPI المنخفض أصغر على الشاشة.
ca: El DPI de la pantalla és detectat automàticament per representar els elements amb la quantitat adequada de píxels. Així, normalment, els elements tindran (aproximadament) la mateixa grandària en diferents dispositius sense perdre nitidesa. En augmentar el valor de DPI augmentarà la grandària del text i de les icones, mentre que un valor menor ho reduirà.
cs: DPI je na vaší obrazovce automaticky rozpoznáno, takže položky mohou být vykresleny se správným množstvím pixelů. Tak se obvykle na různých zařízeních zobrazí (zhruba) stejně velké, přičemž zůstanou ostré. Větší DPI bude mít za následek větší text a ikony a menší DPI naopak povede ke zmenšení textu a ikon na obrazovce.
de: Die DPI des Displays werden automatisch erkannt, so dass Elemente mit der richtigen Anzahl von Pixeln gezeichnet werden können. Dies wird normalerweise auf verschiedenen Geräten in (ungefähr) gleicher Größe angezeigt, während alles scharf bleibt. Wenn die DPI-Einstellung erhöht wird, werden Text und Symbole größer, während eine niedrigere DPI-Einstellung auf dem Bildschirm kleiner erscheint.
el: Η ανάλυση DPI (κουκκίδες ανά ίντσα) της οθόνης σας ανιχνεύεται αυτόματα, ώστε τα στοιχεία να μπορούν να εμφανίζονται με την σωστή ποσότητα εικονοστοιχείων (pixel). Αυτή η ρύθμιση συνήθως εμφανίζει τα στοιχεία στο ίδιο μέγεθος (περίπου) σε διαφορετικές συσκευές, ενώ παραμένουν ευκρινή. Η αύξηση της ανάλυσης DPI θα έχει ως αποτέλεσμα μεγαλύτερο κείμενο και εικονίδια, ενώ μια χαμηλότερη ρύθμιση ανάλυσης DPI θα τα κάνει να φαίνονται μικρότερα στην οθόνη.
es: El DPI de la pantalla es detectado automáticamente para representar los elementos con la cantidad adecuada de píxeles. Así, normalmente, los elementos tendrán (aproximadamente) el mismo tamaño en diferentes dispositivos sin perder nitidez. Al aumentar el valor de DPI aumentará el tamaño de texto e iconos, mientras que un valor menor lo reducirá.
fr: La résolution de votre écran en points par pouce (DPI) est automatiquement détectée afin que les éléments puissent être affichés avec le nombre de pixels adéquat. Ce réglage fera que l’affichage sera généralement à peu près à la même taille sur différents appareils, tout en restant net. Si vous augmentez le paramètre DPI, le texte et les icônes seront plus volumineux, tandis qu’un paramètre DPI plus petit les réduira.
gl: A DPI da túa pantalla é detectada automaticamente para que os elementos se debuxen coa cantidade correcta de píxeles.
hu: A képernyő DPI automatikusan felismerésre kerül, így az elemek megfelelő mennyiségű pixellel jelennek meg. Ez általában (nagyjából) azonos méretben jelenik meg a különböző eszközökön, miközben éles marad. A DPI beállítás növelése nagyobb méretű szöveget és ikonokat eredményez, míg az alacsonyabb DPI beállítás kisebbnek tűnik a képernyőn.
it_it: Il DPI dello schermo viene rilevato automaticamente in modo che gli elementi possano essere disegnati con la giusta quantità di pixel. Questo di solito viene visualizzato (approssimativamente) della stessa dimensione su dispositivi diversi, pur rimanendo nitido. L'aumento dell'impostazione DPI comporterà testo e icone più grandi, mentre un'impostazione DPI più bassa apparirà più piccola sullo schermo.
ja: 画面のDPIを自動的に検出し、適切なピクセル数で項目を描画します。この設定により、通常では、異なるデバイスで(ほぼ)同じ大きさで表示され、かつ鮮明さを保つことができます。DPI設定を上げるとテキストやアイコンは大きく表示され、DPI設定を下げると画面は小さく表示されます。
ko_kr: 화면 DPI는 자동으로 감지되므로 그에 맞는 픽셀 수로 내용을 표시할 수 있습니다. 이것은 서로 다른 기기에 (대략) 같은 크기로 표시되지만, 거친 부분도 있습니다. DPI 설정을 높이면 글씨와 아이콘이 커지고, DPI 설정이 낮추면 작아집니다.
nl_nl: Het DPI van het scherm wordt automatisch gedetecteerd, zodat interfacelementen met het juiste aantal pixels kunnen worden getekend. Dit zal gewoonlijk op (ongeveer) dezelfde grootte worden weergegeven op verschillende apparaten, terwijl alles scherp blijft. Een hogere DPI-instelling zal in groottere tekst en pictogrammen resulteren, terwijl een lagere DPI-instelling er kleiner zal uitzien.
pl: DPI ekranu jest automatycznie wykrywane, dzięki czemu można wyświetlać elementy z odpowiednią ilością pikseli. Zwykle wyświetla się elementy na ten sam rozmiar na różnych urządzeniach. Zwiększenie ustawienia DPI spowoduje, że tekst i ikony będą większe, a ustawienie niższego DPI, że będą mniejsze na ekranie.
pt_br: O DPI da sua tela é detectado automaticamente para que os itens possam ser desenhados com a quantidade certa de pixels. Isso geralmente vai exibir os itens com (aproximadamente) o mesmo tamanho em dispositivos diferentes, mas permanecendo nítidos. Aumentar a configuração de DPI resultará em texto e ícones maiores, enquanto uma configuração de DPI menor parecerá menor na tela.
ro: Numărul de PPI al ecranului este detectat automat pentru ca obiectele să fie desenate cu numărul corect de pixeli. Asta va face ca obiectele să aibă (aproximativ) aceeași mărime pe dispozitive diferite, în același timp rămînînd clare. Crescînd PPI-ul va mări dimensiunea textului și pictogramelor, iar scăzînd PPI va face obiectele mai mici.
ru: Значение DPI вашего экрана определяется автоматически, поэтому обычно графические элементы отображаются с правильным количеством пикселей. Это означает (примерно) одинаковый размер при сохранении чёткости на самых разных устройствах. Увеличение значения DPI приведёт к укрупнению текста и значков на экране, в то время как при более низком значении DPI они будут выглядеть меньше.
sk: DPI vašej obrazovky sa rozpozná automaticky, takže text a ikony možno vykresliť so správnym počtom pixelov. Tieto sa zvyčajne zobrazia v (približne) rovnakej veľkosti na rôznych zariadeniach pri zachovaní pôvodnej ostrosti. Zvýšenie nastavenia DPI bude mať za následok väčší text aj ikony, zatiaľ čo pri nižšom nastavení DPI to bude na obrazovke vyzerať menšie.
sr: DPI вредност за ваш екран се аутоматски детектује тако да ставке могу да се исцртају користећи одговарајући број пиксела. Ово ће углавном да се приказује (оквирно) исте величине на различитим уређајима, уз задржавање оштрине. Повећање DPI вредности као резултат даје већи текст и иконе, док ће мања DPI вредност да изгледа мање на екрану.
tr: Ekranınızın DPI ayarı otomatik olarak algılandığından ögeler doğru piksel değerinde görüntülenebilir. Böylece görüntü keskinliği korunurken farklı aygıtlarda aynı görüntü (kabaca) elde edilir. DPI değeri büyütüldüğünde metin ve simge büyüklüğü artarken küçük değerler ekranda daha küçük bir görüntü oluşturur.
uk: Значення DPI вашого екрана визначається автоматично, тому елементи можуть бути відображені з правильною кількістю пікселів. Вони зазвичай відображатимуться в (приблизно) однаковому розмірі на різних пристроях, залишаючись чіткими. Збільшення значення DPI призведе до збільшення тексту та піктограм, а за нижчого значення DPI вони будуть меншими на екрані.
zh_cn: 自动检测的屏幕DPI可以让物体以正确的大小绘制。这个设置通常能让同一个物体在不同的设备上以差不多一样的大小显示。增加DPI会让屏幕上的元素显示得更大，反之亦然。

source: Small (%1)
ar: صغير (%1)
ca: Petit (%1)
cs: Malé (%1)
de: S (%1)
el: Μικρή (%1)
es: Pequeño (%1)
fa: کوچک (%1)
fr: Petit (%1)
gl: Pequena (%1)
hu: Kicsi (%1)
it_it: Piccolo (%1)
ja: 小 (%1)
ko_kr: 작게 (%1)
nl_nl: Klein (%1)
pl: Małe (%1)
pt_br: Pequeno (%1)
ro: Mic (%1)
ru: Малое (%1)
sk: Malé (%1)
sr: Мала (%1)
tr: Küçük (%1)
uk: Малий (%1)
zh_cn: 小 (%1)

source: Medium (%1)
ar: وسط (%1)
ca: Mitjà (%1)
cs: Střední (%1)
de: M (%1)
el: Μέτρια (%1)
es: Medio (%1)
fa: متوسط (%1)
fr: Moyen (%1)
gl: Media (%1)
hu: Közepes (%1)
it_it: Medio (%1)
ja: 中 (%1)
ko_kr: 중간 (%1)
pl: Średnie (%1)
pt_br: Médio (%1)
ro: Mediu (%1)
ru: Среднее (%1)
sk: Stredné (%1)
sr: Средња (%1)
tr: Orta (%1)
uk: Середній (%1)
zh_cn: 中等 (%1)

source: Large (%1)
ar: كبير (%1)
ca: Gran (%1)
cs: Velké (%1)
de: L (%1)
el: Μεγάλη (%1)
es: Grande (%1)
fa: بزرگ (%1)
fr: Grand (%1)
gl: Grande (%1)
hu: Nagy (%1)
it_it: Largo (%1)
ja: 大 (%1)
ko_kr: 크게 (%1)
nl_nl: Groot (%1)
pl: Duże (%1)
pt_br: Grande (%1)
ro: Mare (%1)
ru: Большое (%1)
sk: Veľké (%1)
sr: Велика (%1)
tr: Büyük (%1)
uk: Великий (%1)
zh_cn: 大 (%1)

source: Extra large (%1)
ar: كبيرٌ جِدًّا (%1)
ca: Extra gran (%1)
cs: Extra velké (%1)
de: XL (%1)
el: Πολύ μεγάλη (%1)
es: Extra grande (%1)
fa: خیلی بزرگ (%1)
fr: Très grand (%1)
gl: Extra grande (%1)
hu: Extra nagy (%1)
it_it: Extra largo (%1)
ja: 特大 (%1)
ko_kr: 더 크게 (%1)
nl_nl: Extra groot (%1)
pl: Bardzo duże (%1)
pt_br: Extra grande (%1)
ro: Foarte mare (%1)
ru: Очень большое (%1)
sk: Extra veľké (%1)
sr: Екстра велика (%1)
tr: Çok büyük (%1)
uk: Дуже великий (%1)
zh_cn: 非常大 (%1)

source: Extra-Extra Large (%1)
ar: كبيرٌ جدًّا -جدًّا (%1)
ca: Extra-Extra gran (%1)
cs: Extra hodně velké (%1)
de: XXL (%1)
el: Πολύ-Πολύ Μεγάλη (%1)
es: Extra-Extra grande (%1)
fa: خیلی خیلی بزرگ (%1)
fr: Très, très grand (%1)
gl: Extra-extra Grande (%1)
hu: Extra-Extra nagy (%1)
it_it: Extra-extra Largo (%1)
ja: 極大 (%1)
ko_kr: 좀 더 크게 (%1)
nl_nl: Extra-extra groot (%1)
pl: Bardzo-bardzo duże (%1)
pt_br: Extra-extra Grande (%1)
ro: Super mare (%1)
ru: Огромное (%1)
sk: Extra-Extra veľké (%1)
sr: Екстра-Екстра велика (%1)
tr: Çok Çok Büyük (%1)
uk: Дуже-дуже (%1)
zh_cn: 非常非常大 (%1)

source: Extra-Extra-Extra Large (%1)
ar: عملاق (%1)
ca: Extra-Extra-Extra gran (%1)
cs: Extra obrovské (%1)
de: XXXL (%1)
el: Εξαιρετικά πολύ μεγάλη (%1)
es: Extra-Extra-Extra grande (%1)
fa: خیلی خیلی خیلی بزرگ (%1)
fr: Très, très, très grand (%1)
gl: Extra-extra-extra Grande (%1)
hu: Extra-Extra-Extra nagy (%1)
it_it: Extra-extra-extra Largo (%1)
ja: 超極大 (%1)
ko_kr: 아주 더 크게 (%1)
nl_nl: Extra-extra-extra groot (%1)
pl: Bardzo-bardzo-bardzo duże (%1)
pt_br: Extra-extra-extra Grande (%1)
ro: Extra mare (%1)
ru: Гигантское (%1)
sk: Extra-Extra-Extra veľké (%1)
sr: Екстра-Екстра-Екстра велика (%1)
tr: Çok Çok Çok Büyük (%1)
uk: Дуже-дуже-дуже великий (%1)
zh_cn: 非常非常非常大 (%1)

source: Custom DPI: %1 (hold to set)
ar: قيمةٌ مُخصّصة: %1 (اضغط هنا لوهلةٍ لكي تضع قيمةً بنفسك)
ca: Personalitzar DPI: %1 (pressionar per configurar)
cs: Vlastní DPI: %1 (podržte pro nastavení)
de: Benutzerdefinierte DPI: %1 (zum Einstellen gedrückt halten)
el: Προσαρμοσμένη ανάλυση DPI: %1 (παρατεταμένο πάτημα για ρύθμιση)
es: Personalizar DPI: %1 (presionar para configurar)
fa: DPI سفارشی: %1 (برای تعیین نگه‌دارید)
fr: DPI personnalisé : %1 (toucher long pour définir)
gl: DPI personalizada: %1 (mantén pulsado para cambiar)
hu: Egyedi DPI: %1 (hosszan nyomásra beállítás)
it_it: Personalizza DPI: %1 (tieni premuto per impostare)
ja: カスタム DPI: %1 (長押しで設定)
ko_kr: 맞춤 DPI: %1 (지정하려면 길게 누르세요)
nl_nl: Aangepaste DPI: %1 (ingedrukt houden om in te stellen)
pl: Niestandardowe DPI: %1 (przytrzymaj, aby ustawić)
pt_br: DPI personalizado: %1 (pressione para definir)
ro: PPI particularizat: %1 (ține apăsat pentru a seta)
ru: Произвольное DPI: %1 (удерживать для ввода)
sk: Vlastné DPI: %1 (podržaním nastaviť)
sr: Произвољна DPI: %1 (задржите да поставите)
tr: Özel DPI: %1 (ayarlarmak için basılı tutun)
uk: Настроювана роздільна здатність: %1 (утримуйте для встановлення)
zh_cn: 自定义 DPI: %1 (按住设置)

source: Custom DPI
ar: قيمةٌ مخصصة
ca: Configurar DPI
cs: Vlastní DPI
de: Benutzerdefinierte DPI
el: Προσαρμοσμένη ανάλυση DPI
es: Personalizar resolución
fa: DPI سفارشی
fr: DPI personnalisé
gl: Resolución persoal
hu: Egyedi DPI
it_it: DPI personalizzati
ja: カスタム DPI
ko_kr: DPI 맞춤설정
nl_nl: Aangepaste DPI
pl: Niestandardowe DPI
pt_br: Valor personalizado de DPI
ro: PPI particularizat
ru: Произвольное DPI
sk: Vlastné DPI
sr: Произвољна DPI
tr: Özel DPI
uk: Своє DPI
zh_cn: 自定义 DPI

source: E-ink settings
ar: إعدادات الحبر الرقمي
ca: Paràmetres de paper electrònic
cs: Nastavení pro E-ink
de: E-Papier-Einstellungen
el: Ρυθμίσεις E-ink
es: Configurar tinta electrónica
fa: تنظيمات جوهر الکترونیک
fr: Réglages papier électronique
gl: Configuración de E-ink
hu: E-ink beállítások
it_it: Impostazioni carta elettronica
ja: E-ink 設定
ko_kr: E-Ink 설정
nl_nl: E-ink-instellingen
pl: Ustawienia E-ink
pt_br: Configurações da tinta eletrônica
ro: Setări e-ink
ru: Настройки электронных чернил
sk: Nastavenia E-ink displeja
sr: E-ink подешавања
tr: E-mürekkep ayarları
uk: Налаштування е-чорнила
zh_cn: 墨水屏设置

source: Use smaller panning rate
ar: استخدم نسبة تحريكٍ أقل
ca: Usar una freqüència d'escombratge menor
cs: Použít nižší obnovovací frekvenci
de: Geringere Verschieben-Rate verwenden
el: Χρήση μικρότερου ρυθμού κύλισης
es: Usar una frecuencia de barrido menor
fr: Utiliser un taux de défilement réduit
gl: Taxa de desprazamento menor
hu: Kisebb pásztázási sebesség használata
it_it: Usa una velocità di movimento inferiore
ja: パニング時の画面リフレッシュ頻度を抑える
ko_kr: 작은 패닝 주기 사용
nl_nl: Kleinere pansnelheid
pl: Użyj mniejszej prędkości gestu przesuwania
pt_br: Usar menor taxa de movimentação
ro: Utilizează o rată de panoramare mai mică
ru: Реже обновлять экран при прокрутке
sk: Používať nižšiu rýchlosť pri posúvaní prstom
sr: Користи мању учесталост померања
tr: Daha düşük kaydırma hızı kullanılsın
uk: Використовати меншу швидкість панорамування
zh_cn: 使用较小的平移率

source: Notifications
ar: الإشعارات
ca: Notificacions
cs: Upozorňování
de: Benachrichtigungen
el: Ειδοποιήσεις
es: Notificaciones
fa: آگاه‌ساز
gl: Notificacións
hu: Értesítések
it_it: Notifiche
ja: 通知
ko_kr: 알림
nl_nl: Meldingen
pl: Powiadomienia
pt_br: Notificações
ro: Notificări
ru: Уведомления
sk: Upozornenia
sr: Обавештења
tr: Bildirimler
uk: Сповіщення
zh_cn: 通知

source: Notification popups may be shown at the top of screen on various occasions. This allows selecting which to show or hide.
ar: قد تظهر النوافذ المنبثقة للإعلام أعلى الشاشة في مناسبات مختلفة. هذا يسمح بتحديد ما تريد إظهاره أو إخفاؤه.
ca: Les finestres emergents de notificació apareixen en la part superior de la pantalla en determinades ocasions. Aquesta opció permet seleccionar quins mostrar o ocultar.
cs: Vyskakovací okna s upozorněním mohou být při různých příležitostech zobrazena v horní části obrazovky. Pod tímto nastavením můžete vybrat, jaká upozornění chcete vidět nebo skrýt.
de: Benachrichtigungs-Popups können bei verschiedenen Gelegenheiten am oberen Rand des Bildschirms angezeigt werden. Hier können Sie auswählen, welche angezeigt oder ausgeblendet werden sollen.
el: Τα αναδυόμενα παράθυρα ειδοποιήσεων μπορούν να εμφανίζονται στο επάνω μέρος της οθόνης σε διάφορες περιπτώσεις. Η ρύθμιση αυτή σας επιτρέπει να επιλέξετε ποιες θέλετε να εμφανίζονται ή να αποκρύπτονται.
es: Las ventanas emergentes de notificación aparecen en la parte superior de la pantalla en determinadas ocasiones. Esta opción permite seleccionar cuáles mostrar u ocultar.
fr: Des fenêtres contextuelles de notification peuvent être affichées en haut de l’écran à diverses occasions. Cela permet de sélectionner lesquelles vous comptez afficher ou masquer.
gl: Os diálogos de notificación poden mostrarse na parte superior da pantalla en situacións. Con este axuste podes escoller cales queres mostrar ou ocultar.
hu: Az Értesítések felugró ablakai a képernyő tetején rendszeresen megjelenhetnek. Itt van lehetőség a megjelenítendő vagy elrejtendő elemek kiválasztására.
it_it: I popup di notifica possono essere mostrati nella parte superiore dello schermo in varie occasioni. Questo permette di selezionare quali mostrare o nascondere.
ja: 通知ポップアップはさまざまな場面で画面上部に表示されることがあります。 この設定で表示・非表示を選択することができます。
ko_kr: 알림 팝업은 다양한 경우에 화면 상단에 표시 될 수 있습니다. 이를 통해 표시하거나 숨길 항목을 선택할 수 있습니다.
nl_nl: Meldingspopups worden bovenaan het scherm getoond. Met deze instelling kan worden geselecteerd welke weer te geven of te verbergen.
pl: Wyskakujące okienka powiadomień mogą być wyświetlane w górnej części ekranu przy różnych okazjach. Pozwala to wybrać, które z nich mają być pokazywane lub ukrywane.
pt_br: Janelas de notificação podem ser exibidas na parte de cima da tela em várias ocasiões. Isso permite selecionar quais exibir ou esconder.
ro: Popup-uri de notificări pot fi afișate în partea de sus a ecranului în diverse ocazii. Acest lucru permite alegerea a ce se va afișa sau se va ascunde.
ru: Всплывающие уведомления по различным поводам могут отображаться в верхней части экрана. Данный параметр позволяет выбрать, что именно показывать или скрывать.
sk: Vyskakovacie okná upozornení sa môžu za rôznych okolností zobrazovať v hornej časti obrazovky. Toto umožňuje vybrať, ktoré z nich sa majú zobraziť alebo skryť.
sr: У различитим приликама на екрану могу да се појаве искачући прозори обавештења. Ово вам омогућава да изаберете који треба да се прикажу а који не.
tr: Bildirim açılır pencereleri çeşitli durumlarda ekranın üst bölümünde görüntülenebilir. Bu seçenek, hangisinin görüntülenip gizleneceğinin belirtilmesini sağlar.
uk: Спливні сповіщення можуть показуватися у верхній частині екрану в різних випадках. Це дозволяє вибрати, що показати або приховати.
zh_cn: 通知弹窗可能会在不同的情况下显示在屏幕的顶部。 这允许选择显示或隐藏哪一个。

source: From bottom menu icons
ca: De les icones del menú inferior
de: Von den Symbolen im unteren Menü
el: Από τα εικονίδια του κάτω μενού
es: De los iconos del menú inferior
fr: Depuis les icônes du menu inférieur
gl: Das iconas do menú inferior
hu: Az alsó menü ikonjaiból
it_it: Dalle icone del menu in basso
ko_kr: 하단 메뉴 아이콘에서
nl_nl: Van ondermenu-iconen
pl: Z ikon dolnego menu
pt_br: Dos ícones do menu inferior
ru: От значков нижнего меню
sk: Od ikoniek spodného menu
sr: Од икона менија на дну
tr: Alt menü simgelerinden
uk: З піктограм нижнього меню

source: From bottom menu toggles
ca: Dels commutadors del menú inferior
de: Vom unteren Menü aus schaltet man um
el: Από τις επιλογές του κάτω μενού
es: De los conmutadores del menú inferior
fr: Depuis les bascules du menu inférieur
gl: Dos conmutadores do menú inferior
hu: Az alsó menü kapcsolóiból
it_it: Dagli scambi del menu in basso
ko_kr: 하단 메뉴 토글에서
nl_nl: Van ondermenu-schakels
pl: Z przełączników dolnego menu
pt_br: Da alternância do menu inferior
ru: От переключателей нижнего меню
sk: Od prepínačov spodného menu
sr: Од укљ./искљ. менија на дну
tr: Alt menü geçişlerinden
uk: З перемикачів нижнього меню

source: From bottom menu ± buttons
ca: Dels botons ± del menú inferior
de: Vom unteren Menü aus ± Tasten
el: Από τα κουμπιά ± του κάτω μενού
es: De los botones ± del menú inferior
fr: Depuis les boutons ± du menu inférieur
gl: Dos botóns ± do menú inferior
hu: Az alsó menü ± gombjaiból
it_it: Dai bottoni ± del menu in basso
ko_kr: 하단 메뉴 ± 버튼에서
nl_nl: Van ondermenu ± knoppen
pl: Z przycisków ± dolnego menu
pt_br: Dos botões ± do menu inferior
ru: От кнопок ± нижнего меню
sk: Od tlačidiel ± v spodnom menu
sr: Од ± дугмића менија на дну
tr: Alt menü ± düğmelerinden
uk: З кнопок ± нижнього меню

source: From bottom menu ⋮ buttons
ca: Dels botons ⋮del menú inferior
de: Vom unteren Menü aus ⋮ Tasten
el: Από τα κουμπιά ⋮ του κάτω μενού
es: De los botones ⋮del menú inferior
fr: Depuis les boutons du menu inférieur ⋮
gl: Dos botóns ⋮ do menú inferior
hu: Az alsó menü ⋮ gombjaiból
it_it: Dai bottoni⋮del menu in basso
ko_kr: 하단 메뉴⋮버튼에서
nl_nl: Van ondermenu ⋮ knoppen
pl: Z przycisków ⋮ dolnego menu
pt_br: Dos botões ⋮ do menu inferior
ru: От кнопок ⋮ нижнего меню
sk: Od tlačidiel ⋮ v spodnom menu
sr: Од ⋮ дугмића менија на дну
tr: Alt menü ⋮ düğmelerinden
uk: З кнопок ⋮ нижнього меню

source: From bottom menu progress bars
ca: De les barres de progrés inferiors
de: Aus dem unteren Menü Fortschrittsbalken
el: Από τις γραμμές προόδου του κάτω μενού
es: De las barras de progreso inferiores
fr: Depuis les barres de progression du menu inférieur
gl: Das barras de progreso do menú inferior
hu: Az alsó menü folyamatjelző sávokból
it_it: Dalle barre di progresso del menu in basso
ko_kr: 하단 메뉴 진행률 표시줄에서
nl_nl: Van ondermenu-voortgangsbalken
pl: Z pasków postępu dolnego menu
pt_br: Da barra de progresso do menu inferior
ru: От индикаторов прогресса нижнего меню
sk: Od indikátorov priebehu v spodnom menu
sr: Од линије напретка у менију на дну
tr: Alt menü ilerleme çubuklarından
uk: З індикаторів прочитання нижнього меню
zh_cn: 从底部目录进度条

source: From gestures and profiles
ca: Dels gestos i perfils
de: Von Gesten und Profilen
el: Από χειρονομίες και προφίλ
es: De los gestos y perfiles
fr: À partir de gestes et de profils
gl: Dos acenos e perfís
hu: Gesztusokból és profilokból
it_it: Dai gesti e dai profili
ko_kr: 제스처 및 프로필에서
nl_nl: Van gebaren en profielen
pl: Z gestów i profili
pt_br: Dos gestos e perfis
ru: От жестов и профилей
sk: Od gest a profilov
sr: Од гестикулација и профила
tr: Hareketlerden ve profillerden
uk: З жестів і профілів

source: From all other sources
ca: De totes les altres fonts
de: Aus allen anderen Quellen
el: Από όλες τις άλλες πηγές
es: De todas las demás fuentes
fr: De toutes les autres sources
gl: De todas as outras fontes
hu: Az összes egyéb forrásból
it_it: Da tutte le altre sorgenti
ko_kr: 다른 모든 출처에서
nl_nl: Van alle andere bronnen
pl: Ze wszystkich innych źródeł
pt_br: De todas as outras fontes
ru: От всех прочих источников
sk: Od všetkých ostatných zdrojov
sr: Из свих осталих извора
tr: Diğer tüm kaynaklardan
uk: З усіх інших джерел
zh_cn: 从其他来源

source: Show past notifications
ca: Mostrar notificacions anteriors
cs: Zobrazit dřívější upozornění
de: Zeige vergangene Benachrichtigungen
el: Εμφάνιση προηγούμενων ειδοποιήσεων
es: Mostrar notificaciones anteriores
fa: نمایش آگاه‌ساز‌های قبلی
fr: Afficher les notifications précédentes
gl: Mostrar notificacións anteriores
hu: Korábbi értesítések megjelenítése
it_it: Mostra le notifiche passate
ja: 過去の通知を表示する
ko_kr: 지난 알림 표시
nl_nl: Eerdere meldingen weergeven
pl: Pokaż przeszłe powiadomienia
pt_br: Mostrar notificações anteriores
ru: Показывать прошлые уведомления
sk: Zobraziť predchádzajúce upozornenia
sr: Прикажи прошла обавештења
tr: Geçmiş bildirimleri görüntüle
uk: Показувати минулі сповіщення
zh_cn: 显示历史通知

source: No notifications available.
ca: No hi ha notificacions disponibles.
cs: Žádná dostupná upozornění.
de: Es sind noch keine Benachrichtigungen vorhanden.
el: Δεν υπάρχουν διαθέσιμες ειδοποιήσεις.
es: No hay notificaciones disponibles.
fa: آگاه‌سازی در دسترس نیست.
fr: Aucune information disponible.
gl: Non hai notificacións dispoñibles.
hu: Nincsenek elérhető értesítések.
it_it: Nessuna notifica disponibile.
ja: 通知はありません。
ko_kr: 알림을 사용할 수 없습니다.
nl_nl: Geen meldingen beschikbaar.
pl: Brak dostępnych powiadomień.
pt_br: Nenhuma notificação disponível.
ru: Нет доступных уведомлений.
sk: Nie sú k dispozícii žiadne upozornenia.
sr: Нема никаквих обавештења.
tr: Herhangi bir bildirim yok.
uk: Немає сповіщень.
zh_cn: 无通知信息。

source: Past notifications
ca: Notificacions anteriors
cs: Dřívější upozornění
de: Vergangene Benachrichtigungen
el: Προηγούμενες ειδοποιήσεις
es: Notificaciones anteriores
fa: آگاه‌ساز‌های گذشته
fr: Notifications précédentes
gl: Notificacións anteriores
hu: Korábbi értesítések
it_it: Notifiche precedenti
ja: 過去の通知
ko_kr: 지난 알림
nl_nl: Eerdere meldingen
pl: Przeszłe powiadomienia
pt_br: Notificações anteriores
ru: Прошлые уведомления
sk: Predchádzajúce upozornenia
sr: Прошла обавештења
tr: Geçmiş bildirimler
uk: Минулі сповіщення
zh_cn: 历史通知
