Repository: spruceUI/spruceOS
Catalog: App/KoReader/l10n/*/koreader.po
Languages: ar, ca, cs, de, el, es, fa, fr, gl, hu, it_it, ja, ko_kr, nl_nl, pl, pt_br, ro, ru, sk, sr, tr, uk, zh_cn

source: Center headings
ar: وسّط العناوين
ca: Centrar encapçalaments
cs: Vystředit nadpisy
de: Überschriften zentrieren
el: Στοίχιση των επικεφαλίδων στο κέντρο
es: Centrar encabezamientos
fr: Centrage des titres
gl: Centrar cabeceiras
hu: Fejlécek központosítása
it_it: Centra intestazioni
ja: 見出し中央揃え
ko_kr: 가운데 소제목
nl_nl: Koppen centreren
pl: Wyśrodkuj nagłówki
pt_br: Centralizar títulos
ro: Centrează titlurile
ru: Центрировать заголовки
sk: Zarovnať na stred nadpisy
sr: Центрирај наслове
tr: Başlıkları ortala
uk: Центрувати заголовки
zh_cn: 标题居中

source: Text direction
ar: اتجاه النص
ca: Direcció del text
cs: Směr textu
de: Textrichtung
el: Κατεύθυνση κειμένου
es: Dirección del texto
fa: جهت متن
fr: Sens de lecture du texte
gl: Dirección do texto
hu: Szövegirány
it_it: Direzione del testo
ja: 文字列の方向
ko_kr: 텍스트 방향
nl_nl: Tekstrichting
pl: Kierunek tekstu
pt_br: Direção do texto
ro: Direcția textului
ru: Направление текста
sk: Smer textu
sr: Смер текста
tr: Metin yönü
uk: Напрямок тексту
zh_cn: 文本方向

source: About text direction
ar: معلومات عن اتجاه النصّ
ca: Sobre la direcció del text
cs: O směru textu
de: Über Textrichtung
el: Σχετικά με την κατεύθυνση κειμένου
es: Acerca de la dirección del texto
fa: درباره جهت متن
fr: À propos du sens de lecture du texte
gl: Acerca da dirección do texto
hu: Részletek a szöveg irányáról
it_it: Informazioni sulla direzione del testo
ja: 文字列の方向について
ko_kr: 텍스트 방향에 대하여
nl_nl: Over tekstrichting
pl: O kierunku tekstu
pt_br: Sobre a direção do texto
ro: Despre direcția textului
ru: О направлении текста
sk: O smere textu
sr: О смеру текста
tr: Metin yönü hakkında
uk: Про напрямок тексту
zh_cn: 关于文本方向

source: Languages like Arabic or Hebrew use right-to-left writing systems (Right-To-Left or RTL). This doesn't only affect text layout, but also list item bullets and numbers, which have to be put on the right side of the page, as well as tables, where the cells are laid out from right to left. Usually, the publisher will have set the appropriate tags to enable RTL rendering. But if these are missing, or if you're reading plain text documents, you may want to manually enable RTL with these tweaks. Note that in the absence of such specifications, KOReader will try to detect the language of each paragraph to set the appropriate rendering per paragraph. You may also want to enable, in the top menu → Gear → Taps and gestures → Page turns → Invert page turn taps and swipes.
ar: بعض اللغات كالعربية أو العبرية تستخدم نظام كتابةٍ يبدأ السّطر من اليمين إلى اليسار (right-to-left أو اختصارًا RTL). هذا لا يؤثر على اتجاه الكتابة فحسب, بل يؤثر أيضا على الأرقام والعناصر التي في القوائم, والتي تستوجب أن توضع على الجانب الأيمن من الصفحة, كما هو الحال مع الجداول أيضًا, حيث يتم وضع الخلايا في الجدول من اليمين إلى اليسار. في العادة, يقوم ناشر الكتاب بوضع الوسوم الصحيحة لتفعيل عرض الملف من اليمين إلى اليسار. ولكن إن لم يقم الناشر بهذا, أوعند قراءة ملفٍّ نصّيٍّ عادي (دون وسوم), قد تحتاج إلى تفعيل وضع القراءة من اليمين إلى اليسار بهذه الخطوات. لاحظ أنه في حال غياب مثل هذه المواصفات, سيقوم قارئ الكتب الالكترونية KOReader بمحاولة التعرّف على اللغة الخاصة بكلّ فقرة ليقوم بعد ذلك بعرض كل فقرةٍ باتجاهها الصحيح. قد تريد تفعيل خيار, في القائمة العليا ← شكل التُّرس ← النقرات والايماءات ← تقليب الصفحة ← عكس اتجاه الصفحة نقرات و تمرير.
ca: Idiomes com l'àrab o l'hebreu utilitzen sistemes d'escriptura de dreta a esquerra (Right to Left o RTL). Això no només afecta al disseny del text, sinó també a les vinyetes i els números dels elements, que han de col·locar-se en el costat dret de la pàgina, així com a les taules, ja que les seues cel·les estan disposades de dreta a esquerra. Normalment, l'editor haurà establert les etiquetes apropiades per a habilitar el renderitzat RTL. Però si falten, o si està llegint documents de text sense format, és possible habilitar RTL manualment mitjançant aquests ajustos. Cal tenir en compte que en absència de tals especificacions, KOReader intentarà detectar el llenguatge per a establir el renderitzat apropiat de cada paràgraf. També és possible activar, en el menú superior → Engranatge → Navegació → Canvi de pàgina → Invertir les pulsacions i els gestos de canvi de pàgina.
cs: Některé jazyky jako např. arabština nebo hebrejština používají směr psaní zprava doleva (P→L). To má vliv nejen na rozvržení textu, ale i na označování položek v seznamech (kulky a čísla), které musí být na pravé straně stránky. Podobné je to i u tabulek, jejichž buňky jdou zprava doleva. Vydavatelé obvykle v knize nastaví příslušné značky, které určují vykreslování textu zprava doleva. Pokud ale tyto značky chybí, nebo pokud čtete prosté textové dokumenty, máte zde možnost nastavit směr psaní zprava doleva manuálně. Poznámka: V případě chybějícího určení směru textu se KOReader pokusí rozpoznat v každém odstavci jazyk textu a podle toho nastavit pro každý odstavec správné vykreslování. Také byste mohli chtít povolit: v horní nabídce → Ozubené kolo → Doteky a gesta → Otáčení stránek → Invertovat dotyk. ovl. pro otáčení stránek.
de: Sprachen wie Arabisch oder Hebräisch verwenden ein Rechts-nach-Links-Schreibsystem (Right-To-Left oder RTL). Dies wirkt sich nicht nur auf das Textlayout aus, sondern auch auf Aufzählungszeichen und Zahlen, die auf der rechten Seite der Seite angeordnet werden müssen, sowie auf Tabellen, deren Zellen von rechts nach links angeordnet sind. Normalerweise hat der Herausgeber die entsprechenden Tags gesetzt, um die RTL-Darstellung zu ermöglichen. Wenn diese jedoch fehlen oder wenn Sie reine Textdokumente lesen, sollten Sie die RTL-Darstellung mit diesen Anpassungen manuell aktivieren. Beachten Sie, dass KOReader in Ermangelung solcher Angaben versucht, die Sprache jedes Absatzes zu erkennen, um die entsprechende Darstellung pro Absatz einzustellen. Sie können auch im oberen Menü → Zahnrad → Tippen und Gesten → Umblättern → Tippen und Streichen zum Umblättern umkehren aktivieren.
el: Γλώσσες όπως τα αραβικά ή τα εβραϊκά χρησιμοποιούν συστήματα γραφής από δεξιά προς τα αριστερά (Δεξιά προς Αριστερά ή ΔπΑ). Αυτό δεν επηρεάζει μόνο τη διάταξη του κειμένου, αλλά και τις κουκκίδες και τους αριθμούς μπροστά από στοιχεία καταλόγου, τα οποία πρέπει να τοποθετηθούν στην δεξιά πλευρά της σελίδας, καθώς και πίνακες, όπου τα κελιά είναι τοποθετημένα από δεξιά προς τα αριστερά. Συνήθως, ο εκδότης θα έχει ορίσει τις κατάλληλες ετικέτες για να ενεργοποιήσει την απόδοση ΔπΑ. Αλλά εάν λείπουν, ή αν διαβάζετε έγγραφα απλού κειμένου, ίσως θέλετε να ενεργοποιήσετε χειροκίνητα την απόδοση ΔπΑ με αυτές τις τροποποιήσεις. Λάβετε υπόψη ότι, ελλείψει τέτοιων προδιαγραφών, το KOReader θα προσπαθήσει να εντοπίσει τη γλώσσα κάθε παραγράφου για να ορίσει την κατάλληλη απόδοση ανά παράγραφο. Ίσως θέλετε επίσης να ενεργοποιήσετε, στο επάνω μενού → Γρανάζι → Πατήματα και χειρονομίες→ Αλλαγή σελίδας → Αντιστροφή πατημάτων και σαρώσεων αλλαγής σελίδας.
es: Idiomas como el árabe o el hebreo utilizan sistemas de escritura de derecha a izquierda (Right to Left o RTL). Esto no sólo afecta al diseño del texto, sino también a las viñetas y los números de los elementos, que deben colocarse en el lado derecho de la página, así como a las tablas, ya que sus celdas están dispuestas de derecha a izquierda. Normalmente, el editor habrá establecido las etiquetas apropiadas para habilitar el renderizado RTL. Pero si faltan, o si está leyendo documentos de texto sin formato, es posible que desee habilitar RTL manualmente mediante estos ajustes. Tenga en cuenta que en ausencia de tales especificaciones, KOReader intentará detectar el lenguaje para establecer el renderizado apropiado de cada párrafo. También es posible activar, en el menú superior → Engranaje → Pulsaciones y gestos → Cambio de página → Invertir las pulsaciones y los gestos de cambio de página.
fr: Des langues comme l’arabe ou l’hébreu utilisent des systèmes d’écriture de droite à gauche. Ceci n’affecte pas seulement la mise en page du texte, mais aussi les puces et les chiffres des éléments de liste, qui doivent être placés sur le côté droit de la page, ainsi que les tableaux, dont les cellules sont disposées de droite à gauche. En général, l’éditeur aura défini les balises appropriées pour permettre le rendu de droite à gauche. Mais si elles sont absentes, ou si vous lisez des documents en texte brut, vous pouvez activer manuellement la lecture droite à gauche à l’aide de ces réglages. Notez qu’en l’absence de telles spécifications, KOReader essayera de détecter la langue de chaque paragraphe pour définir le rendu approprié par paragraphe. Vous pouvez également activer, dans le menu du haut → Outils → Navigation → Inverser les changements de page.
gl: Linguas como o árabe ou o hebreo usan sistemas de escritura de dereita á esquerda (Dereita-A-Esquerda ou DAE). Isto non afecta só á disposición de texto, tamén aos puntos e números en listas, que teñen que ser postos á dereita da páxina, e ademais ás táboas, onde as celas son colocadas de dereita a esquerda. Normalmente a editorial axusta as etiquetas apropiadas para permitir a presentación DAE. Pero se estas non están presentes ou estar a ler documentos en texto plano, poida que queiras activar DAE con estes axustes. Ten en conta que sen estas especificacións, KOReader tentará detectar a lingua de cada parágrafo para establecer a presentación adecuada. Poida que adicionalmente queiras activar, no menú superior → Engrenaxe → Pulsacións e acenos → Pasar páxina → Inverter pulsacións e deslizamentos para pasar páxina.
hu: Az olyan nyelvek, mint az arab vagy a héber, jobbról balra írást (Right-To-Left vagy RTL) használnak. Ez nem csak a szöveg elrendezésére van hatással, hanem a felsoroláselemek felsorolásaira és a számokra is, amelyeket az oldal jobb oldalára kell helyezni, valamint a táblázatokra, ahol a cellák jobbról balra vannak elrendezve. Általában a kiadó beállította a megfelelő címkéket az RTL megjelenítés engedélyezéséhez. Ha azonban ezek hiányoznak, vagy ha egyszerű szöveges dokumentumokat olvas, akkor érdemes manuálisan engedélyezni az RTL megjelenítést ezekkel a stíluskorrekciókkal. Vegye figyelembe, hogy ilyen előírások hiányában a KOReader megpróbálja felismerni az egyes bekezdések nyelvét, hogy beállítsa a megfelelő megjelenítést bekezdésenként. Érdemes engedélyezni a felső menüben a → 'Fogaskerék → Érintések és gesztusok → Lapozás → Lapozó érintések és mozdulatok megfordítása' lehetőséget.
it_it: Lingue come Arabo o Ebraico utilizzano sistemi di scrittura da destra a sinistra (Right-to-Left o RTL). Questo non riguarda solo la disposizione del testo, ma anche gli elenchi puntati e numerati, che devono essere inseriti sul lato destro della pagina, nonché le tabelle, in cui le celle sono disposte da destra a sinistra. In genere, l'editore avrà impostato le etichette appropriate per abilitare la resa grafica RTL. Ma se queste mancano, o se stai leggendo documenti di solo testo, si consiglia di abilitare manualmente RTL con questi ritocchi. Nota che in assenza di tali specifiche, KOReader tenterà di rilevare la lingua di ogni paragrafo per impostare la resa grafica appropriata per ogni paragrafo. Si consiglia inoltre di abilitare, nel menu in alto Ingranaggio → Tocchi e gesti → Volta pagina → Inverti tocchi e gesti di cambio di pagina.
ja: アラビア語やヘブライ語などの言語は右から左へ記述するシステム(Right-To-Left, RTL)を採用しています。これはテキストのレイアウトだけでなく、リスト項目の箇条書きや数字をページの右側に配置しなければならない場合や、セルが右から左にレイアウトされるテーブルにも影響します。 通常、出版社はRTL描画を可能にするために適切なタグを設定しています。しかしこれらがない場合や、プレーンテキスト文書を読んでいる場合は、これらの調整によって手動でRTLを有効にすることができます。 このような指定がない場合、KOReaderは各段落の言語を検出し、段落ごとに適切な描画を設定しようとすることに注意してください。 また、トップメニュー → 歯車 → タップとジェスチャー → ページめくり → ページめくりのタップやスワイプを反転させる を有効にするのもよいでしょう。
ko_kr: 아랍어나 히브리어와 같은 언어는 오른쪽에서 왼쪽으로 쓰는 시스템(오른쪽에서 왼쪽 또는 RTL)을 사용합니다. 이것은 텍스트 모양새에만 영향을 미칠 뿐 아니라, 숫자나 점으로 된 목록이 페이지의 오른쪽에 놓이게 하고, 셀이 오른쪽에서 왼쪽으로 배치되는 테이블에도 영향을 미칩니다. 일반적으로 발행인은 RTL 렌더링을 활성화하기 위해 알맞은 태그를 설정합니다. 그러나 이러한 항목이 없거나 일반 텍스트 문서를 읽는 경우 이러한 조정으로 RTL을 수동으로 활성화할 수 있습니다. 이러한 규약이 없으면, KOReader는 각 문단의 언어를 감지하여 문단별로 적절한 렌더링을 설정합니다. 또한 상단 메뉴 → 톱니바퀴 → 탭 및 제스처 → 페이지 넘김 → 탭 및 스와이프를 반대로 페이지 넘김에서 활성화할 수도 있습니다.
nl_nl: Talen zoals Arabisch of Hebreeuws gebruiken een rechts naar links tekstrichting (Rechts-naar-Links of RnL). Dit heeft niet alleen invloed op de opmaa van de tekst, maar ook op opsommingstekens en nummers in lijsten, die aan de rechterkant van de pagina moeten worden geplaatst, en op de tabellen, waar de cellen van rechts naar links worden ingedeeld. Meestal heeft de uitgever de juiste tags ingesteld om RnL rendering mogelijk te maken. Maar als deze ontbreken, of voor platte tekstdocumenten, kan RnL met deze aanpassingen handmatig worden ingeschakeld. Merk op dat KOReader zal proberen de taal van elke paragraaf te detecteren bij gebrek aan dergelijke specificaties, om de juiste rendering per paragraaf in te stellen. Het kan de moeite waard zijn om de volgende optie in te schakelen in het bovenmenu → Tandwiel → Tikken en gebaren → Pagina-omslag tikken en vegen omdraaien.
pl: Języki takie jak arabski lub hebrajski używają pisowni od prawej do lewej (RTL). Wpływa to nie tylko na układ tekstu, ale także na wypunktowane pozycje i liczby, które należy umieścić po prawej stronie strony, a także tabele, w których komórki są rozmieszczone od prawej do lewej. Zwykle wydawca ustawia odpowiednie tagi, aby umożliwić renderowanie RTL. Ale jeśli ich brakuje lub jeśli czytasz dokumenty tekstowe, możesz ręcznie włączyć RTL za pomocą tych ulepszeń. Zauważ, że przy braku takich specyfikacji KOReader spróbuje wykryć język każdego akapitu, aby ustawić odpowiednie renderowanie dla każdego akapitu. Możesz także włączyć w górnym menu → Koło zębate → Stuknięcia i gesty → Przewracanie stron → Odwróć działanie stuknięcia i przesunięcia zmiany stron.
pt_br: Idiomas como árabe ou hebraico usam sistemas de escrita da direita para a esquerda (da Direita Para a Esquerda ou DPE). Isso não afeta apenas a disposição do texto, mas também pontos e números de listas de itens, que precisam ser colocados no lado direito da página, bem como tabelas,nas quais as células são dispostas da direita para a esquerda. Normalmente, a editora terá definido as etiquetas apropriadas para permitir a renderização DPE. Mas se estes estão faltando, ou se você está lendo documentos de texto simples, você pode querer ativar manualmente DPE com esses ajustes. Observe que, na ausência de tais especificações, o KOReader vai tentar detectar o idioma de cada parágrafo para definir a aprestação adequada por parágrafo. Você também pode querer ativar, no menu superior → Engrenagem → Toques e gestos → Virar página → Inverter deslizes e toques de virar página.
ro: Limbile precum araba sau ebraica utilizează sisteme de scriere de la dreapta la stînga (RTL). Acest lucru nu afectează numai aspectul textului, dar și listele și numerele, care trebuie să fie puse în partea dreaptă a paginii, precum și tabelele, în cazul în care celulele sînt afișate de la dreapta la stânga. De obicei, editura va fi setat etichetele corespunzătoare pentru a activa redarea RTL. Dar dacă acestea lipsesc sau dacă citești documente text simplu, este posibil să dorești să activezi manual RTL cu aceste trucuri. Reține că în absența unor astfel de specificații, KOReader va încerca să detecteze limba fiecărui paragraf pentru a seta redarea corespunzătoare pe paragraf. Poți de asemenea să activezi în meniul de sus → Roțiță → Atingeri și gesturi → Întoarceri de pagină → Inversează atingerile pentru întoarcerea paginii și glisări.
ru: Такие языки, как арабский или иврит, используют системы письма справа налево (ПНЛ). Это влияет не только на разметку текста, но и на маркеры/номера элементов списка, которые должны быть размещены в правой части страницы, а также на таблицы, где ячейки расположены справа налево. Обычно издатель внедряет соответствующие теги для включения ПНЛ-отрисовки, но если они отсутствуют или вы читаете простые текстовые документы, можно вручную включить ПНЛ в данных подстройках. Обратите внимание, что при отсутствии таких спецификаций KOReader попытается самостоятельно определить язык каждого абзаца, чтобы использовать соответствующую отрисовку для каждого абзаца. Вы также можете изменить управление в верхнем меню: «⚙ → Касания и жесты → Листание страниц → Инверсное листание касаниями и свайпами».
sk: Jazyky ako arabčina alebo hebrejčina používajú systémy písania sprava doľava (RTL). Ovplyvňuje to nielen rozloženie textu, ale aj odrážky a čísla položiek zoznamu, ktoré je potrebné umiestniť na pravú stranu stránky, ako aj tabuľky, kde sú bunky usporiadané sprava doľava. Vydavateľ zvyčajne nastaví vhodné značky na povolenie vykresľovania textu sprava doľava (RTL). Ak však chýbajú alebo ak čítate dokumenty s obyčajným textom, možno budete chcieť manuálne povoliť režim čítania sprava doľava (RTL) pomocou týchto vylepšení. Vezmite prosím na vedomie, že ak takéto špecifikácie neexistujú, KOReader sa pokúsi zistiť jazyk každého odseku, aby nastavil vhodné vykresľovanie pre daný odsek. Môžete tiež povoliť vo vrchnom menu → Ozubené koliesko → Ťuknutia a gestá → Otáčanie strán → Stranovo zameniť ťuknutia a potiahnutia prstom pre otáčanie strán.
sr: Језици као што су арапски и хебрејски користи системе писања који теку са десна у лево (Right-To-Left или RTL). Ово не утиче само на распоред текста, већ и на зрна ставке листе и бројеве, који морају да се поставе на десну страну странице, као и на табеле, у којима се ћелије ређају с десна у лево. Издавач ће обично да постави одговарајуће ознаке да би се укључило RTL приказивање. Али ако те ознаке недостају, или ако читате просте текст документе, можете пожелети да ручно укључите RTL овим дотеривањима. Имајте на уму да ће KOReader у одсуству таквих спецификација покушати да открије језик сваког пасуса и поставити одговарајуће приказивање на нивоу пасуса. Такође можете да укључите у менију на врху → Зупчаник → Тапови и гестикулације → Окретање странице → Обрни тапове и превлачења за окретање страница.
tr: Arapça ya da İbranice gibi diller sağdan sola yazılır (Right-To-Left ya da RTL). Bu durum metin düzenini değil, sayfanın sağına konulması gereken madde imi ve numaraları ile hücrelerin sağdan sola dizilmesi gerektiğinden tabloları da etkiler. Genellikle yayıncı sağdan sola düzeni oluşturacak kod imlerini ayarlar. Ancak bu ayarlama eksik ise ya da düz metin dosyalarını görüntülüyorsanız, bu ince ayarları kullanarak sağdan sola metin özelliğini el ile etkinleştirmeniz gerekebilir. Bu özelliklerin bulunması durumunda KOReader her paragrafın dilini algılamayı ve ona uygun görüntüleme ayarlarını yapmayı dener. Ayrıca üst menüden → Dişli → Gezinme → Sayfa çevirme dokunma ve kaydırma hareketlerini tersine çevir seçeneğini de kullanmak isteyebilirsiniz.
uk: Такі мови, як-от арабська або іврит, використовують системи письма справа наліво (RTL). Це впливає не лише на макет тексту, але й на маркери та номери елементів списку, які потрібно помістити праворуч на сторінці, а також у таблицях, де клітинки розташовані справа наліво. Зазвичай видавець встановлює відповідні мітки для показу вмісту RTL. Але якщо вони відсутні або ви читаєте документи у форматі звичайного тексту, ви можете власноруч увімкнути RTL за допомогою цих налаштувань. Зауважте, що за відсутності таких специфікацій KOReader спробує визначити мову кожного абзацу, щоб показати кожен абзац відповідним чином. Ви також можете увімкнути у верхньому Меню → Шестірня → Навігація → Інвертувати гортання сторінки торканням і проведенням.
zh_cn: 阿拉伯语和希伯来语等语言使用的是从右至左的书写系统（RTL）。这种书写系统不仅影响文本布局，还会影响诸如列表符号、表格等内容。对于列表项符号，它们会被置于页面右侧；对于表格，其单元格会从右到左排列。 通常来说，出版商已经设置了适当的标签用于启用 RTL 显示。但如果你在阅读纯文本文档，或标签没有被正确设置的情况下，你也可以通过下列选项手动启用 RTL。 需要注意的是，在没有标签准确指定如何RTL显示的情况下，KOReader 将尝试检测每个段落的语言，并为每个段落设置适当的呈现方式。 在启用了RTL的情况下，你可能想要反转翻页手势。此选项可在“顶部菜单→齿轮→轻按和手势→翻页→颠倒翻页轻按和滑动”页面下启用。

source: Document direction RTL
ar: اتجاه الملف من اليمين إلى اليسار RTL
ca: Direcció del document RTL
cs: Směr dokumentu P→L
de: Dokumentenrichtung RTL
el: Κατεύθυνση εγγράφου ΔπΑ
es: Dirección del documento RTL
fa: جهت سند راست به چپ
fr: Lecture du document de droite à gauche
gl: Dirección do documento DAE
hu: Dokumentum iránya J->B
it_it: Direzione documento RTL
ja: 文書の方向は RTL
ko_kr: 문서 방향 RTL
nl_nl: Documentrichting RnL
pl: Kierunek dokumentu z prawej do lewej
pt_br: Direção de documento DPE
ro: Direcție document RTL
ru: Направление документа справа налево (ПНЛ)
sk: Smer textu dokumentu sprava doľava
sr: RTL смер документа
tr: Belge yönü sağdan sola
uk: Документ з напрямком письма справа на ліво
zh_cn: 文档方向从右至左

source: Right align most text
ar: قم بمحاذاة أغلب النص إلى اليمين
ca: Alinear a la dreta la major part del text
cs: Zarovnat většinu textu vpravo
de: Meister Text rechtsbündig
el: Δεξιά στοίχιση του περισσότερου κειμένου
es: Alinear a la derecha la mayor parte del texto
fr: Aligner la majorité du texte à droite
gl: Aliñar á dereita case todos os elementos
hu: A legtöbb szöveg jobbra igazítása
it_it: Allinea a destra la maggior parte del testo
ja: ほとんどのテキストを右揃え
ko_kr: 대부분의 텍스트를 오른쪽 정렬
nl_nl: Meeste tekst rechts uitlijnen
pl: Wyrównaj do prawej większość tekstu
pt_br: Alinhar à direita a maior parte do texto
ro: Aliniază la dreapta mare parte din text
ru: Выравнивать по правому краю бо́льшую часть текста
sk: Väčšinu textu zarovnať doprava
sr: Поравнај десно већину текста
tr: Metnin çoğu sağa hizalansın
uk: Вирівнювання більшості тексту за правим краєм
zh_cn: 向右对齐大部分文字

source: Enforce right alignment of text in common text elements.
ar: فرض المحاذاة الصحيحة للنص في عناصر النص الشائعة.
ca: Forçar l'alineació a la dreta del text en elements de text comuns.
cs: Vynutí zarovnání textu vpravo v obvyklých textových prvcích.
de: Rechtsbündiger Text in allgemeinen Textelementen erzwingen.
el: Επιβάλλει δεξιά στοίχιση κειμένου σε κοινά στοιχεία κειμένου.
es: Forzar la alineación a la derecha del texto en elementos de texto comunes.
fr: Forcer l’alignement du texte à droite dans les éléments courants.
gl: Forzar o aliñamento á dereita do texto en todos os elementos comúns.
hu: A szöveg jobbra igazításának kikényszerítése a közös szövegelemekben.
it_it: Forza l'allineamento a destra del testo negli elementi di testo comuni.
ja: 普通のテキスト要素のテキストを強制的に右揃えする。
ko_kr: 일반 텍스트 요소에서 텍스트를 오른쪽 정렬합니다.
nl_nl: Dwing rechts uitlijnen in veel voorkomende tekstelementen.
pl: Wymuś wyrównanie tekstu do prawej dla zwykłych tekstów.
pt_br: Força alinhamento à direita do texto em elementos comuns de texto.
ro: Impune alinierea la dreapta textului în elemente de text comune.
ru: Принудительное выравнивание текста по правому краю для большинства текстовых элементов.
sk: Vynútiť zarovnanie textu doprava v bežných textových prvkoch.
sr: Форсира десно поравнање текста у уобичајеним текст елементима.
tr: Yaygın kullanılan metin bileşenleri sağa hizalanır.
uk: Забезпечити правильне вирівнювання тексту в загальних елементах тексту.
zh_cn: 强制向右对齐通常的文本。

source: Right align all elements
ar: قم بمحاذاةِ كل العناصر إلى اليمين
ca: Alinear a la dreta tots els elements
cs: Zarovnat všechny prvky vpravo
de: Alle Elemente rechtsbündig
el: Δεξιά στοίχιση όλων των στοιχείων
es: Alinear a la derecha todos los elementos
fr: Aligner tous les éléments à droite
gl: Aliñar á dereita todos os elementos
hu: Minden elem jobbra igazítása
it_it: Allinea a destra tutti gli elementi
ja: 全ての対象を右揃え
ko_kr: 모든 요소를 오른쪽 정렬
nl_nl: Alle elementen rechts uitlijnen
pl: Wyrównaj do prawej wszystkie elementy
pt_br: Alinhar à direita todos os elementos
ro: Aliniază la dreapta toate elementele
ru: Выравнивать по правому краю все элементы
sk: Všetky prvky zarovnať doprava
sr: Поравнај десно све елементе
tr: Tüm bileşenler sağa hizalansın
uk: Вирівнювання всіх елементів за правим краєм
zh_cn: 向右对齐所有元素
