Repository: spruceUI/spruceOS
Catalog: App/KoReader/l10n/*/koreader.po
Languages: ar, ca, cs, de, el, es, fa, fr, gl, hu, it_it, ja, ko_kr, nl_nl, pl, pt_br, ro, ru, sk, sr, tr, uk, zh_cn

source: Tapping here chooses between the different AutoWarmth modes: 'warmth only', 'warmth and night mode', 'night mode only'.
ca: En prémer aquí es tria entre els diferents modes de Temperatura de color automàtica: 'només temperatura de color', 'temperatura de colo i mode nit', 'només mode nit'.
de: Tippen Sie hier, um zwischen den verschiedenen Auto-Wärme-Modi zu wählen: "nur Wärme", "Wärme und Nachtmodus", "nur Nachtmodus".
el: Πατώντας εδώ επιλέγετε μεταξύ των διαφορετικών λειτουργιών του Αυτόματου θερμού φωτισμού: «μόνο θερμό φως», «θερμό φως και νυχτερινή λειτουργία», «μόνο νυχτερινή λειτουργία».
es: Al pulsar aquí se elige entre los diferentes modos de Temperatura de color automática: 'solo temperatura de color', 'temperatura de colo y modo noche', 'solo modo noche'.
fr: En tapant ici, vous pouvez choisir entre les différents modes AutoWarmth : 'température uniquement', 'température et mode nuit', 'mode nuit uniquement'.
gl: Ao pulsar aquí escóllese entre diferentes modos de Temperatura de cor automática: "só temperatura de cor", "temperatura de cor e modo nocturno", "só modo nocturno".
hu: Ha erre a gombra koppint, akkor a következő AutoWarmth üzemmódok közül választhat: „csak melegítés”, „melegítés és éjszakai üzemmód”, „csak éjszakai üzemmód”.
it_it: Toccando qui si sceglie tra le diverse modalità Calore automatico: 'solo calore', 'modalità calore e notte', 'solo modalità notte'.
ko_kr: 여기를 탭하면 '색 온도만', '색 온도와 야간 모드', '야간 모드만'과 같은 다양한 자동 색 온도 모드 중에서 선택할 수 있습니다.
nl_nl: Als je hier tikt, kun je kiezen tussen de verschillende AutoWarmth-modi: 'alleen warmte', 'warmte- en nachtmodus', 'alleen nachtmodus'.
pl: Stuknięcie w tym miejscu powoduje wybór pomiędzy różnymi trybami AutoWarmth: 'tylko barwa światła', 'barwa światła i tryb nocny', 'tylko tryb nocny'.
pt_br: Tocar aqui escolhe entre os diferentes modos automáticos de temperatura de cor: "somente temperatura de cor", "modo temperatura de cor e modo noturno", "somente modo noturno".
ru: Касанием в этом месте можно выбрать один из режимов работы автотеплоты: «только теплота», «теплота и ночной режим», «только ночной режим».
sk: Klepnutím sem si vyberáte medzi rôznymi režimami AutoWarmth: „iba farebná teplota“, „farebná teplota a nočný režim“, „iba nočný režim“.
sr: Таповима овде се бира између различитих AutoWarmth режима: ’само топлина’, ’топлина и ноћни режим’, ’само ноћни режим’.
tr: Buraya dokunarak farklı Otomatik sıcaklık kipleri arasında geçiş yapabilirsiniz: 'Yalnızca sıcaklık', 'Sıcaklık ve gece kipi, 'Yalnızca gece kipi'.
uk: Натискання тут дозволяє вибрати один з режимів AutoWarmth: "лише підігрів", "підігрів і нічний режим", "лише нічний режим".
zh_cn: 点击此处可以在不同的自动暖色模式下切换：“仅暖色”、“暖色和夜间模式”、“仅夜间模式”。

source: Your device supports 'night mode' control only.
ca: Aquest dispositiu només admet el control del "mode nit".
cs: Vaše zařízení podporuje pouze ovládání „nočního režimu“.
de: Ihr Gerät unterstützt nur die Steuerung „Nachtmodus“.
el: Η συσκευή σας υποστηρίζει μόνο τον έλεγχο «νυχτερινής λειτουργίας».
es: Este dispositivo sólo admite el control del "modo noche".
fr: Votre appareil prend en charge uniquement le contrôle du 'mode nuit'.
gl: O teu dispositivo soporta só o "modo nocturno".
hu: A készülék csak az "éjszakai üzemmód" vezérlését támogatja.
it_it: Il tuo dispositivo supporta solo il controllo "modalità notturna".
ko_kr: 이 기기는 '야간 모드' 제어만 지원합니다.
nl_nl: Het apparaat ondersteunt alleen 'nachtmodus'-bediening.
pl: To urządzenie obsługuje tylko sterowanie 'trybem nocnym'.
pt_br: Seu dispositivo suporta apenas o controle do "modo noturno".
ru: Ваше устройство поддерживает управление только «ночным режимом».
sk: Vaše zariadenie podporuje iba ovládanie „nočného režimu“.
sr: Ваш уређај подржава само ’ноћни режим’.
tr: Aygıtınızda yalnızca 'gece kipi' denetimi destekleniyor.
uk: Ваш пристрій підтримує керування лише у нічному режимі.
zh_cn: 您的设备仅支持夜间模式控制。

source: Set warmth and night mode for:
ar: تعيين وضع الدفء والوضع الليلي من أجل:
ca: Configurar temperatura de color i mode nit per a:
cs: Nastavit teplotu a noční režim pro:
de: Setze Wärme und Nachtmodus für:
el: Ρύθμιση θερμού φωτισμού και νυχτερινής λειτουργίας για:
es: Configurar temperatura de color y modo noche para:
fa: تنظیم گرما و حالت شب برای:
fr: Définir la température et le mode nuit pour :
gl: Configurar temperatura da cor e modo nocturno para:
hu: Színhőmérséklet és éjszakai üzemmód:
it_it: Imposta modalità calore e notte per:
ja: 色調と夜間モードを下記に設定:
ko_kr: 다음에 대해 색 온도와 야간 모드 설정:
nl_nl: Stel warmte en nachtmodus in voor:
pl: Ustaw barwę i tryb nocny dla:
pt_br: Configurar temperatura de cor e modo noturno para:
ro: Setează nuanță și mod de noapte pentru:
ru: Задать теплоту и ночной режим для:
sk: Nastaviť farebnú teplotu a nočný režim pre:
sr: Постави топлину и ноћни режим за:
tr: Sıcaklık ve gece kipi şunun için ayarlansın:
uk: Установити теплоту барв і нічний режим для:
zh_cn: 为下列事项设置色温和夜间模式：

source: Set night mode for:
ar: تعيين الوضع الليلي ل:
ca: Configurar mode nit para:
cs: Nastavit noční režim pro:
de: Setze Nachtmodus für:
el: Ρύθμιση νυχτερινής λειτουργίας για:
es: Configurar modo noche para:
fr: Définir le mode nuit pour :
gl: Configurar o modo nocturno para:
hu: Éjszakai mód beállítása:
it_it: Imposta modalità notte per:
ja: 夜間モード設定する:
ko_kr: 다음에 대해 야간 모드 설정:
nl_nl: Nachtmodus instellen voor:
pl: Ustaw tryb nocny dla:
pt_br: Configurar modo noturno para:
ro: Setează mod de noapte pentru:
ru: Включить ночной режим для:
sk: Nastaviť nočný režim pre:
sr: Постави ноћни режим за:
tr: Gece kipi şunun için ayarlansın:
uk: Установити нічний режим для:
zh_cn: 为下列事项设置夜间模式：

source: Sunset and sunrise
ca: Posta i sortida del sol
cs: Západ a východ slunce
de: Sonnenunter- und -aufgang
el: Δύση και ανατολή ηλίου
es: Puesta y salida del sol
fr: Lever et coucher du soleil
gl: Solpor e amencer
hu: Naplemente és napkelte
it_it: Tramonto e alba
ja: 日没と日の出
ko_kr: 일몰과 일출
nl_nl: Zonsondergang en zonsopgang
pl: Zachód i wschód słońca
pt_br: Pôr do sol e nascer do sol
ro: Apus și răsărit
ru: Восход и закат солнца
sk: Západ a východ slnka
sr: Залазак и излазак сунца
tr: Gün batımı ve gün doğumu
uk: Захід і схід сонця
zh_cn: 日落和日出

source: Darkest time of civil twilight
ca: El període més fosc del crepuscle civil
cs: Nejtemnější čas občanského soumraku
de: Dunkelste Zeit der bürgerlichen Dämmerung
el: Την πιο σκοτεινή ώρα του αστικού λυκόφωτος
es: El período más oscuro del crepúsculo civil
fr: Le moment le plus sombre du crépuscule civil
gl: Hora máis escura do luscofusco civil
hu: A polgári szürkület legsötétebb időszaka
it_it: Momento più buio del crepuscolo civile
ja: 常用の夕暮れの最も暗い時間
ko_kr: 시민 미명의 가장 어두운 시간
nl_nl: Donkerste tijd van de civiele schemering
pl: Najciemniejsza pora zmierzchu cywilnego
pt_br: Horário mais escuro do crepúsculo civil
ro: Cel mai întunecat timp al amurgului civil
ru: В конце гражданских сумерек
sk: Najtemnejší čas občianskeho úsvitu/súmraku
sr: Најтамније време цивилног сумрака
tr: Sivil alacakaranlığın en karanlık zamanı
uk: Найтемніший час цивільних сутінків
zh_cn: 民用暮光的最暗时间

source: Darkest time of nautical twilight
ca: El període més fosc del crepuscle nàutic
cs: Nejtemnější čas nautického soumraku
de: Dunkelste Zeit der nautischen Dämmerung
el: Την πιο σκοτεινή ώρα του ναυτικού λυκόφωτος
es: El período más oscuro del crepúsculo náutico
fr: Le moment le plus sombre du crépuscule nautique
gl: Hora máis escura do luscofusco náutico
hu: A hajózási szürkület legsötétebb időszaka
it_it: Momento più buio del crepuscolo nautico
ja: 航海的な夕暮れの最も暗い時間
ko_kr: 항해 미명의 가장 어두운 시간
nl_nl: Donkerste tijd van nautische schemering
pl: Najciemniejsza pora zmierzchu żeglarskiego
pt_br: Horário mais escuro do crepúsculo náutico
ro: Cel mai întunecat timp al amurgului nautic
ru: В конце навигационных сумерек
sk: Najtemnejší čas námorného úsvitu/súmraku
sr: Најтамније време наутичког сумрака
tr: Denizcilik alacakaranlığının en karanlık zamanı
uk: Найтемніший час навігаційних сутінків
zh_cn: 航海暮光的最暗时间

source: Darkest time of astronomical twilight
ca: El període més fosc del crepuscle astronòmic
cs: Nejtemnější čas astronomického soumraku
de: Dunkelste Zeit der astronomischen Dämmerung
el: Την πιο σκοτεινή ώρα του αστρονομικού λυκόφωτος
es: El período más oscuro del crepúsculo astronómico
fr: Le moment le plus sombre du crépuscule astronomique
gl: Hora máis escura do luscofusco astronómico
hu: A csillagászati szürkület legsötétebb időszaka
it_it: Momento più buio del crepuscolo astronomico
ja: 天文的な夕暮れの最も暗い時間
ko_kr: 천문 미명의 가장 어두운 시간
nl_nl: Donkerste tijd van astronomische schemering
pl: Najciemniejsza pora zmierzchu astronomicznego
pt_br: Horário mais escuro do crepúsculo astronômico
ro: Cel mai întunecat timp al amurgului astronimic
ru: В конце астрономических сумерек
sk: Najtemnejší čas astronomického úsvitu/súmraku
sr: Најтамније време астрономског сумрака
tr: Astronomik alacakaranlık en karanlık zamanı
uk: Найтемніший час астрономічних сутінків
zh_cn: 天文暮光的最暗时间

source: Solar midnight:
ar: منتصف الليل الشمسي:
ca: Mitjanit solar:
cs: Sluneční půlnoc:
de: Wahre Mitternacht:
el: Ηλιακά μεσάνυχτα:
es: Medianoche solar:
fr: Minuit solaire :
gl: Medianoite solar:
it_it: Mezzanotte:
ja: 太陽時の真夜中:
ko_kr: 태양 자정:
nl_nl: Ware middernacht:
pl: Północ słoneczna:
pt_br: Meia-noite solar:
ro: Miez de noapte solar:
ru: Солнечная полночь:
sk: Slnečná polnoc:
sr: Соларна поноћ:
tr: Güneş gece yarısı:
uk: Сонячна північ:
zh_cn: 午夜：

source: Dawn
ca: Alba
cs: Svítání
de: Morgendämmerung
el: Λυκαυγές
es: Amanecer
fa: سپیده‌دم
fr: Aube
gl: Amencer
hu: Hajnal
it_it: Alba
ja: 夜明け
ko_kr: 새벽
nl_nl: Dageraad
pl: Świt
pt_br: Amanhecer
ro: Amurg
ru: Рассвет
sk: Úsvit
sr: Зора
tr: Şafak
uk: Світанок
zh_cn: 拂晓

source: Astronomic:
ca: Astronòmic:
cs: Astronomický:
de: Astronomisch:
el: Αστρονομικό:
es: Astronómico:
fr: Astronomique :
gl: Astronómico:
hu: Csillagászati:
it_it: Astronomico:
ja: 天文的:
ko_kr: 천문학적:
nl_nl: Astronomisch:
pl: Astronomiczny:
pt_br: Astronômico:
ru: Астрономические:
sk: Astronomický:
sr: Астрономска:
tr: Astronomik:
uk: Астрономічний:
zh_cn: 天文：

source: Nautical:
ca: Nàutic:
cs: Nautický:
de: Nautisch:
el: Ναυτικό:
es: Náutico:
fr: Nautique :
gl: Náutico:
hu: Hajózási:
it_it: Nautico:
ja: 航海的:
ko_kr: 해상:
nl_nl: Nautisch:
pl: Żeglarski:
pt_br: Náutico:
ro: Nautic:
ru: Навигационные:
sk: Námorný:
sr: Наутичка:
tr: Denizcilik:
uk: Навігаційний:
zh_cn: 航海：

source: Twilight:
ar: الشفق:
ca: Crepuscle:
cs: Soumrak:
de: Dämmerung:
el: Λυκόφως:
es: Crepúsculo:
fa: گرگ‌ومیش:
fr: Crépuscule :
gl: Luscofusco:
hu: Szürkület:
it_it: Crepuscolo:
ja: 黄昏時:
ko_kr: 미명:
nl_nl: Schemering:
pl: Zmierzch:
pt_br: Crepúsculo:
ro: Asfințit:
ru: Сумерки:
sk: Šero:
sr: Сумрак:
tr: Tan vakti:
uk: Сутінки:
zh_cn: 暮光：

source: Civil:
cs: Občanský:
de: Bürgerlich:
el: Αστικό:
hu: Polgári:
it_it: Civile:
ja: 常用:
ko_kr: 시민:
nl_nl: Civiel:
pl: Cywilny:
ru: Гражданские:
sk: Občiansky:
sr: Цивилна:
tr: Sivil:
uk: Цивільний:
zh_cn: 民用：

source: Sunrise:
ca: Albada:
cs: Východ slunce:
de: Sonnenaufgang:
el: Ανατολή ηλίου:
es: Amanecer:
fa: طلوع:
fr: Lever du soleil :
gl: Amencer:
hu: Napkelte:
it_it: Aurora:
ja: 日の出:
ko_kr: 해돋이:
nl_nl: Zonsopgang:
pl: Wschód słońca:
pt_br: Nascer do sol:
ro: Răsărit:
ru: Восход солнца:
sk: Východ slnka:
sr: Излазак сунца:
tr: Gün doğumu:
uk: Світанок:
zh_cn: 日出：

source: Solar noon:
ca: Migdia solar:
cs: Sluneční poledne:
de: Wahrer Mittag:
el: Ηλιακό μεσημέρι:
es: Mediodía solar:
fr: Midi solaire :
gl: Mediodía solar:
hu: Dél:
it_it: Mezzogiorno:
ja: 太陽時の正午:
ko_kr: 태양 정오:
nl_nl: Ware middag:
pl: Południe słoneczne:
pt_br: Meio-dia solar:
ro: Miez de zi solar:
ru: Солнечный полдень:
sk: Slnečné poludnie:
sr: Соларно подне:
tr: Güneş öğleni:
uk: Сонячний полудень:
zh_cn: 正午：

source: Sunset:
ca: Posta del sol:
cs: Západ slunce:
de: Sonnenuntergang:
el: Δύση ηλίου:
es: Puesta del sol:
fa: غروب:
fr: Coucher du soleil :
gl: Solpor:
hu: Napnyugta:
it_it: Tramonto:
ja: 日没:
ko_kr: 해넘이:
nl_nl: Zonsondergang:
pl: Zachód słońca:
pt_br: Pôr do sol:
ro: Apus:
ru: Закат солнца:
sk: Západ slnka:
sr: Залазак сунца:
tr: Gün batımı:
uk: Захід сонця:
zh_cn: 日落：

source: Dusk
ca: Capvespre
cs: Soumrak
de: Abenddämmerung
el: Λυκόφως
es: Anochecer
fr: Crépuscule
gl: Anoitecer
hu: Szürkület
it_it: Crepuscolo
ja: 夕暮れ
ko_kr: 해거름
nl_nl: Schemering
pl: Zmierzch
pt_br: Anoitecer
ro: Amurg
ru: Сумерки
sk: Súmrak
sr: Сумрак
tr: Alacakaranlık
uk: Сутінки
zh_cn: 薄暮

source: Toggle frontlight off between
ca: Apagar la il·luminació entre
cs: Přepínání vypnutí předního osvětlení mezi
de: Beleuchtung umschalten zwischen
el: Εναλλαγή του εμπρόσθιου φωτισμού μεταξύ
es: Apagar la iluminación entre
fr: Activer/Désactiver l’éclairage
gl: Apagar a iluminación entre
hu: Az elülső világítás átkapcsolása
it_it: Abilita/disabilita retroilluminazione tra
ja: フロントライトを下記の間消灯
ko_kr: 전면 조명을 끄는 사이 토글
nl_nl: Schakel licht uit tussen
pl: Przełącz wyłączenie oświetlenia między
pt_br: Alternar a iluminação entre
ru: Переключение гашения подсветки между
sk: Prepínať nasvietenie/podsvietenie displeja medzi
sr: Искључи предње светло између
tr: Ön aydınlatma değiştirme aralığı
uk: Перемикання підсвічування між
zh_cn: 前光关闭时间段

source: %1 and %2
ca: %1 i %2
cs: %1 a %2
de: %1 und %2
el: %1 και %2
es: %1 y %2
fa: %1 و %2
fr: %1 et %2
gl: %1 e %2
hu: %1 és %2
it_it: %1 e %2
ja: %1 から %2
ko_kr: %1 및 %2
nl_nl: %1 en %2
pl: %1 a %2
pt_br: %1 e %2
ru: %1 и %2
sk: %1 a %2
sr: %1 и %2
tr: %1 ve %2
uk: %1 і %2
zh_cn: %1 和 %2

source: Background runner
ca: Execució en segon pla
cs: Spouštěč na pozadí
de: Hintergrundaktivität
el: Εργασίες στο παρασκήνιο
es: Ejecución en segundo plano
fa: اجراگر پس‌زمینه
fr: Exécution en arrière-plan
gl: Executor en segundo plano
hu: Háttérben futtatás
it_it: Esecuzione in secondo piano
ja: バックグラウンドランナー
ko_kr: 백그라운드 실행기
nl_nl: Achtergrond proces
pl: Zadania w tle
pt_br: Executor de segundo plano
ro: Motor rulare în fundal
ru: Запуск в фоновом режиме
sk: Spúšťač aplikácií na pozadí
sr: Покретач у позадини
tr: Arka plan çalıştırıcı
uk: Робота в фоні
zh_cn: 后台执行器

source: Service to other plugins: allows tasks to run regularly in the background.
ca: Servei per a altres complements: permet que les tasques s'executin regularment en segon pla.
cs: Služba pro další doplňky, která umožňuje, aby úkoly mohli běžet na pozadí.
de: Service für andere Plugins: Ermöglicht es, dass Aufgaben regelmäßig im Hintergrund ausgeführt werden.
el: Υπηρεσία για άλλα πρόσθετα: επιτρέπει την τακτική εκτέλεση εργασιών στο παρασκήνιο.
es: Servicio para otros complementos: permite que las tareas se ejecuten regularmente en segundo plano.
fa: خدمات به دیگر افزونه‌ها: اجازه اجرای منظم وضایف در پس‌زمینه.
fr: Service utile aux autres modules : permet l’exécution régulière de tâches en arrière-plan.
gl: Servizo para outros engadidos: permite que as tarefas se executen periodicamente en segundo plano.
hu: Szolgáltatás más bővítmények részére: lehetővé teszi a feladatok rendszeres futtatását a háttérben.
it_it: Servizio per altre estensioni: consente di eseguire regolarmente le attività in background.
ja: 他のプラグインへのサービス: バックグラウンドで定期的にタスクを実行させることができます。
ko_kr: 다른 플러그인에 대한 서비스: 작업을 백그라운드에서 정기적으로 실행할 수 있습니다.
nl_nl: Service voor andere plugins: staat toe om taken regelmatig op de achtergrond te draaien.
pl: Obsługa innych wtyczek: pozwala na regularne uruchamianie zadań w tle.
pt_br: Serviço para outros plugins: permite que as tarefas sejam executadas regularmente em segundo plano.
ro: Serviciu pentru alte extensii: permite executarea sarcinilor în mod regulat în fundal.
ru: Сервис для других плагинов: позволяет регулярно запускать задачи в фоновом режиме.
sk: Služba pre iné doplnky: umožňuje pravidelné spúšťanie úloh na pozadí.
sr: Сервис за остале додатке: омогућава да се задаци редовно извршавају у позадини.
tr: Diğer uygulama ekleri için hizmet: Görevlerin arka planda düzenli olarak yürütülmesini sağlar.
uk: Служба для інших плагінів: дозволяє завданню роботу у фоновому режимі.
zh_cn: 为其他插件提供定期后台运行的服务。

source: Battery statistics
ar: إحصاءات البطارية
ca: Estadístiques d'ús de la bateria
cs: Statistiky baterie
de: Akku Statistiken
el: Στατιστικά μπαταρίας
es: Estadísticas de uso de batería
fa: آمارهای باتری
fr: Statistiques de la batterie
gl: Estatísticas de batería
hu: Akku statisztika
it_it: Statistiche della batteria
ja: バッテリーの統計情報
ko_kr: 배터리 통계
nl_nl: Batterijstatistieken
pl: Statystyki akumulatora
pt_br: Estatísticas da bateria
ro: Statistici baterie
ru: Статистика батареи
sk: Štatistika batérie
sr: Статистика батерије
tr: Pil istatistikleri
uk: Статистика батареї
zh_cn: 电量统计

source: Collects and displays battery statistics.
ar: يقوم بجمع وعرضِ إحصاءاتٍ حول البطاريّة.
ca: Recopila i mostra estadístiques de la bateria.
cs: Sbírá a zobrazuje statistiky baterie.
de: Sammelt und zeigt Akku-Statistiken.
el: Συλλέγει και εμφανίζει στατιστικά στοιχεία της μπαταρίας.
es: Recopila y muestra estadísticas de la batería.
fa: جمع‌آوری و نمایش آمارهای باتری.
fr: Collecte et affiche les statistiques de la batterie.
gl: Recolle e mostra estatísticas de batería.
hu: Akkumulátor statisztika összegyűjtés, megjelenítés.
it_it: Raccoglie e visualizza le statistiche della batteria.
ja: バッテリーの統計を収集し表示します。
ko_kr: 배터리 통계를 모으고 표시합니다.
nl_nl: Houdt batterijstatistieken bij en kan ze ook weergeven.
pl: Przechowuje i wyświetla statystyki akumulatora.
pt_br: Coleta e exibe estatísticas da bateria.
ro: Colectează și afișează statisticile bateriei.
ru: Данный плагин позволяет собирать и отображать статистику батареи.
sk: Zhromažďuje a zobrazuje štatistiky batérie.
sr: Сакупља и приказује статистику батерије.
tr: Pil istatistiklerini toplar ve görüntüler.
uk: Збирає та показує статистику батареї.
zh_cn: 收集并显示电池信息。

source: Consumed:
ar: مستهلك:
ca: Consumit:
cs: Spotřeba:
de: Verbraucht:
el: Καταναλώθηκε:
es: Consumido:
fa: مصرف شده:
fr: Consommé :
gl: Consumida:
hu: Elfogyasztott:
it_it: Consumati:
ja: 消費時間:
ko_kr: 소비:
nl_nl: Verbruikt:
pl: Zużyto:
pt_br: Consumido:
ro: Consumat:
ru: Потреблено:
sk: Spotrebované:
sr: Потрошено:
tr: Kullanılan:
uk: Спожито:
zh_cn: 已消耗：

source: Total time:
ar: الوقت الكلي:
ca: Temps total:
cs: Celkový čas:
de: Zeit insgesamt:
el: Συνολικός χρόνος:
es: Tiempo total:
fa: کل زمان:
fr: Temps total :
gl: Tempo total:
hu: Összes idő:
it_it: Tempo totale:
ja: 合計時間:
ko_kr: 총 시간:
nl_nl: Totale tijd:
pl: Całkowity czas:
pt_br: Tempo total:
ro: Timp total:
ru: Общее время:
sk: Celkový čas:
sr: Укупно време:
tr: Toplam zaman:
uk: Часу загалом:
zh_cn: 总时间：

source: Change per hour:
ar: التغيير بالساعة:
ca: Canvi per hora:
cs: Změna za hodinu:
de: Änderung pro Stunde:
el: Αλλαγή ανά ώρα:
es: Cambio por hora:
fa: شارژ به ازای هر ساعت:
fr: Changements par heure :
gl: Cambio por hora:
hu: Változás óránként:
it_it: Cambio all'ora:
ja: 時間当たりの変化量:
ko_kr: 시간당 변경:
nl_nl: Verandering per uur:
pl: Zmiana na godzinę:
pt_br: Alteração por hora:
ro: Schimbă per oră:
ru: Изменений за час:
sk: Zmena za hodinu:
sr: Измена по сату:
tr: Bir saatteki değişiklik:
uk: Змін за годину:
zh_cn: 每小时充/放电百分比：

source: Estimated remaining time:
ar: الوقت المتبقي المقدر:
ca: Temps restant estimat:
cs: Odhad zbývajícího času:
de: Geschätzte verbleibende Zeit:
el: Εκτιμώμενος εναπομείνας χρόνος:
es: Tiempo restante estimado:
fa: تخمین مدت زمان باقی مانده:
fr: Temps restant estimé :
gl: Tempo restante estimado:
hu: Becsült hátralévő idő:
it_it: Tempo rimanente stimato:
ja: 予想残り時間:
ko_kr: 남은 예상 시간:
nl_nl: Geschatte resterende tijd:
pl: Szacowany pozostały czas:
pt_br: Horas restantes estimadas:
ro: Timp rămas estimat:
ru: Расчётное оставшееся время:
sk: Odhadovaný zostávajúci čas:
sr: Процењено преостало време:
tr: Öngörülen kalan zaman:
uk: Приблизно залишилося часу:
zh_cn: 预计剩余用时：

source: Estimated time for charging:
ar: الوقت المقدر للشحن:
ca: Temps de càrrega estimat:
cs: Odhadovaná doba nabíjení:
de: Geschätzte Zeit für das Aufladen:
el: Εκτιμώμενος χρόνος φόρτισης:
es: Tiempo de carga estimado:
fa: زمان تخمینی شارژ شدن:
fr: Temps estimé pour le chargement :
gl: Tempo de carga estimado:
hu: Becsült hátralévő töltésidő:
it_it: Tempo stimato per la carica:
ja: 予想充電時間:
ko_kr: 충전 예상 시간:
nl_nl: Geschatte oplaadtijd:
pl: Przewidywany czas ładowania:
pt_br: Horas estimadas para carregar:
ro: Timp estimat pentru încărcare:
ru: Расчётное время зарядки:
sk: Odhadovaný čas nabíjania:
sr: Процењено време пуњења:
tr: Öngörülen şarj zamanı:
uk: Приблизний час до завершення заряджання:
zh_cn: 预计充电用时：

source: Are you sure that you want to clear battery statistics?
ar: هل أنت متأكد من أنك تريد تصفير إحصاءات البطارية؟
ca: Està segur de voler esborrar les estadístiques de bateria?
cs: Opravdu chcete pročistit statistiky baterie?
de: Sind Sie sicher, dass Sie die Akku-Statistiken löschen wollen?
el: Θέλετε σίγουρα να διαγράψετε τα στατιστικά στοιχεία της μπαταρίας;
es: ¿Está seguro de querer borrar las estadísticas de batería?
fa: آیا اطمینان دارد که می‌خواهید آمارهای باتری را پاک کنید؟
fr: Voulez-vous vraiment effacer les statistiques de la batterie ?
gl: Queres empezar de novo as estatísticas da batería?
hu: Biztos benne, hogy törli az akkumulátor statisztikát?
it_it: Sei sicuro di voler cancellare le statistiche della batteria?
ja: 本当にバッテリーの統計情報を消去しますか？
ko_kr: 배터리 통계를 지울까요?
nl_nl: Weet je zeker dat je je batterijstatistieken wil wissen?
pl: Czy na pewno chcesz wyczyścić statystyki akumulatora?
pt_br: Tem certeza que deseja limpar as estatísticas da bateria?
ro: Ești sigur că dorești să resetezi statisticile bateriei?
ru: Вы уверены, что хотите очистить статистику батареи?
sk: Naozaj si prajete vymazať štatistiky batérie?
sr: Да ли сте сигурни да желите да обришете статистику батерије?
tr: Pil istatistiklerini silmek istediğinize emin misiniz?
uk: Ви впевнені, що хочете очистити дані використання акумулятора?
zh_cn: 确定要清除电池电量统计数据吗？

source: Tap to reset the data.
ar: انقر لإعادة تعيين البيانات.
ca: Pulsar per restablir les dades.
cs: Ťukněte pro resetování dat .
de: Tippe, um die Daten zurückzusetzen.
el: Πατήστε για επαναφορά των δεδομένων.
es: Pulsar para restablecer los datos.
fa: ضربه برای بازنشانی داده‌ها.
fr: Tapez pour rétablir les données.
gl: Pulsa para restablecer os datos.
hu: Adatok visszaállítása érintésre.
it_it: Tocca per resettare i dati.
ja: タップしてデータをリセットします。
ko_kr: 데이터를 재설정하려면 탭하세요.
nl_nl: Tik om de gegevens te resetten.
pl: Stuknij, aby zresetować dane.
pt_br: Toque para redefinir os dados.
ro: Atinge pentru a reseta datele.
ru: Коснитесь, чтобы сбросить данные.
sk: Ťuknutím sem vynulujte údaje.
sr: Тапните да ресетујете податке.
tr: Verileri sıfırlamak için dokunun.
uk: Торкніться, щоб скинути дані.
zh_cn: 轻按重设数据。

source: Battery statistics (now %1%)
ca: Estadístiques d'ús de la bateria (ara %1%)
cs: Statistiky baterie (nyní %1%)
de: Akku Statistiken (jetzt bei %1%)
el: Στατιστικά μπαταρίας (τώρα %1%)
es: Estadísticas de la batería (ahora %1%)
fa: آمار‌های باتری (الان %1%)
fr: Statistiques de la batterie (actuellement %1%)
gl: Estatísticas de batería (agora %1%)
hu: Akku statisztika (jelenleg %1%)
it_it: Statistiche della batteria (ora %1%)
ja: バッテリーの統計情報 (現在 %1%)
ko_kr: 배터리 통계(현재 %1%)
nl_nl: Batterijstatistieken (nu %1%)
pl: Statystyki akumulatora (teraz %1%)
pt_br: Estatísticas da bateria (agora %1%)
ru: Статистика батареи (сейчас %1%)
sk: Štatistiky batérie (aktuálne %1%)
sr: Статистика батерије (сада је %1%)
tr: Pil istatistikleri (şimdi %%1)
uk: Статистика акумулятора (зараз %1%)
zh_cn: 电量统计（目前 %1%）
