Repository: spruceUI/spruceOS
Catalog: App/KoReader/l10n/*/koreader.po
Languages: ar, ca, cs, de, el, es, fa, fr, gl, hu, it_it, ja, ko_kr, nl_nl, pl, pt_br, ro, ru, sk, sr, tr, uk, zh_cn

source: Ignore sleepcover wakeup events
ar: تَجَاهَل أحَدَاثَ فتحِ الغطاء لايقاظ الجهاز
ca: Ignorar esdeveniments d'activació generats per la tapa de la funda
cs: Ignorovat probuzení způsobené obalem čtečky
de: Sleepcover-Wakeup-Ereignisse ignorieren
el: Παράβλεψη των συμβάντων αφύπνισης
es: Ignorar eventos de activación generados por la tapa de la funda
fr: Ignorer les événements de réveil émis par l’étui smartcover
gl: Ignorar todos os eventos de espertar de sleepcover
hu: Hagyja figyelmen kívül a tok ébresztési eseményeit
it_it: Ignora gli eventi di sveglia della cover
ja: スリープカバーのウェイクアップイベントを無視する
ko_kr: 잠자기 덮개 깨우기 이벤트 무시하기
nl_nl: Slaaphoesontwaken negeren
pl: Ignoruj zdarzenia wybudzenia okładką
pt_br: Ignorar eventos de ativação de capa de hibernação
ro: Ignoră evenimentele de trezire ale coperții
ru: Игнорировать события пробуждения чехла с функцией засыпания
sk: Ignorovať udalosti prebudenia SleepCover
sr: Игнориши догађаје буђења омота за спавање
tr: Tüm uyku kapağı uyanma işlemleri yok sayılsın
uk: Нехтувати подіями пробудження чохла з функцією засинання
zh_cn: 忽略开盖事件

source: Disable Kindle cover events
ca: Ignorar esdeveniments generats per la funda dels dispositius Kindle
de: Kindle-Umschlagbilder-Ereignisse deaktivieren
el: Απενεργοποίηση συμβάντων που ενεργοποιούνται από το κάλυμμα του Kindle
es: Ignorar eventos generados por la funda de los dispositivos Kindle
fa: غیرفعالسازی وقایع جلد کیندل
fr: Désactiver les événements de couverture Kindle
gl: Desactivar os efectos da funda de Kindle
hu: Hagyja figyelmen kívül a Kindle tok eseményeit
it_it: Disabilita gli eventi di copertina Kindle
ko_kr: Kindle 커버 이벤트 비활성화
nl_nl: Kindle cover-events uitschakelen
pl: Wyłącz zdarzenia okładki Kindle
pt_br: Desativar eventos acionados pela capa do Kindle
ru: Отключить на Kindle события чехла с функцией засыпания
sk: Zakázať udalosti krytu Kindle
sr: Искључи догађаје Kindle омота
tr: Kindle kapak işlemleri kapatılsın
uk: Вимкнути події обкладинки Kindle
zh_cn: 禁用 Kindle 封面事件

source: Toggle the Hall effect sensor. This is used to detect if the cover is closed, which will automatically sleep and wake the device. If there is no cover present the sensor may cause spurious wakeups when located next to a magnetic source.
ca: Commutar el sensor d'efecte Hall. Aquest sensor s'utilitza per a detectar si la tapa de la funda està tancada, la qual cosa automàticament posarà en repòs o despertarà el dispositiu. Si no hi ha funda, el sensor pot provocar activacions falses quan una font magnètica es troba a prop.
de: Schalten Sie den Hall-Effekt-Sensor ein. Dieser wird verwendet, um zu erkennen, ob das Cover geschlossen ist, wodurch das Gerät automatisch in den Ruhezustand versetzt und aufgeweckt wird. Wenn keine Cover vorhanden ist, kann der Sensor in der Nähe einer magnetischen Quelle ein unerwünschtes Aufwachen verursachen.
el: Εναλλαγή του αισθητήρα φαινομένου Hall. Ο αισθητήρας αυτός χρησιμοποιείται για να ανιχνεύει αν το κάλυμμα της θήκης είναι κλειστό, γεγονός που θα οδηγήσει αυτόματα σε κατάσταση αναστολής λειτουργίας ή αφύπνισης της συσκευής. Εάν δεν υπάρχει κάλυμμα, ο αισθητήρας μπορεί να προκαλέσει λανθασμένες ενεργοποιήσεις όταν βρίσκεται δίπλα σε μαγνητική πηγή.
es: Conmutar el sensor de efecto Hall. Este sensor se utiliza para detectar si la tapa de la funda está cerrada, lo que automáticamente pondrá en reposo o despertará el dispositivo. Si no hay funda, el sensor puede provocar activaciones falsas cuando una fuente magnética se encuentra cerca.
fa: تغییر وضعیت حسگر اثر هال. این مورد برای تشخیص بسته بودن جلد استفاده می‌شود که به صورت خودکار دستگاه را به حالت خواب و بیدار می‌برد. اگر هیچ جلدی استفاده نکنید این حسگر ممکن است هنگام قرار گرفتن در کنار یک منبع مغناطیسی باعث بیدار شدن اشتباه دستگاه شود.
fr: Activer / désactiver le capteur à effet Hall. Il est utilisé pour détecter si le couvercle est fermé, ce qui permet de mettre automatiquement l'appareil en veille et de le réveiller. Si aucun couvercle n'est présent, le capteur peut provoquer des réveils intempestifs lorsqu'il est situé à côté d'une source magnétique.
gl: Conmutar o sensor de efecto Hall. Este sensor é empregado para detectar se a funda está pechada, o que pode suspender e espertar o dispositivo. Se non hai funda colocada, pode provocar activacións espurias se hai un campo magnético preto.
hu: A Hall érzékelő átkapcsolása. Ez arra szolgál, hogy érzékelje, ha a tok csukva van, ami automatikusan elaltatja és felébreszti a készüléket. Ha nincs ilye tokja, a Hall érzékelő hamis ébresztést okozhat, ha mágneses kerül a közelébe.
it_it: Attiva/disattiva il sensore a effetto Hall. Questo viene utilizzato per rilevare se la custodia è chiusa, per sospendere e riattivare il dispositivo automaticamente. Se non è presente alcuna custodia, il sensore può causare risvegli involontari quando si trova vicino a una sorgente magnetica.
ko_kr: 홀 효과 센서를 전환합니다. 이 센서는 커버가 닫혀 있는지 감지하여 장치를 자동으로 절전 모드에서 깨우는 데 사용됩니다. 커버가 없으면 센서가 자기 소스 옆에 있을 때 오작동을 일으킬 수 있습니다.
nl_nl: Schakel de Hall-effectsensor. Dit wordt gebruikt om te detecteren of de omslag gesloten is, waardoor het apparaat automatisch inslaapt en ontwaakt. Als er geen omslag aanwezig is, kan de sensor vals ontwaken veroorzaken als hij zich naast een magnetische bron bevindt.
pl: Przełącz czujnik efektu Halla. Służy do wykrywania, czy pokrywa jest zamknięta, co powoduje automatyczne uśpienie i wybudzenie urządzenia. Jeśli nie ma osłony, czujnik może powodować fałszywe budzenie, gdy znajduje się obok źródła magnetycznego.
pt_br: Alterna o sensor de efeito Hall. Esse sensor é usado para detectar se a tampa da capa está fechada, o que irá suspender e ativar automaticamente o dispositivo. Se não houver tampa presente, o sensor pode causar falsas ativações quando localizado próximo a uma fonte magnética.
ru: Включить/выключить датчик Холла. Он используется для определения закрытия и открытия обложки, что автоматически переводит устройство в спящий режим и пробуждает его. Если обложка отсутствует, датчик может вызывать ложные пробуждения при нахождении устройства рядом с источником магнитного поля.
sk: Prepínať senzor Hallovho efektu. Používa sa na zistenie, či je kryt zatvorený, čo automaticky prepne zariadenie do režimu spánku alebo ho prebudí. Ak nie je prítomný žiadny kryt, snímač môže pri umiestnení vedľa magnetického zdroja spôsobiť falošné prebudenia.
sr: Укључује/искључује the сензор Хол ефекта. Ово се користи да се детектује да ли је омот затворен, што ће аутоматски да успава и пробуди уређај. Ако нема омота, сензор може да проузрокује лажна буђења када је у близини извора магнетног поља.
tr: Kapak algılayıcısını açar ya da kapatır. Bu algılayıcı, kapağın kapalı olup olmadığını algılamak için kullanılır. Böylece aygıt otomatik olarak uyutulup uyandırılabilir. Kapak olmadığında ve algılayıcı manyetik bir alanın yanında bulunduğunda hatalı uyanmalar olabilir.
uk: Увімкніть датчик ефекту Холла. Він використовується для виявлення закриття кришки чохла, що автоматично переведе пристрій у режим сну і розбудить його. Якщо кришка не закрита, датчик може спричиняти помилкові спрацьовування, якщо він розташований поруч із джерелом магнітного поля.
zh_cn: 开关霍尔效应传感器。 此传感器可以检测盖子是否关闭，用于自动睡眠和唤醒设备。如果没有盖上盖子且位于磁源旁边时，可能会导致虚假的唤醒。

source: Night mode
ar: الوضع الليلي
ca: Mode nit
cs: Noční režim
de: Nachtmodus
el: Νυχτερινή λειτουργία
es: Modo nocturno
fa: حالت شب
fr: Mode nuit
gl: Modo nocturno
hu: Éjszakai/Inverz üzemmód
it_it: Modalità notte
ja: 夜間モード
ko_kr: 야간 모드
nl_nl: Nachtmodus
pl: Tryb nocny
pt_br: Modo noturno
ro: Mod noapte
ru: Ночной режим
sk: Nočný režim
sr: Ноћни режим
tr: Gece kipi
uk: Нічний режим
zh_cn: 夜间模式

source: Network
ar: الشَّبكة
ca: Xarxa
cs: Síť
de: Netzwerk
el: Δίκτυο
es: Red
fa: شبکه
fr: Réseau
gl: Rede
hu: Hálózat
it_it: Rete
ja: ネットワーク
ko_kr: 네트워크
nl_nl: Netwerk
pl: Sieć
pt_br: Rede
ro: Rețea
ru: Сеть
sk: Sieť
sr: Мрежа
tr: Ağ
uk: Мережі
zh_cn: 网络设置

source: Screen
ar: الشَّاشة
ca: Pantalla
cs: Obrazovka
de: Bildschirm
el: Οθόνη
es: Pantalla
fa: صفحه نمایش
fr: Écran
gl: Pantalla
hu: Kijelző
it_it: Schermo
ja: スクリーン
ko_kr: 화면
nl_nl: Scherm
pl: Ekran
pt_br: Tela
ro: Ecran
ru: Экран
sk: Obrazovka
sr: Екран
tr: Ekran
uk: Екран
zh_cn: 屏幕设置

source: Taps and gestures
ar: اللمساتُ والإيماءاتُ على الشاشة
ca: Tocs i gestos
cs: Doteky a gesta
de: Tippen und Gesten
el: Πατήματα και χειρονομίες
es: Pulsaciones y gestos
fa: ضربات و ژست‌های حرکتی
fr: Touchers et gestes
gl: Premer e acenos
hu: Érintések és gesztusok
it_it: Tocchi e gesti
ja: タップとジェスチャー
ko_kr: 탭과 제스처
nl_nl: Tikken en gebaren
pl: Stuknięcia i gesty
pt_br: Toques e gestos
ro: Atingeri și gesturi
ru: Касания и жесты
sk: Ťuknutia a gestá
sr: Тапови и гестикулације
tr: Dokunma ve el hareketleri
uk: Дотики та жести
zh_cn: 点击与手势

source: Ignore long-press on corners
ar: تجاهل الضغط لفترة طويلة على الزوايا
ca: Ignorar pulsació llarga a les cantonades
cs: Ignorovat dlouhé stisknutí na rozích
de: Langes Drücken an Ecken ignorieren
el: Παράβλεψη παρατεταμένου πατήματος στις γωνίες
es: Ignorar pulsación larga en las esquinas
fa: صرف نظر از فشار طولانی در گوشه‌ها
fr: Ignorer l’appui long sur les coins
gl: Ignorar as pulsacións longas nas esquinas
hu: Nyomvatartások kihagyása sarkokon
it_it: Ignora pressione prolungata sugli angoli
ja: コーナーでの長押しを無視する
ko_kr: 모서리 길게 누르기 무시
nl_nl: Hoeken ingedrukt houden negeren
pl: Ignoruj przytrzymanie rogów
pt_br: Ignorar toque longo nos cantos
ro: Ignoră apăsările lungi în colțuri
ru: Игнорировать долгое касание в углах
sk: Ignorovať dlhé stlačenie v rohoch
sr: Игнориши дуге притиске на углове
tr: Köşelerde uzun basmalar yok sayılsın
uk: Нехтувати утримуванням у кутах
zh_cn: 忽略屏幕边角的长按

source: Keyboard
ar: لوحة المفاتيح
ca: Teclat
cs: Klávesnice
de: Tastatur
el: Πληκτρολόγιο
es: Teclado
fa: صفحه کلید
fr: Clavier
gl: Teclado
hu: Billentyűzet
it_it: Tastiera
ja: キーボード
ko_kr: 키보드
nl_nl: Toetsenbord
pl: Klawiatura
pt_br: Teclado
ro: Tastatură
ru: Клавиатура
sk: Klávesnica
sr: Тастатура
tr: Klavye
uk: Клавіатура
zh_cn: 键盘

source: Fullscreen
ar: ملء الشاشة
ca: Pantalla completa
cs: Celá obrazovka
de: Vollbild
el: Πλήρης οθόνη
es: Pantalla completa
fa: تمام صفحه
fr: Plein écran
gl: Pantalla completa
hu: Teljesképernyő
it_it: A schermo intero
ja: 全画面
ko_kr: 전체 화면
nl_nl: Volledig scherm
pl: Pełen ekran
pt_br: Tela cheia
ro: Ecran complet
ru: Полный экран
sk: Celá obrazovka
sr: Пун екран
tr: Tam ekran
uk: Повний екран
zh_cn: 全屏

source: Force haptic feedback
ar: قوة ردود الأفعال اللمسية
ca: Forçar vibració en prémer
cs: Vynutit hmatovou (haptickou) zpětnou vazbu
de: Erzwinge haptische Rückmeldung
el: Επιβολή απτικής ανάδρασης
es: Forzar vibración al pulsar
fa: بازخورد لمسی اجباری
fr: Forcer le retour tactile
gl: Forzar a retroalimentación táctil
hu: Erőltetett haptikus visszajelzés
it_it: Forza feedback aptico
ja: 触覚フィードバックを強制する
ko_kr: 햅틱 피드백 강제
nl_nl: Haptische feedback forceren
pl: Wymuś reakcję dotykową
pt_br: Forçar retorno tátil
ro: Forțează feedback haptic
ru: Принудительная тактильная обратная связь
sk: Vynútiť hmatovú spätnú väzbu
sr: Форсирај хаптичку повратну спрегу
tr: Dokunsal geri bildirim dayatılsın
uk: Примусово реагувати на торкання
zh_cn: 强制触觉反馈

source: Volume key page turning
ar: تَقلِيبُ الصَّفحاتِ بأزرارِ الصَّوت
ca: Passar pàgina amb botons de volum
cs: Otáčení stránek tlačítky hlasitosti
de: Seitenwechsel mit Lautstärketaste
el: Αλλαγή σελίδας με πλήκτρο έντασης ήχου
es: Pasar página con botones de volumen
fa: کلید‌ها حجم صدا برای ورق زدن صفحه
fr: Tourner les pages avec les boutons de volume
gl: Pasar páxina co botón de volume
hu: Hangerő gombok lapoznak
it_it: Gira la pagina con i tasti del volume
ja: 音量キーでのページめくり
ko_kr: 볼륨 버튼으로 페이지 넘기기
nl_nl: Pagina's omslaan met volumeknop
pl: Przewracanie strony klawiszem głośności
pt_br: Virar página com botão de volume
ro: Întoarcerea paginii folosind butoanele de volum
ru: Листание страниц кнопками громкости
sk: Otáčanie stránky tlačidlom hlasitosti
sr: Окретање страница дугмићима јачине
tr: Ses düğmesi sayfa çevirsin
uk: Перегортання сторінок клавішею гучності
zh_cn: 音量键翻页

source: Ignore back button completely
ar: تجاهل زر الرجوع تمامًا
ca: Ignorar completament el botó de reculada
cs: Úplně ignorovat tlačítko zpět
de: Zurück-Taste vollständig ignorieren
el: Παράβλεψη εντελώς του κουμπιού επιστροφής
es: Ignorar completamente el botón de retroceso
fa: کاملا دکمه بازگشت را نادیده بگیر
fr: Ignorer complètement le bouton retour
gl: Ignorar completamente o botón "retroceder"
hu: Hagyja figyelmen kívül a Vissza gombot
it_it: Ignora completamente il bottone Indietro
ja: 戻るボタンを完全に無視する
ko_kr: 뒤로가기 버튼을 완전히 무시
nl_nl: Terugknop volledig negeren
pl: Całkowicie zignoruj przycisk „Wstecz”
pt_br: Ignorar completamente o botão Voltar
ro: Ignoră complet butonul „înapoi”
ru: Полностью игнорировать кнопку «Назад»
sk: Úplne ignorovať tlačidlo späť
sr: Потпуно игнориши дугме за назад
tr: Geri düğmesi tamamen yok sayılsın
uk: Нехтувати натисканнями кнопки повернення
zh_cn: 完全忽略返回按钮

source: Battery optimizations
ar: تحسينات البطارية
ca: Optimització de bateria
cs: Optimalizace baterie
de: Batterie-Optimierungen
el: Βελτιστοποιήσεις μπαταρίας
es: Optimización de batería
fa: بهینه‌سازی باتری
fr: Optimisations de la batterie
gl: Optimización de batería
hu: Akku optimalizálások
it_it: Ottimizzazioni della batteria
ja: バッテリー最適化
ko_kr: 배터리 최적화
nl_nl: Batterijoptimalisaties
pl: Optymalizacje akumulatora
pt_br: Otimização da bateria
ro: Optimizări baterie
ru: Оптимизация батареи
sk: Optimalizácie batérie
sr: Оптимизације батерије
tr: Pil iyileştirmeleri
uk: Оптимізація акумулятора
zh_cn: 电池优化

source: Go to Android battery optimization settings? You will be prompted with a permission management screen. Please don't change any settings unless you know what you're doing.
ar: انتقل إلى إعدادات تحسين بطارية أندرويد؟ ستتم مطالبتك باستخدام شاشة إدارة الأذونات. يرجى عدم تغيير أي إعدادات إلا إذا كنت تعرف ما تفعله.
ca: Anar a la configuració d'optimització de bateria d'Android? S'obrirà una pantalla d'administració de permisos. No modificar cap configuració si no es tenen els coneixements apropiats.
cs: Chcete přejít na nastavení optimalizace baterie Androidu? Zobrazí se vám výzva s obrazovkou správy oprávnění. Prosím, neměňte žádná nastavení, pokud nevíte, co přesně děláte.
de: Zu den Android-Batterie-Optimierungseinstellungen gehen? Sie werden mit einem Bildschirm zur Berechtigungsverwaltung aufgefordert. Bitte ändern Sie keine Einstellungen, wenn Sie nicht wissen, was Sie tun.
el: Θέλετε να μεταβείτε στις ρυθμίσεις βελτιστοποίησης μπαταρίας Android; Θα ερωτηθείτε μέσω ενός παραθύρου διαλόγου περί διαχείρισης δικαιωμάτων. Παρακαλούμε μην αλλάξετε καμία ρύθμιση εκτός αν γνωρίζετε τι κάνετε.
es: ¿Ir a la configuración de optimización de batería de Android? Se abrirá una pantalla de administración de permisos. No modificar ninguna configuración si no se tienen los conocimientos apropiados.
fa: به تنظیمات بهینه‌سازی باتری آندروید می‌روید؟ شما به صفحه مجوز مدیریت صفحه نمایش روبرو خواهید شد. لطفا هیچ تنظیمی را تغییر ندهید، مگر آنکه بدانید چه می‌کنید.
fr: Accéder aux paramètres d’optimisation de la batterie d’Android ? Un écran de gestion des autorisations vous sera présenté. Merci de ne pas toucher à quelconque réglage à moins d’être sûr de vous.
gl: Ir á configuración de optimización de batería de Android? Abrirase unha pantalla de xestión de permisos. Por favor non cambies ningunha configuración a non ser que saibas o que estás a facer.
hu: Ugrás az Android akkubeállításokra? A rendszer egy engedélykérő képernyőt fog megjeleníteni. Ne módosítson semmilyen beállítást, ha nem tudja, az mit befolyásol.
it_it: Andare alle impostazioni Android di ottimizzazione della batteria? Verrà visualizzata una schermata di gestione delle autorizzazioni. Non cambiare nessuna impostazione a meno che tu sappia cosa stai facendo.
ja: Androidのバッテリー最適化の設定に進みますか? 権限管理の画面が表示されます。 あなたが何を行っているか知っていること以外は設定を変更しないでください。
ko_kr: Android 배터리 최적화 설정으로 이동할까요? 권한 관리 화면이 표시됩니다. 하려고 하는 작업에 대해서 잘 알지 못한다면 이 설정은 변경하지 마세요.
nl_nl: Naar de Android batterij-optimalisatie-instellingen gaan? Er zal een scherm worden getoond voor toestemmingsbeheer. Verander alsjeblieft geen instellingen tenzij je weet wat je doet.
pl: Przejść do ustawień optymalizacji akumulatora systemu Android? Pojawi się ekran zarządzania uprawnieniami. Nie zmieniaj żadnych ustawień, chyba że wiesz, co robisz.
pt_br: Ir para as configurações de otimização de bateria do Android? Vai aparecer uma tela de gerenciamento de permissão. Por favor, não altere nenhuma configuração a menos que você saiba o que está fazendo.
ro: Mergi la setările de optimizare a bateriei din Android? Vei fi întrebat într-o fereastră de management al permisiunilor. Te rog nu modifica nici o setare dacă nu știi exact ce faci.
ru: Перейти в настройки оптимизации батареи Android? Вам будет предложено открыть экран управления разрешениями. Пожалуйста, не меняйте никаких настроек, если вы не знаете, что делаете.
sk: Prejsť na nastavenia optimalizácie batérie systému Android? Zobrazí sa obrazovka správy povolení. Nemeňte žiadne nastavenia, ak neviete, čo robíte.
sr: Да ли желите да одете на Android подешавања оптимизације батерије? Приказаће вам се екран за управљање дозволом. Молимо вас да не мењани ниједно подешавање осим у случају да знате шта радите.
tr: Android pil kullanımı iyileştirme ayarlarına gidilsin mi? Yönetim ekranında izniniz istenecek. Lütfen ne yaptığınızdan emin değilseniz herhangi bir ayarı değiştirmeyin.
uk: Перейти в налаштування оптимізації батареї Android? Вам буде запропоновано відкрити екран керування дозволами. Будь ласка, не міняйте жодних налаштувань, якщо Ви не знаєте, що робите.
zh_cn: 转到Android电池优化设置? 一个权限管理屏幕将出现在你眼前。 除非你知道你在做什么，不然请不要改变任何设置。

source: Navigation
ar: التَّنَقُّل
ca: Navegació
cs: Navigace
el: Περιήγηση
es: Navegación
fa: پیمایش
gl: Navegación
hu: Navigáció
it_it: Navigazione
ja: ナビゲーション
ko_kr: 탐색
nl_nl: Navigatie
pl: Nawigacja
pt_br: Navegação
ro: Navigare
ru: Навигация
sk: Navigácia
sr: Навигација
tr: Gezinme
uk: Навігація
zh_cn: 导航

source: Prompt
ar: استدعى
ca: Preguntar
cs: Zeptat se
de: Nachfragen
el: Προτροπή
es: Preguntar
fa: پرسیده شود
fr: Demander
gl: Preguntar
hu: Kérdezzen rá
it_it: Richiesta
ja: プロンプト
ko_kr: 묻기
nl_nl: Vragen
pl: Zapytaj
pt_br: Perguntar
ro: Întreabă
ru: Напомнить
sk: Pýtať sa
sr: Одзив
tr: Soru
uk: Запитувати
zh_cn: 提示

source: prompt
ar: استدعى
ca: preguntar
cs: zeptat se
de: nachfragen
el: προτροπή
es: Preguntar
fa: پرسیده شود
fr: demander
gl: preguntar
hu: rákérdezés
it_it: chiedi
ja: プロンプト
ko_kr: 묻기
nl_nl: vragen
pl: zapytaj
pt_br: perguntar
ro: întreabă
ru: напомнить
sk: pýtať sa
sr: одзив
tr: soru
uk: запитувати
zh_cn: 提示

source: disable
ar: تعطيل
ca: desactivar
cs: zakázat
de: aus
el: απενεργοποίηση
es: desactivar
fa: غیرفعال
fr: désactiver
gl: desactivar
hu: kikapcsolva
it_it: disabilita
ja: 無効
ko_kr: 비활성화
nl_nl: uitschakelen
pl: wyłącz
pt_br: desativar
ro: dezactivează
ru: отключить
sk: zakázať
sr: искључено
tr: devre dışı bırak
uk: вимкнути
zh_cn: 禁用

source: Back to exit: %1
ar: العودة للخروج: %1
ca: Retrocedir per a eixir: %1
cs: Ukončení KOReaderu tlačítkem „Zpět“: %1
de: Zurück zum Ausgang: %1
el: Επιστροφή στην έξοδο: %1
es: Retroceder para salir: %1
fa: بازگشت برای خروج: %1
fr: Retour pour quitter : %1
gl: Retroceder para saír: %1
hu: Vissza a kilépéshez: %1
it_it: Torna all'uscita: %1
ja: 戻るボタンで終了: %1
ko_kr: 끝내기로 돌아가기: %1
nl_nl: Terug om af te sluiten: %1
pl: Wyjście przyciskiem „Wstecz”: %1
pt_br: Voltar para sair: %1
ro: Înapoi pentru a ieși: %1
ru: Назад для выхода: %1
sk: Tlačidlo späť pre ukončenie: %1
sr: Назад за излаз: %1
tr: Geri ile çık: %1
uk: Повернутися до виходу: %1
zh_cn: 返回以退出：%1

source: back to exit
ar: العودة للخروج
ca: retrocedir per a eixir
cs: Ukončení KOReaderu tlačítkem „Zpět“
de: Zurück zum Ausgang
el: επιστροφή στην έξοδο
es: retroceder para salir
fa: بازگشت برای خروج
fr: Retour pour quitter
gl: retroceder para saír
hu: vissza a kilépéshez
it_it: Torna all'uscita
ja: 戻るボタンで終了
ko_kr: 끝내기로 돌아가기
nl_nl: terug om af te sluiten
pl: Wyjście przyciskiem „Wstecz”
pt_br: voltar para sair
ro: înapoi pentru a ieși
ru: назад для выхода
sk: späť pre ukončenie
sr: назад за излаз
tr: geri ile çık
uk: повернутися до виходу
zh_cn: 退出

source: parent folder
ar: المجلد الأصل
ca: carpeta principal
cs: nadřazená složka
de: Übergeordneter Ordner
el: γονικός φάκελος
es: carpeta principal
fa: پوشه مادر
fr: Dossier parent
gl: cartafol superior
hu: szülőmappa
it_it: cartella madre
ja: 親フォルダー
ko_kr: 상위 폴더
nl_nl: bovenliggende map
pl: Nadrzędny folder
pt_br: pasta superior
ro: dosar părinte
ru: родительская папка
sk: nadradený priečinok
sr: директоријум родитељ
tr: üst klasör
uk: батьківська тека
zh_cn: 父文件夹

source: Back in file browser: %1
ar: رجوع إلى متصفح الملفات: %1
ca: Tornar a l'explorador d'arxius: %1
cs: Tlačítko „Zpět“ v Prohlížeči souborů: %1
de: Zurück zum Datei-Browser: %1
el: Επιστροφή στον περιηγητή αρχείων: %1
es: Volver al explorador de archivos: %1
fa: بازگشت در مرورگر فایل: %1
fr: Retour dans le navigateur de fichiers : %1
gl: De volta no explorador de ficheiros: %1
hu: Vissza a Fájlböngészőben: %1
it_it: Torna al gestore di file: %1
ja: ファイルブラウザで戻るボタン: %1
ko_kr: 파일 탐색기로 돌아가기: %1
nl_nl: Terug in bestandsverkenner: %1
pl: Przycisk „Wstecz” w przeglądarce plików: %1
pt_br: Voltar no navegador de arquivos: %1
ro: Înapoi în navigatorul de fișiere: %1
ru: Назад в файловом менеджере: %1
sk: Tlačidlo späť v prehliadači súborov: %1
sr: Назад у прегледачу фајлова: %1
tr: Dosya tarayıcısında geri: %1
uk: Назад до оглядача файлів: %1
zh_cn: 在文件浏览器中按下返回键：%1

source: Back to exit (%1)
ar: خروج عند استخدام زر العودة للوراء (%1)
ca: Retrocedir per a eixir (%1)
cs: Ukončení KOReaderu tlačítkem „Zpět“ (%1)
de: Zurück zum Ausgang (%1)
el: Επιστροφή στην έξοδο (%1)
es: Retroceder para salir (%1)
fa: بازگشت برای خروج (%1)
fr: Retour pour quitter (%1)
gl: Retroceder para saír (%1)
hu: Kilépés (%1)
it_it: Torna all'uscita (%1)
ja: 戻るボタンで終了 (%1)
ko_kr: 뒤로 버튼으로 끝내기 (%1)
nl_nl: Terug om af te sluiten (%1)
pl: Wyjście przyciskiem „Wstecz” (%1)
pt_br: Voltar para sair (%1)
ro: Înapoi pentru a ieși (%1)
ru: Назад для выхода (%1)
sk: Tlačidlo späť pre ukončenie (%1)
sr: Назад за излаз (%1)
tr: Çıkışa geri dön (%1)
uk: Вихід натисканням кнопки повернення (%1)
zh_cn: 返回以退出 (%1)

source: Go to parent folder
ar: عَودَةٌ إلى المُجَلَّدِ الأصل
ca: Anar a carpeta superior
cs: Přejít na nadřazenou složku
de: Zum übergeordneten Ordner wechseln
el: Μετάβαση στον γονικό φάκελο
es: Ir a carpeta superior
fa: به پوشه مادر برو
fr: Aller au dossier parent
gl: Ir ao cartafol superior
hu: Visszalépés a szülő mappába
it_it: Vai alla cartella superiore
ja: 親フォルダーへ移動
ko_kr: 상위 폴더로 가기
nl_nl: Ga naar map hierboven
pl: Przejdź do folderu nadrzędnego
pt_br: Ir para pasta superior
ro: Mergi în dosarul părinte
ru: Перейти в родительскую папку
sk: Prejsť do nadradeného priečinku
sr: Иди на директоријум родитељ
tr: Üst klasöre geç
uk: Перейти до батьківської теки
zh_cn: 进入父文件夹

source: previous location
ar: الموقع السابق
ca: ubicació anterior
cs: předchozí místo
de: vorherige Position
el: προηγούμενη τοποθεσία
es: ubicación anterior
fa: محل قبلی
fr: Emplacement précédent
gl: posición anterior
hu: előző pozíció
it_it: posizione precedente
ja: 前回の場所
ko_kr: 이전 위치
nl_nl: vorige locatie
pl: Przejdź do poprzedniej lokalizacji
pt_br: localização anterior
ro: locația precedentă
ru: предыдущее местоположение
sk: predchádzajúce umiestnenie
sr: претходно место
tr: önceki konum
uk: попереднє розташування
zh_cn: 先前的位置
