Repository: spruceUI/spruceOS
Catalog: App/KoReader/l10n/*/koreader.po
Languages: ar, ca, cs, de, el, es, fa, fr, gl, hu, it_it, ja, ko_kr, nl_nl, pl, pt_br, ro, ru, sk, sr, tr, uk, zh_cn

source: x for an absolute page number [x] for a page number in the main (linear) flow [x]y for a page number in the non-linear fragment y
ar: x للحصول على رقم صفحة مطلق [x] لرقم صفحة في التدفق الرئيسي (الخطي) [x] y لرقم صفحة في الجزء غير الخطي y
ca: x per a un número de pàgina absolut [x] per a un número de pàgina en el flux principal (lineal) [x] y per a un número de pàgina en el fragment no lineal y
cs: x – absolutní číslo stránky [x] – číslo stránky v hlavní (lineární) části knihy [x]y – číslo stránky v nelineární části knihy y
de: x für eine absolute Seitenzahl [x] für eine Seitenzahl im (linearen) Hauptfluss [x]y für eine Seitenzahl im nicht-linearen Fragment y
el: x για έναν απόλυτο αριθμό σελίδας [x] για έναν αριθμό σελίδας στην κύρια (γραμμική) ροή κειμένου [x]y για έναν αριθμό σελίδας στο τμήμα y, εκτός της κύριας ροής κειμένου
es: x para un número de página absoluto [x] para un número de página en el flujo principal (lineal) [x] y para un número de página en el fragmento no lineal y
fr: X pour un numéro de page absolu [X] pour un numéro de page dans le flux principal (linéaire) [X]Y pour un numéro de page dans le fragment non linéaire Y
gl: x para un número absoluto [x] para un número de páxina no fluxo principal (lineal) [x]y para un número de páxina no fragmento non lineal y
hu: x az abszolút oldalszámhoz [x] egy oldalszám a fő (lineáris) folyamban [x]y egy oldalszám az y nem lineáris töredékben lévő y oldalszámhoz
it_it: x per un numero di pagina assoluto [x] per un numero di pagina nel flusso principale (lineare) [x]y per un numero di pagina nel frammento non lineare y
ja: x は絶対ページ番号です [x] は、メイン(リニア)フローのページ番号です [x] y は、非線形フラグメント y のページ番号です
ko_kr: 절대 페이지 번호에 대한 X 기본 (선형) 흐름의 페이지 번호에 대한 [x] 비선형 조각 y의 페이지 번호에 대한 [x]
nl_nl: x voor een absoluut paginanummer [x] voor een paginanummer in de (lineaire) hoofdstroom [x]y voor een paginanummer in het niet-lineaire fragment y
pl: x dla bezwzględnego numeru strony [x] dla numeru strony w głównym (liniowym) przepływie [x]y dla numeru strony w nieliniowym fragmencie y
pt_br: x para um número de página absoluto [x] para um número de página no fluxo (linear) principal [x]y para um número de página no fragmento não-linear y
ro: x pentru un număr de pagină absolut [x] pentru un număr de pagină în fluxul principal (liniar) [x]y pentru un număr de pagină în fragmentul neliniar y
ru: x для абсолютного номера страницы [x] для номера страницы в основном (линейном) потоке [x]y для номера страницы в нелинейном фрагменте y
sk: x pre absolútne číslo stránky [x] pre číslo strany v hlavnom (spojitom) toku [x]y pre číslo strany v nespojitej časti y
sr: x за апсолутни број странице [x] за број странице у главном (линеарном) току [x]y за број странице у нелинеарном фрагменту y
tr: mutlak sayfa numarası için x ana (doğrusal) akıştaki bir sayfa numarası için [x] Doğrusal olmayan y parçasındaki bir sayfa numarası için [x]y
uk: x для абсолютного номера сторінки [x] для номера сторінки в основному (лінійному) потоці [x]y для номера сторінки в нелінійному фрагменті y
zh_cn: x表示绝对页码 [x]表示主(线性)流中的页码 [x]y表示非线性片段y中的页码

source: Skim
ar: مقشود
ca: Fullejar
cs: Projíždět
de: Überfliegen
el: Γρήγορο ξεφύλλισμα
es: Hojear
fa: مرور سریع
fr: Parcourir
gl: Follear
hu: Felfedezés
it_it: Scorri
ja: 速読
ko_kr: 훑어보기
nl_nl: Skimmen
pl: Tryb przewijania
pt_br: Folhear
ro: Frunzărește
ru: Беглый просмотр
sk: Prebehnúť
sr: Прелети
tr: Hızlı okuma
uk: Проглянути
zh_cn: 跳读

source: Go to %
ar: اذهب إلى ٪
ca: Anar a %
cs: Přejít na %
de: Gehe zu %
el: Μετάβαση στο %
es: Ir a %
fa: برو به %
fr: Aller à %
gl: Ir a %
hu: Százalékra ugrás
it_it: Vai a %
ja: 目的割合移動
ko_kr: % 이동
nl_nl: Ga naar %
pl: Przejdź do %
pt_br: Ir para %
ro: Mergi la %
ru: Перейти на %
sk: Prejsť na %
sr: Иди на %
tr: Git %
uk: Перейти до %
zh_cn: 转到 %

source: Custom table of contents
ca: Índex personalitzat
cs: Vlastní obsah knihy
de: Benutzerdefinierte Inhaltsverzeichnisse
el: Προσαρμοσμένος πίνακας περιεχομένων
es: Índice personalizado
fa: فهرست مطالب سفارشی
fr: Table des matières personnalisée
gl: Índice personalizado
hu: Egyedi tartalomjegyzék
it_it: Indice personalizzato
ko_kr: 사용자 지정 차례
nl_nl: Aangepaste inhoudsopgave
pl: Niestandardowy spis treści
pt_br: Índice personalizado
ru: Пользовательское оглавление
sk: Vlastný obsah knihy
sr: Произвољни садржај
tr: Özel içindekiler tablosu
uk: Власний зміст
zh_cn: 自定义目录

source: Custom hidden flows
ca: Fluxos ocults personalitzats
de: Benutzerdefinierte versteckte Abschnitte
el: Προσαρμοσμένες κρυφές ροές κειμένου
es: Flujos ocultos personalizados
fr: Flux cachés personnalisés
gl: Mostrar fluxos ocultos
hu: Egyedi rejtett áramlatok (hidden flows)
it_it: Flussi nascosti personalizzati
ko_kr: 사용자 지정 숨겨진 흐름
nl_nl: Aangepaste verborgen verlopen
pl: Niestandardowe ukryte przepływy
pt_br: Fluxos ocultos personalizados
ru: Пользовательские скрытые потоки
sk: Skrytie časti obsahu knihy
sr: Произвољни скривени токови
tr: Özel gizli akışlar
uk: Користувацькі приховані потоки
zh_cn: 自定义隐藏流

source: Custom layout features
ca: Característiques de maquetació personalitzades
de: Benutzerdefinierte Layout-Funktionen
el: Προσαρμοσμένες λειτουργίες διάταξης
es: Características de maquetación personalizadas
fr: Caractéristiques de mise en page personnalisée
gl: Regras personalizadas de maquetaxe
hu: Egyedi elrendezés tulajdonságok
it_it: Caratteristiche di impaginazione personalizzate
ko_kr: 사용자 지정 레이아웃 기능
nl_nl: Aangepaste layoutfunctionaliteit
pl: Niestandardowe funkcje układu
pt_br: Opções de layout personalizado
ru: Пользовательские макеты
sk: Možnosti vlastného rozloženia
sr: Произвољне могућности распореда
tr: Özel düzen özellikleri
uk: Можливості користувацького макета
zh_cn: 自定义布局规则

source: About custom table of contents
ca: Sobre l'índex personalitzat
cs: O vlastním obsahu knihy
de: Über benutzerdefinierte Inhaltsverzeichnisse
el: Σχετικά με τον προσαρμοσμένο πίνακα περιεχομένων
es: Sobre el índice personalizado
fa: درباره فهرست مطالب سفارشی
fr: À propos de la table des matières personnalisée
gl: Acerca do índice personalizado
hu: Az egyedi tartalomjegyzékről
it_it: A proposito dell'indice personalizzato
ko_kr: 사용자 지정 차례 정보
nl_nl: Over aangepaste inhoudsopgave
pl: Informacje o niestandardowym spisie treści
pt_br: Sobre o índice personalizado
ru: О пользовательском оглавлении
sk: O vlastnom obsahu knihy
sr: О произвољним садржајима
tr: Özel alternatif içindekiler tablosu hakkında
uk: Про власний зміст
zh_cn: 关于自定义目录

source: If the book has no table of contents or you would like to substitute it with your own, you can create a custom TOC. The original TOC (if available) will not be altered. You can create, edit and remove chapters: - in Page browser, by long-pressing on a thumbnail; - on a book page, by selecting some text to be used as the chapter title. (Once you're done building it and don't want to see the buttons anymore, you can disable Edit mode.) This custom table of contents is currently limited to a single level and can't have sub-chapters.
ca: Si el llibre no té índex o volem substituir-lo per un propi, existeix la possibilitat de crear un índex personalitzat. L'índex original (si està disponible) no sofrirà modificacions. És possible crear, editar i eliminar capítols: - en el navegador de pàgina, en fer una pulsació llarga en una miniatura; - en una pàgina del llibre, seleccionant una part del text per a ser utilitzada com a títol de capítol. (Una vegada elaborat i índex, cal desactivar la manera d'Edició per a ocultar els botons). Actualment l'índex personalitzat es limita a un nivell únic i no pot contenir subcapítols.
de: Wenn das Buch kein Inhaltsverzeichnis hat oder Sie es durch Ihr eigenes ersetzen möchten, können Sie ein eigenes Inhaltsverzeichnis erstellen. Das ursprüngliche Inhaltsverzeichnis (falls vorhanden) wird dabei nicht verändert. Sie können Kapitel erstellen, bearbeiten und entfernen: - im Seitenbrowser, indem Sie lange auf eine Miniaturansicht drücken; - auf einer Buchseite, indem Sie einen Text auswählen, der als Kapiteltitel verwendet werden soll. (Wenn Sie mit der Erstellung fertig sind und die Schaltflächen nicht mehr sehen wollen, können Sie den Bearbeitungsmodus deaktivieren). Dieses benutzerdefinierte Inhaltsverzeichnis ist derzeit auf eine einzige Ebene beschränkt und kann keine Unterkapitel enthalten.
el: Αν το βιβλίο δεν έχει πίνακα περιεχομένων ή αν θέλετε να τον αντικαταστήσετε με τον δικό σας, μπορείτε να δημιουργήσετε έναν προσαρμοσμένο πίνακα περιεχομένων. Ο αρχικός Πίνακας (εάν υπάρχει) δεν θα τροποποιηθεί. Μπορείτε να δημιουργήσετε, να επεξεργαστείτε και να αφαιρέσετε κεφάλαια: - στην Περιήγηση σελίδων, πατώντας παρατεταμένα σε μια μικρογραφία, - σε μια σελίδα βιβλίου, επιλέγοντας κάποιο κείμενο που θα χρησιμοποιηθεί ως τίτλος κεφαλαίου. (Μόλις τελειώσετε με τη δημιουργία και δεν θέλετε να βλέπετε πια τα κουμπιά, μπορείτε να απενεργοποιήσετε τη Λειτουργία επεξεργασίας). Αυτός ο προσαρμοσμένος πίνακας περιεχομένων περιορίζεται προς το παρόν σε ένα μόνο επίπεδο και δεν μπορεί να έχει υποκεφάλαια.
es: Si el libro no tiene índice o queremos sustituirlo por uno propio, existe la posibilidad de crear un índice personalizado. El índice original (si está disponible) no sufrirá modificaciones. Es posible crear, editar y eliminar capítulos: - en el navegador de página, al hacer una pulsación larga en una miniatura; - en una página del libro, seleccionando una parte del texto para ser utilizada como título de capítulo. (Una vez elaborado el índice, hay que desactivar el modo de Edición para ocultar los botones). Actualmente el índice personalizado se limita a un nivel único y no puede contener subcapítulos.
fr: Si le livre n’a pas de table des matières ou si vous souhaitez le remplacer par le vôtre, vous pouvez créer une table des matières personnalisée. La table des matières d’origine (si disponible) ne sera pas modifiée. Vous pouvez créer, modifier et supprimer des chapitres : - dans le navigateur de pages, en appuyant longuement sur une miniature ; - sur une page de livre, en sélectionnant du texte à utiliser comme titre de chapitre. (Une fois que vous avez terminé de le construire et que vous ne voulez plus voir les boutons, vous pouvez désactiver le mode Édition.) Cette table des matières personnalisée est actuellement limitée à un seul niveau et ne peut pas avoir de sous-chapitres.
gl: Se o libro non ten un índice ou queres substituílo co teu propio, podes crear un índice personalizado. O índice orixinal (se existe) non será alterado. Podes crear, editar e quitar capítulos: - no Explorador de páxinas, cunha pulsación longa nunha icona; - nunha páxina do libro, seleccionando un texto para ser usado como título dun capítulo. (Cando remates co índice, podes desactivar o Modo de Edición para ocultar os botóns). Este índice personalizado está limitado polo momento a un nivel e non pode ter subcapítulos.
hu: Ha a könyvnek nincs tartalomjegyzéke, vagy sajátjával szeretné helyettesíteni, létrehozhat egy egyedi TOC-t. Az eredeti TOC (ha rendelkezésre áll) nem változik. Létrehozhatja, szerkesztheti és eltávolíthatja a fejezeteket: - az oldal böngészőjében, az ujja nyomvatartásával az indexképen; - egy könyvoldalon, kiválasztva a szöveget, amelyet a fejezet címeként szeretne felhasználni. (Amikor végzett, és már nem akarja látni a gombokat, letilthatja a Szerkesztő módot.) A tartalmak ezen egyedi tartalomjegyzéke jelenleg egyetlen szintre korlátozódik, és nem lehet alfejezeteket létrehozni.
it_it: Se il libro non ha un indice, o si desidera sostituirlo con il proprio, è possibile creare un indice personalizzato. L'indice originale (se disponibile) non verrà modificato. È possibile creare, modificare e rimuovere i capitoli: - nel browser di pagine, premendo a lungo su una miniatura; - in una pagina del libro, selezionando un testo da utilizzare come titolo del capitolo. (Una volta che hai finito di costruirlo e non vuoi più vedere i pulsanti, puoi disattivare la modalità Modifica.) Questo indice personalizzato è attualmente limitato ad un unico livello e non può avere sotto-capitoli.
ko_kr: 책에 차례가 없거나 나만의 목차로 대체하고 싶은 경우, 사용자 지정 차례를 만들 수 있습니다. 원본 차례(있는 경우)는 변경되지 않습니다. 챕터를 만들고, 편집하고, 제거할 수 있습니다: - 페이지 탐색기에서 썸네일을 길게 누르면 됩니다. - 책 페이지에서 챕터 제목으로 사용할 텍스트를 선택하면 됩니다. (만들기를 완료하고 더 이상 버튼을 보고 싶지 않다면 편집 모드를 비활성화하면 됩니다.) 이 사용자 지정 차례는 현재 단일 레벨로 제한되며 하위 챕터를 가질 수 없습니다.
nl_nl: Als het boek geen inhoudsopgave heeft of je wilt deze vervangen door je eigen inhoudsopgave, dan kun je een aangepaste inhoudsopgave maken. De originele inhoudsopgave (indien beschikbaar) wordt niet gewijzigd. Je kunt hoofdstukken maken, bewerken en verwijderen: - in de paginabrowser, door lang te drukken op een miniatuur; - op een boekpagina, door een tekst te selecteren die als hoofdstuktitel moet worden gebruikt. (Als je klaar bent met bouwen en de knoppen niet meer wilt zien, kun je de bewerkingsmodus uitschakelen). Deze aangepaste inhoudsopgave is momenteel beperkt tot één niveau en kan geen onderhoofdstukken hebben.
pl: Jeśli książka nie ma spisu treści lub chcesz go zastąpić własnym, możesz utworzyć niestandardowy spis treści. Oryginalny spis treści (jeśli jest dostępny) nie zostanie zmieniony. Możesz tworzyć, edytować i usuwać rozdziały: - w przeglądarce stron, poprzez przytrzymanie miniatury; - na stronie książki, poprzez zaznaczenie tekstu, który będzie tytułem rozdziału. (Gdy już skończysz tworzenie i nie będziesz już chcieć widzieć przycisków, możesz wyłączyć tryb edycji.) Ten niestandardowy spis treści jest obecnie ograniczony do jednego poziomu i nie może zawierać podrozdziałów.
pt_br: Se o livro não tiver índice ou você quiser substituí-lo pelo seu próprio, você pode criar um índice personalizado. O índice original (se disponível) não será alterado. Você pode criar, editar e remover capítulos: - no Navegador de páginas, mantendo pressionada uma miniatura; - na página de um livro, selecionando algum texto que será usado como título do capítulo. (Quando terminar de criá-lo e não quiser mais ver os botões, você pode desativar o modo de edição.) Este índice personalizado está atualmente limitado a um único nível e não pode ter subcapítulos.
ru: Если в книге нет оглавления или вы хотите заменить его своим, можно создать пользовательское оглавление. Исходное (если оно доступно) при этом изменено не будет. Вы можете создавать, редактировать и удалять главы: - в браузере страниц долгим нажатием на миниатюру; - выделив на странице книги текст, который будет использоваться в качестве названия главы. (По завершении создания оглавления можно скрыть кнопки, отключив режим редактирования.) В настоящее время пользовательское оглавление ограничено одним уровнем и не может иметь подразделов.
sk: V prípade, že kniha neobsahuje tabuľku s obsahom alebo by ste ju chceli nahradiť vlastnou, môžete si ju vytvoriť. Pôvodná tabuľka obsahu (ak je k dispozícii) nebude zmenená. Môžete vytvoriť, upravovať a odstrániť kapitoly: - v prehliadači stránky, dlhým stlačením na miniatúru; - na stránke knihy, výberom niektorého textu, ktorý má byť použitý ako názov kapitoly. (Pokiaľ ste dokončili obsahovú tabuľku a už nechcete vidieť tlačidlá, môžete vypnúť režim úprav.) Táto tabuľka obsahu knihy je momentálne obmedzená na jednu úroveň a nemôže mať podkapitoly.
sr: Ако књига нема садржај или ако желите да га замените сопственим, можете да креирате произвољни садржај. Оригинални садржај (ако постоји) се неће изменити. Можете да креирате, уређујете и уклањате поглавља: - у Прегледачу страница, дугим притиском на сличицу; - на страници књиге, тако што изаберете неки текст који ће се користити као наслов поглавља. (Када завршите са изградњом и више не желите да видите дугмиће, можете да искључите Режим уређивања.) Овај произвољни садржај је тренутно ограничен на један ниво и не може да садржи потпоглавља.
tr: Kitapta bir içerik tablosu yoksa onu kendi tablonuzu eklemek isterseniz, özel bir içindekiler tablosu oluşturabilirsiniz. Özgün içindekiler tablosu (varsa) değiştirilemez. Bölümleri eklemek, düzenlemek ve kaldırmak için: - Sayfa tarayıcıda, bir küçük görsel üzerinde uzun basarak, - Bir kitap sayfasında, bölüm adı olarak kullanılacak bir metni seçerek, (Hazırladıktan sonra düğmeleri görmek istemezseniz, Düzenleme kipini kapatabilirsiniz.) Bu özel içerik tablosu şu anda tek bir düzeyle sınırlıdır ve alt bölümleri olamaz.
uk: Якщо книга не має змісту або ви хочете замінити його на свій власний, ви можете створити власний зміст. Оригінальний зміст (якщо він є) не буде змінено. Ви можете створювати, редагувати та вилучати розділи: - в переглядачі сторінок, затиснувши мініатюру; - на сторінці книги, вибравши текст, який буде використано назвою розділу. (Коли ви завершите створення змісту і більше не захочете бачити ці кнопки, ви можете вимкнути режим редагування). Наразі цей користувацький зміст має лише один рівень і не може мати підрозділів.
zh_cn: 若你对书籍原有的目录不满意，或书籍本身没有设置目录，你可以在保持原有目录不变的情况下创建一个自定义的目录。 你可以通过以下方式新建、编辑和删除章节： - 在页面浏览器中，长按缩略图 - 在书籍页中，选中某些文字用作章节标题 （在编辑完成后，你可以通过退出编辑模式来隐藏编辑按钮） 当前，自定义目录功能只能定义单级目录，无法定义子目录。

source: Edit mode
ca: Mode d'edició
cs: Režim úprav
de: Bearbeitungsmodus
el: Λειτουργία επεξεργασίας
es: Modo de edición
fa: حالت ویرایش
fr: Mode édition
gl: Modo de edición
hu: Szerkesztőmód
it_it: Modo modifica
ko_kr: 편집 모드
nl_nl: Bewerkingsmodus
pl: Tryb edycji
pt_br: Modo de edição
ru: Режим редактирования
sk: Režim úprav
sr: Режим уређивања
tr: Kipi düzenle
uk: Змінити режим
zh_cn: 编辑模式

source: Clear custom table of contents
ca: Esborrar índex personalitzat
cs: Pročistit vlastní obsah knihy
de: Benutzerdefinierte Inhaltsverzeichnisse löschen
el: Κατάργηση προσαρμοσμένου πίνακα περιεχομένων
es: Eliminar índice personalizado
fa: پاک کردن فهرست مطالب سفارشی
fr: Table des matières personnalisée claire
gl: Eliminar o índice personalizado
hu: Egyedi tartalomjegyzék törlése
it_it: Cancella indice personalizzato
ko_kr: 사용자 지정 차례 지우기
nl_nl: Aangepaste inhoudsopgave wissen
pl: Wyczyść niestandardowy spis treści
pt_br: Limpar índice personalizado
ru: Очистить пользовательское оглавление
sk: Vymazať vlastnú tabuľku obsahu knihy
sr: Обриши произвољни садржај
tr: Özel içindekiler tablosunu temizle
uk: Очистити власний зміст
zh_cn: 清除自定义目录

source: Are you sure you want to clear your custom table of contents?
ca: Esborrar índex personalitzat?
cs: Opravdu chcete pročistit váš vlastní obsah knihy?
de: Sind Sie sicher, dass Sie Ihr benutzerdefiniertes Inhaltsverzeichnis löschen möchten?
el: Θέλετε σίγουρα να διαγράψετε τον προσαρμοσμένο πίνακα περιεχομένων;
es: ¿ Eliminar índice personalizado?
fa: آیا مطمئن هستید می‌خواهید فهرست مطالب سفارشی را پاک کنید؟
fr: Êtes-vous sûr de vouloir effacer votre table des matières personnalisée ?
gl: Queres eliminar o teu índice personalizado?
hu: Biztos benne, hogy törli az Egyedi tartalomjegyzéket?
it_it: Sei sicuro di voler cancellare il tuo indice personalizzato?
ko_kr: 사용자 지정 차례를 지울까요?
nl_nl: Weet je zeker dat je de aangepaste inhoudsopgave wilt wissen?
pl: Czy na pewno chcesz wyczyścić niestandardowy spis treści?
pt_br: Tem certeza de que deseja limpar o índice personalizado?
ru: Вы уверены, что хотите очистить пользовательское оглавление?
sk: Naozaj si prajete vymazať vašu vlastnú tabuľku obsahu knihy?
sr: Да ли сте сигурни да желите да обришете произвољни садржај?
tr: Özel içindekiler tablosunu silmek istediğinize emin misiniz?
uk: Ви впевнені, що хочете очистити власний зміст?
zh_cn: 你确定要清除你的自定义目录吗？

source: About custom hidden flows
ca: Sobre els fluxos ocults personalitzats
de: Über benutzerdefinierte versteckte Abschnitte
el: Σχετικά με τις προσαρμοσμένες κρυφές ροές κειμένου
es: Acerca de los flujos ocultos personalizados
fr: À propos des flux cachés personnalisés
gl: Acerca do fluxos ocultos personalizados
hu: A rejtett áramlatokról (hidden flows)
it_it: Informazioni sui flussi nascosti personalizzati
ko_kr: 사용자 지정 숨겨진 흐름 정보
nl_nl: Over verborgen verlopen
pl: Informacje o niestandardowych ukrytych przepływach
pt_br: Sobre fluxos ocultos personalizados
ru: О пользовательских скрытых потоках
sk: O skrytí časti obsahu knihy
sr: О скривеним токовима
tr: Özel gizli akışlar hakkında
uk: Про користувацькі приховані потоки
zh_cn: 关于自定义隐藏流
