Repository: spruceUI/spruceOS
Catalog: App/KoReader/l10n/*/koreader.po
Languages: ar, ca, cs, de, el, es, fa, fr, gl, hu, it_it, ja, ko_kr, nl_nl, pl, pt_br, ro, ru, sk, sr, tr, uk, zh_cn

source: An alternative table of contents can be built via a dedicated option in the "Settings" menu below the "Table of contents" menu entry. The ToC will be built from document headings <H1> to <H6>. Some of these can be ignored with the tweaks available here. If the document contains no headings, or all are ignored, the alternative ToC will be built from document fragments and will point to the start of each individual HTML file in the EPUB. Hints can be set to other non-heading elements in a user style tweak, so they can be used as ToC items. Since this would be quite book-specific, please see the final tweak for some examples. After applying these tweaks, the alternative ToC needs to be rebuilt by toggling it twice in its menu: once to restore the original ToC, and once to build the alternative ToC again.
ar: يمكن إنشاء جدول محتويات بديل عبر خيار مخصص في قائمة "الإعدادات" أسفل إدخال قائمة "جدول المحتويات". سيتم إنشاء جدول المحتويات من عناوين الوثيقة من <H1> إلى <H6>. يمكن تجاهل بعض هذه من خلال التعديلات المتوفرة هنا. إذا كان المستند لا يحتوي على عناوين ، أو تم تجاهلها جميعًا ، فسيتم إنشاء جدول المحتويات البديل من أجزاء المستند وسيشير إلى بداية كل ملف HTML فردي في EPUB. يمكن تعيين التلميحات على عناصر أخرى غير متعلقة بالعناوين في قرص نمط المستخدم ، بحيث يمكن استخدامها كعناصر جدول المحتويات. نظرًا لأن هذا سيكون خاصًا بالكتاب تمامًا ، يرجى الاطلاع على التعديل الأخير للحصول على بعض الأمثلة. بعد تطبيق هذه التعديلات ، يحتاج جدول المحتويات البديل إلى إعادة بنائه عن طريق تبديله مرتين في قائمته: مرة لاستعادة جدول المحتويات الأصلي ، ومرة لبناء جدول المحتويات البديل مرة أخرى.
ca: És possible elaborar un índex alternatiu des d'una opció dedicada en el menú "Configuració" situada sota l'entrada del menú "Índex". L'índex es construirà a partir dels encapçalaments <H1> a <H6> del document. Alguns d'ells poden ser ignorats amb els ajustos aquí disponibles. Si el document no conté encapçalats, o s'ignoren tots, l'índex alternatiu s'elaborarà a partir de fragments del document i apuntarà a l'inici de cada arxiu HTML individual del EPUB. Mitjançant un ajust d'estil d'usuari és possible establir referències perquè elements que no siguin encapçalaments puguin utilitzar-se com a elements de l'índex. Com que aquesta opció produirà resultats específics per a cada llibre, s'aconsella comprovar l'ajust final mitjançant alguns exemples. Després d'aplicar aquests ajustos, l'índex alternatiu ha de ser reconstruït prement dues vegades en el menú: una vegada per a restaurar l'índex original, i una altra per a construir l'índex alternatiu.
cs: Alternativní obsah knihy lze vytvořit pomocí stejnojmenné možnosti v nabídce „Nastavení“, kterou najdete pod položkou „Obsah knihy“. Obsah bude vytvořen z nadpisů v dokumentu formátovaných pomocí HTML tagů <H1> až <H6>. Pokud některé tyto tagy chcete ignorovat, můžete je tady označit. Pokud v dokumentu nejsou žádné nadpisy, nebo pokud jsou všechny ignorovány, bude alternativní obsah vytvořen z jednotlivých částí dokumentu a bude odkazovat na začátky jednotlivých HTML souborů v EPUBu. Pomocí „hintů“ lze ve „Vlastních úpravách stylu“ určit jiné nenadpisové prvky, aby mohly být použity jako položky pro vytvoření obsahu. Použití „hintů“ může být v každé knize jiné, proto se podívejte na konci na „Příklad hintů pro obsah knihy“. Po aplikování těchto úprav je třeba znovu vytvořit alternativní obsah pomocí dvojího přepnutí položky „Alternativní obsah knihy“: jednou pro obnovení originálního obsahu a podruhé pro nové vytvoření alternativního obsahu.
de: Ein alternatives Inhaltsverzeichnis kann über eine eigene Option im Menü "Einstellungen" unterhalb des Menüeintrags "Inhaltsverzeichnis" aufgebaut werden. Das Inhaltsverzeichnis wird aus den Dokumentüberschriften <H1> bis <H6> aufgebaut. Einige davon können mit den hier verfügbaren Einstellungen ignoriert werden. Wenn das Dokument keine Überschriften enthält oder alle ignoriert werden, wird das alternative Inhaltsverzeichnis aus Dokumentfragmenten aufgebaut und zeigt auf den Anfang jeder einzelnen HTML-Datei im EPUB. Hinweise können in einer benutzerdefinierten Formatvorlage auf andere Nicht-Überschriften-Elemente gesetzt werden, so dass sie als Inhaltsverzeichnis-Elemente verwendet werden können. Da dies sehr buchspezifisch wäre, sehen Sie sich bitte den letzten Tweak für einige Beispiele an. Nach der Anwendung dieser Tweaks muss das alternative Inhaltsverzeichnis neu aufgebaut werden, indem es zweimal in seinem Menü umgeschaltet wird: einmal, um das ursprüngliche Inhaltsverzeichnis wiederherzustellen, und einmal, um das alternative Inhaltsverzeichnis neu aufzubauen.
el: Ένας εναλλακτικός Πίνακας Περιεχομένων μπορεί να δημιουργηθεί από το μενού ρυθμίσεων της επιλογής «Πίνακας Περιεχομένων». Ο Πίνακας Περιεχομένων θα δημιουργηθεί από επικεφαλίδες εγγράφων <H1> έως <H6>. Μερικές από αυτές μπορούν να παραβλεφθούν με τις τροποποιήσεις που διατίθενται εδώ. Εάν το έγγραφο δεν περιέχει επικεφαλίδες, ή όλες παραβλέπονται, ο εναλλακτικός Πίνακας Περιεχομένων θα δημιουργηθεί από αποσπάσματα του εγγράφου και θα οδηγεί στην αρχή κάθε μεμονωμένου αρχείου HTML στο EPUB. Οι ενδείξεις μπορούν να ρυθμιστούν σε άλλα στοιχεία που δεν είναι επικεφαλίδες με μία τροποποίηση του στυλ από τον χρήστη, ώστε να μπορούν να χρησιμοποιηθούν ως στοιχεία Πίνακα Περιεχομένων. Επειδή αυτό θα ήταν αρκετά συγκεκριμένο για το βιβλίο, ανατρέξτε στην τελευταία τροποποίηση για ορισμένα παραδείγματα. Μετά την εφαρμογή αυτών των τροποποιήσεων, ο εναλλακτικός Πίνακας Περιεχομένων χρειάζεται να ξαναδημιουργηθεί με εναλλαγή δύο φορές στο μενού του: μία φορά για την επαναφορά του αρχικού Πίνακα Περιεχομένων και μία φορά για να δημιουργηθεί ξανά ο εναλλακτικός Πίνακας Περιεχομένων.
es: Es posible elaborar un índice alternativo desde una opción dedicada en el menú "Configuración" ubicada debajo de la entrada del menú "Índice". El índice se construirá a partir de los encabezamientos <H1> a <H6> del documento. Algunos de ellos pueden ser ignorados con los ajustes aquí disponibles. Si el documento no contiene encabezados, o se ignoran todos, el índice alternativo se elaborará a partir de fragmentos del documento y apuntará al inicio de cada archivo HTML individual del EPUB. Mediante un ajuste de estilo de usuario es posible establecer referencias para que elementos que no sean encabezamientos puedan utilizarse como elementos del índice. Puesto que esta opción producirá resultados específicos para cada libro, se aconseja comprobar el ajuste final mediante algunos ejemplos. Después de aplicar estos ajustes, el índice alternativo debe ser reconstruido pulsando dos veces en el menú: una vez para restaurar el índice original, y otra para construir el índice alternativo.
fr: Une table des matières alternative peut être construite depuis le menu « Réglages » sous l’entrée « Table des Matières ». La table des matières sera construite à partir des titres <H1> à <H6> du document. Certaines d’entre elles peuvent être ignorées avec les réglages disponibles ici. Si le document ne contient aucun titre ou si tous sont ignorés, la table des matières alternative sera construite à partir de fragments de document et pointera donc au début de chaque fichier HTML individuel dans l’ePub. D’autres éléments que les titres peuvent être utilisés via des modifications de style fait par l’utilisateur, afin qu’ils puissent être utilisés par la table des matières. Comme il s’agit d’éléments propres à un livre, veuillez consulter l’exemple final pour plus de détails. Après avoir appliqué ces réglages, la table des matières alternative doit être reconstituée, ce qui implique de d’abord restaurer la table des matières originale et ensuite de réactiver la table des matières alternative afin de la reconstruire.
gl: Un índice alternativo pode ser construído por medio dunha opción dedicada no menú "Configuración" debaixo da entrada "Índice". O índice será creado a partir das cabeceiras de documento <H1> a <H6>. Algunhas destas poden ser ignoradas cos axustes dispoñibles aquí. Se o documento non contén cabeceiras ou todas son ignoradas, o índice alternativo será creado a partir de fragmentos do documento e apuntarán ao comezo de cada ficheiro HTML dentro do EPUB. É posible configurar referencias para outros elementos que non son cabeceiras nun axuste de estilo de usuario para que estes sexan usados como elementos do índice. Xa que isto pode ser moi particular para cada libro, podes ver algúns exemplos no axuste final. Despois de aplicar estes axustes, o índice alternativo ten que ser creado de novo conmutando dúas veces no seu menú: unha para restablecer o índice orixinal e a seguinte para crear o índice alternativo outra vez.
hu: Alternatív tartalomjegyzéket a "Beállítások" menüben a "Tartalomjegyzék" menüpont alatt található külön erre a célra szolgáló beállítással lehet létrehozni. A tartalomjegyzék a dokumentum <H1> és <H6> közötti címsoraiból épül fel. Ezek közül néhányat figyelmen kívül lehet hagyni az itt elérhető stíluskorrekciókkal. Ha a dokumentum nem tartalmaz címsorokat, vagy az összeset figyelmen kívül hagyja, az alternatív tartalomjegyzék a dokumentumrészletekből épül fel, és az EPUB minden egyes HTML-fájljának elejére mutat. A célok beállíthatók más, nem fejléces elemekre egy felhasználói stíluskorrekcióban, így azok ToC elemként használhatóak. Mivel ez eléggé könyvspecifikus lenne, lásd a végső stíluskorrekcióban néhány példát. A stíluskorrekciók alkalmazása után az alternatív ToC-t újra kell építeni a menüjében kétszer történő kapcsolással: egyszer az eredeti ToC visszaállításához, egyszer pedig az alternatív ToC újbóli felépítéséhez.
it_it: Un indice alternativo può essere costruito con una pressione lunga sulla voce di menu "Indice". L'indice sarà costruito a partire dalle intestazioni del documento da <H1> a <H6>. Alcune di queste posso essere ignorate con le modifiche qui disponibili. Se il documento non contiene intestazioni o se vengono tutte ignorate, un indice alternativo sarà costruito a partire dai frammenti del documento e punterà all'inizio di ogni file HTML presente nell'EPUB. È possibile impostare dei suggerimenti per gli elementi diversi dalle intestazioni con un ritocco di stile utente, in modo che possano essere utilizzati come elementi dell'indice. Dal momento che questo sarebbe abbastanza specifico per ogni libro, si consiglia di guardare le modifiche finali per alcuni esempi. Dopo aver applicato questi ritocchi, l'indice alternativo deve essere ricostruito premendo per due volte sul suo menu: una volta per ripristinare l'indice originale e una volta per creare nuovamente l'indice alternativo.
ja: 「目次」メニューの下にある「設定」メニューの専用オプションで、代替目次を作成することができます。 目次は、文書の見出し<H1>から<H6>から作成されます。これらのうちいくつかは、ここで利用可能な調整で無視することができます。 文書に見出しがない、あるいはすべて無視された場合、代替目次は文書の断片から構築され、EPUB内の個々のHTMLファイルの先頭を指すようになります。 ヒントは、ユーザースタイルの調整で他の見出しではない要素に設定することができるので、目次項目として使用することができます。これはかなり書籍に特化したものになるため、最終的な調整項目にはいくつかの例をご覧ください。 これらの調整を適用した後、代替目次はメニューで2回切り替えて再構築する必要があります。1回目は元の目次を復元し、もう1回は代替目次を再度構築するためです。
ko_kr: "차례" 메뉴 항목 아래의 "설정" 메뉴에서 한정된 옵션을 통해 대체 차례를 만들 수 있습니다. <H1>부터 <H6>까지의 문서 제목으로 차례를 만들 수 있습니다. 이들 중 일부는 여기에서 사용할 수 있는 조정으로 무시할 수 있습니다. 문서에 제목이 없거나 모두 무시되면, 각 문서들이 대체 차례로 만들어지고 EPUB에서는 각 HTML 파일의 시작을 가리키게 됩니다. 힌트는 사용자 스타일 조정에서 제목이 아닌 요소로 설정될 수 있으므로, 그것을 차례 항목에 사용할 수 있습니다. 이것은 책과 관련이 있으므로 몇 가지 예를 보려면 최종 조정을 참고하세요. 이러한 조정을 적용한 후, 대체 차례는 메뉴에서 두 번 선택하여 다시 만들어야 합니다: 한 번은 원래 차례를 복원하고, 또 한 번은 대체 차례를 다시 만듭니다.
nl_nl: Een alternatieve inhoudsopgave kan worden gegenereerd vanuit het inhoudsopgave-instellingenmenu dat onder "Inhoudsopgave" kan worden gevonden. De inhoudsopgave zal worden opgebouwd van koppen <H1> tot <H6>. Sommigen hiervan kunnen worden genegeerd met de stijlaanpassingen die hier beschikbaar zijn. Als het document geen koppen bevat, of ze worden allemaal genegeerd, dan zal de inhoudsopgave worden opgebouwd uit documentfragmenten, oftewel de start van elk individueel HTML-bestand in de EPUB. Hints kunnen ook worden ingesteld op niet-koppen in een gebruikersstijlaanpassing, zodat ze kunnen worden gebruikt als inhoudsopgave-elementen. Dit is erg boek-specifiek. Zie de allerlaatste aanpassing voor een voorbeeld. Nadat deze aanpassingen zijn toegepast, moet de inhoudsopgave opnieuw worden opgebouwd door de instelling twee keer om te schakelen: eerst om de originele inhoudsopgave te herstellen, en nog eens om een nieuwe alternatieve inhoudsopgave opnieuw te genereren.
pl: Alternatywny spis treści można zbudować poprzez dedykowaną opcję w menu „Ustawienia” pod pozycją menu „Spis treści”. Spis treści zostanie zbudowany z nagłówków dokumentów od <H1> do <H6>. Niektóre z nich można zignorować dzięki dostępnym tu poprawkom. Jeśli dokument nie zawiera nagłówków lub wszystkie są ignorowane, alternatywny spis treści zostanie zbudowany z fragmentów dokumentów i będzie wskazywać początek każdego pojedynczego pliku HTML w EPUB. Za pomocą ulepszenia stylu użytkownika można ustawić wskazówki tak, aby elementy inne niż nagłówki mogły być używane jako elementy spisu treści. Ponieważ ta opcja daje specyficzne wyniki dla każdej książki, zaleca się sprawdzenie ostatecznych ulepszeń na kilku przykładach. Po zastosowaniu tych ulepszeń alternatywny spis treści musi zostać odbudowany poprzez dwukrotne przełączenie go w jego menu: raz, aby przywrócić pierwotny spis treści, a drugi raz, aby ponownie zbudować alternatywny spis treści.
pt_br: Um índice alternativo pode ser criado a partir de uma opção dedicada no menu "Configurações" abaixo da entrada "Índice" desse menu. O índice vai ser construído a partir dos títulos de seção <H1> a <H6> do documento. Alguns deles podem ser ignorados com os ajustes disponíveis aqui. Se o documento não contiver títulos de seção, ou se todos forem ignorados, o índice alternativo será criado a partir de fragmentos de documento e apontará para o início de cada arquivo HTML individual no EPUB. Dicas podem ser definidas para outros elementos que não são títulos de seção em um ajuste de estilo do usuário, para que possam ser usados como itens do índice. Como isso seria bastante específico do livro, confira o último ajuste para ver alguns exemplos. Após aplicar esses ajustes, o índice alternativo precisa ser reconstruído alternando-o duas vezes no seu menu: uma vez para restaurar o índice original, e uma vez para construir o índice alternativo novamente.
ro: Un cuprins alternativ poate fi construit printr-o opțiune dedicată din meniul „Setări”, sub opțiunea „Cuprins”. Cuprinsul va fi construit din titlurile de capitol din document de la <H1> la <H6>. Unele din ele pot fi ignorate prin reglaje disponibile aici. Dacă documentul nu conține titluri de capitole sau toate sînt ignorate, cuprinsul alternativ va fi format din fragmentele de document și vor indica către începutul fiecărui fișier HTML din EPUB. Indicii pot fi setate pe alte elemente non-capete de capitol modificînd stilurile de utilizator pentru a putea fi folosite ca capete de capitol. Deoarece acest lucru este specific fiecărei cărți, vezi reglajele de la final pentru niște exemple. După aplicarea reglajelor, cuprinul alternativ trebuie reconstruit prin apăsarea de 2 ori în meniu: prima dată pentru a restura cuprinsul original, iar a doua oară pentru a reconstrui cuprinsul alternativ.
ru: Альтернативное оглавление можно построить из пункта «Оглавление» меню настроек. Оглавление будет построено из заголовков документов от <H1> до <H6>. Часть из них можно игнорировать с помощью доступных здесь подстроек. Если документ не содержит заголовков или все они игнорируются, альтернативное оглавление будет построено из фрагментов документа и укажет на начало каждого отдельного файла HTML в EPUB. Подсказки для других, не являющихся заголовками элементов, могут быть заданы своей стилевой подстройкой, поэтому их тоже можно использовать как элементы оглавления. Так как это будет относиться к конкретной книге, пожалуйста, просмотрите некоторые примеры в последней подстройке. После применения данных подстроек альтернативное оглавление необходимо перестроить, дважды переключив его в меню: один раз, чтобы восстановить исходное оглавление, и один раз, чтобы снова создать альтернативное оглавление.
sk: Alternatívny obsah knihy je možné vytvoriť prostredníctvom vyhradenej možnosti v menu "Nastavenia" pod položkou menu "Obsah". obsah knihy sa zostaví z nadpisov dokumentu <H1> až <H6>. Niektoré z nich možno ignorovať pomocou úprav, ktoré sú k dispozícii tu. Ak dokument neobsahuje žiadne nadpisy alebo sú všetky ignorované, alternatívny obsah knihy bude zostavený z častí dokumentu a bude smerovať na začiatok každého jednotlivého súboru HTML v EPUB. Odkazy možno nastaviť aj na iné prvky, ktoré nie sú nadpismi, v užívateľskom vylepšení štýlu, takže ich možno použiť ako položky obsahu knihy. Keďže by to bolo dosť špecifické pre konkrétnu knihu, pozrite si prosím záverečné vylepšenie, kde nájdete niekoľko príkladov. Po použití týchto vylepšení je potrebné alternatívny obsah knihy znovu vytvoriť tak, že ho dvakrát prepnete v jeho menu: raz na obnovenie pôvodného obsahu knihy a raz na opätovné vytvorenie alternatívneho obsah knihy.
sr: Алтернативни садржај може да се изгради наменском опцијом у менију „Подешавања” испод ставке менија „Садржај”. Садржај ће се изградити из наслова документа <H1> до <H6>. Неки од њих могу да се игноришу дотеривањима која су овде доступна. Ако документ не садржи наслове, или се сви игноришу, алтернативни садржај ће се изградити од фрагмената документа и показиваће на почетак сваког посебног HTML фајла у EPUB. Назнаке могу да се поставе на остале елементе који нису наслови у корисничком дотеривању стила, тако да могу да се користе као ставке садржаја. Пошто би ово било превише одређено за књигу, молимо вас да погледате неколико примера у последњем дотеривању. Када се ова дотеривања примене, потребно је да се алтернативни садржај изгради тако што се два пута укључи/искључи у свом менију: први пут да се врати оригинални садржај, а други пут да се поново изгради алтернативни садржај.
tr: Aşağıdaki "Ayarlar" menüsü içindeki "İçindekiler tablosu" ögesi ile alternatif bir içindekiler tablosu oluşturulabilir. İçindekiler tablosu <H1> ile <H6> arasındaki başlıklara göre oluşturulur. Bunların bazıları buradaki ince ayarlar ile yok sayılabilir. Belgede herhangi bir başlık bulunmuyorsa ya da tümü yok sayılıyorsa alternatif içindekiler tablosu belge bölümlerine göre oluşturulur ve EPUB içindeki her bir HTML dosyasının başlangıcını gösterir. Ayarlar, bir kullanıcı biçemi ince ayarı ile başlık dışındaki diğer ögeler için yapılabilir ve böylece içindekiler tablosu ögeleri olarak kullanılabilir. Bu durum kitaba özel olacağından, bazı ince ayar örneklerine bakın. Bu ince ayarları uyguladıktan sonra, menüden üzerine iki kez dokunarak alternatif içindekiler tablosunun yeniden oluşturulması gerekir. İlk dokunma ile özgün içindekiler tablosu geri yüklenir, ikinci dokunma ile alternatif içindekiler tablosu yeniden oluşturulur.
uk: Альтернативний зміст можна створити за допомогою спеціального параметра в меню «Налаштування» під пунктом меню «Зміст». Можна створити альтернативний зміст із заголовків документів від <H1> до <H6>. Якщо документ не містить заголовків або всі вони нехтуються, альтернативний зміст буде побудований з частин документа і вказуватиме на початок кожного окремого файлу HTML в EPUB. Підказки можна встановити на інші елементи, які не є заголовками, у налаштуванні стилю користувача, щоб їх можна було використовувати як елементи змісту. Оскільки це більше стосуватиметься книг, перегляньте остаточне налаштування для деяких прикладів. Після застосування цих налаштувань, альтернативний зміст потрібно перебудувати, створивши його двічі у своєму меню: один раз, щоб відновити оригінальний зміст, і один раз, щоб побудувати альтернативний зміст знову.
zh_cn: 替代目录可以通过 "目录 "菜单条目下方“设置”菜单中的专门选项来构建。 将从文档标题 <H1> 到 <H6>来构建目录。通过这里的调整，可以忽略其中一些。 如果文档不包含标题，或者所有标题均被忽略，那么备选目录将从文档片段进行构建，并指向 EPUB 中每个单独 HTML 文件的开头。 可以在用户样式调整中将提示设为其他非标题元素，以便它们可被用作目录项。由于每本书情况各异，请参阅一些最后调整样例。 应用这些调整之后，需要通过在菜单中切换两次来重建备选目录：一次是恢复原始目录，一次是再次构建替代目录。

source: Ignore all <H1> to <H6>
ar: تجاهل كل الوسوم من <H1> إلى <H6>
ca: Ignorar tots <H1> a <H6>
cs: Ignorovat všechny od <H1> do <H6>
de: Ignoriere alle <H1> bis <H6>
el: Παράβλεψη όλων <H1> έως <H6>
es: Ignorar todos <H1> a <H6>
fa: صرفه نظر از همه تگ‌های <H1> تا <H6>
fr: Ignorer tout de <H1> à <H6>
gl: Ignorar todo de <H1> a <H6>
hu: Összes <H1> … <H6> kihagyása
it_it: Ignora tutto da <H1> a <H6>
ja: <H1> から <H6> まで全て無視する
ko_kr: <H1>부터 <H6>까지 모두 무시하기
nl_nl: Negeer alle <H1> tot <H6>
pl: Ignoruj wszystko od <H1> do <H6>
pt_br: Ignorar todos <H1> a <H6>
ro: Ignoră toate de la <H1> la <H6>
ru: Игнорировать всё, от <H1> до <H6>
sk: Ignorovať všetko <H1> do <H6>
sr: Игнориши све од <H1> до <H6>
tr: <H1> ile <H6> arasındakilerin tümü yok sayılsın
uk: Ігнорувати всі <H1> до <H6>
zh_cn: 忽略从 <H1> 到 <H6> 的所有标签

source: Ignore <H1>
ar: تجاهل <H1>
ca: Ignorar <H1>
cs: Ignorovat <H1>
de: Ignoriere <H1>
el: Παράβλεψη <H1>
es: Ignorar <H1>
fa: صرف نظر از <H1>
fr: Ignorer <H1>
gl: Ignorar <H1>
hu: <H1> kihagyása
it_it: Ignora <H1>
ja: <H1>を無視する
ko_kr: <H1> 무시
nl_nl: Negeer <H1>
pl: Ignoruj <H1>
pt_br: Ignorar <H1>
ro: Ignoră <H1>
ru: Игнорировать <H1>
sk: Ignorovať <H1>
sr: Игнориши <H1>
tr: <H1> yok sayılsın
uk: Ігнорувати <H1>
zh_cn: 忽略 <H1> 标签

source: Ignore <H2>
ar: تجاهل <H2>
ca: Ignorar <H2>
cs: Ignorovat <H2>
de: Ignoriere <H2>
el: Παράβλεψη <H2>
es: Ignorar <H2>
fa: صرف نظر از <H2>
fr: Ignorer <H2>
gl: Ignorar <H2>
hu: <H2> kihagyása
it_it: Ignora <H2>
ja: <H2>を無視する
ko_kr: <H2> 무시
nl_nl: Negeer <H2>
pl: Ignoruj <H2>
pt_br: Ignorar <H2>
ro: Ignoră <H2>
ru: Игнорировать <H2>
sk: Ignorovať <H2>
sr: Игнориши <H2>
tr: <H2> yok sayılsın
uk: Ігнорувати <H2>
zh_cn: 忽略 <H2> 标签

source: Ignore <H3>
ar: تجاهل <H3>
ca: Ignorar <H3>
cs: Ignorovat <H3>
de: Ignoriere <H3>
el: Παράβλεψη <H3>
es: Ignorar <H3>
fa: صرف نظر از <H3>
fr: Ignorer <H3>
gl: Ignorar <H3>
hu: <H3> kihagyása
it_it: Ignora <H3>
ja: <H3>を無視する
ko_kr: <H3> 무시
nl_nl: Negeer <H3>
pl: Ignoruj <H3>
pt_br: Ignorar <H3>
ro: Ignoră <H3>
ru: Игнорировать <H3>
sk: Ignorovať <H3>
sr: Игнориши <H3>
tr: <H3> yok sayılsın
uk: Ігнорувати <H3>
zh_cn: 忽略 <H3> 标签

source: Ignore <H4>
ar: تجاهل <H4>
ca: Ignorar <H4>
cs: Ignorovat <H4>
de: Ignoriere <H4>
el: Παράβλεψη <H4>
es: Ignorar <H4>
fa: صرف نظر از <H4>
fr: Ignorer <H4>
gl: Ignorar <H4>
hu: <H4> kihagyása
it_it: Ignora <H4>
ja: <H4>を無視する
ko_kr: <H4> 무시
nl_nl: Negeer <H4>
pl: Ignoruj <H4>
pt_br: Ignorar <H4>
ro: Ignoră <H4>
ru: Игнорировать <H4>
sk: Ignorovať <H4>
sr: Игнориши <H4>
tr: <H4> yok sayılsın
uk: Ігнорувати <H4>
zh_cn: 忽略 <H4> 标签

source: Ignore <H5>
ar: تجاهل <H5>
ca: Ignorar <H5>
cs: Ignorovat <H5>
de: Ignoriere <H5>
el: Παράβλεψη <H5>
es: Ignorar <H5>
fa: صرف نظر از <H5>
fr: Ignorer <H5>
gl: Ignorar <H5>
hu: <H5> kihagyása
it_it: Ignora <H5>
ja: <H5>を無視する
ko_kr: <H5> 무시
nl_nl: Negeer <H5>
pl: Ignoruj <H5>
pt_br: Ignorar <H5>
ro: Ignoră <H5>
ru: Игнорировать <H5>
sk: Ignorovať <H5>
sr: Игнориши <H5>
tr: <H5> yok sayılsın
uk: Ігнорувати <H5>
zh_cn: 忽略 <H5> 标签

source: Ignore <H6>
ar: تجاهل <H6>
ca: Ignorar <H6>
cs: Ignorovat <H6>
de: Ignoriere <H6>
el: Παράβλεψη <H6>
es: Ignorar <H6>
fa: صرف نظر از <H6>
fr: Ignorer <H6>
gl: Ignorar <H6>
hu: <H6> kihagyása
it_it: Ignora <H6>
ja: <H6>を無視する
ko_kr: <H6> 무시
nl_nl: Negeer <H6>
pl: Ignoruj <H6>
pt_br: Ignorar <H6>
ro: Ignoră <H6>
ru: Игнорировать <H6>
sk: Ignorovať <H6>
sr: Игнориши <H6>
tr: <H6> yok sayılsın
uk: Ігнорувати <H6>
zh_cn: 忽略 <H6> 标签
