Repository: spruceUI/spruceOS
Catalog: App/KoReader/l10n/*/koreader.po
Languages: ar, ca, cs, de, el, es, fa, fr, gl, hu, it_it, ja, ko_kr, nl_nl, pl, pt_br, ro, ru, sk, sr, tr, uk, zh_cn

source: Edit text
ca: Edita el text
cs: Upravit text
de: Text bearbeiten
el: Επεξεργασία κειμένου
es: Editar texto
fa: ویرایش متن
gl: Editar texto
hu: Szöveg szerkesztése
it_it: Modifica testo
ko_kr: 텍스트 편집
nl_nl: Tekst bewerken
pl: Edytuj tekst
ru: Редактировать текст
sk: Upraviť text
sr: Уреди текст
tr: Metni düzenle
uk: Змінити текст

source: Remove bookmark
ar: إزالة الإشارة المرجعية
ca: Eliminar marcador
cs: Odstranit záložku
de: Lesezeichen entfernen
el: Διαγραφή επισημείωσης
es: Eliminar marcador
fa: حذف نشانک
fr: Supprimer ce marque-page
gl: Borrar marcador
hu: Könyvjelző eltávolítása
it_it: Rimuovi segnalibro
ja: ブックマークを削除
ko_kr: 책갈피 제거
nl_nl: Bladwijzer verwijderen
pl: Usuń zakładkę
pt_br: Remover marcador
ro: Șterge semnul de carte
ru: Удалить закладку
sk: Odstrániť záložku
sr: Уклони маркер
tr: Yer imini sił
uk: Вилучити закладку
zh_cn: 移除书签

source: Remove this bookmark?
ar: إزالة هذه العلامة المرجعية؟
ca: Eliminar aquest marcador?
cs: Odstranit tuto záložku?
de: Lösche dieses Lesezeichen?
el: Να διαγραφεί αυτή η επισημείωση;
es: ¿Quitar este marcador?
fa: این نشانک حذف شود؟
fr: Supprimer ce marque-page ?
gl: Borrar este marcador?
hu: Törli a könyvjelzőt?
it_it: Rimuovi questo segnalibro?
ja: このブックマークを削除しますか？
ko_kr: 이 책갈피를 삭제할까요?
nl_nl: Deze bladwijzer verwijderen?
pl: Usunąć tę zakładkę?
pt_br: Remover este marcador?
ro: Ștergi acest semn de carte?
ru: Удалить данную закладку?
sk: Odstrániť túto záložku?
sr: Да уклоним овај маркер?
tr: Bu yer imi kaldırılsın mı?
uk: Вилучити цю закладку?
zh_cn: 删除此书签？

source: Remove
ar: إزالة
ca: Eliminar
cs: Odstranit
de: Entfernen
el: Διαγραφή
es: Eliminar
fa: حذف
fr: Supprimer
gl: Borrar
hu: Törlés
it_it: Rimuovi
ja: 削除
ko_kr: 제거
nl_nl: Verwijderen
pl: Usuń
pt_br: Remover
ro: Șterge
ru: Удалить
sk: Odstrániť
sr: Уклони
tr: Kaldır
uk: Видалити
zh_cn: 移除

source: Edit note
ar: تحرير الملاحظة
ca: Editar nota
cs: Upravit poznámku
de: Notiz ändern
el: Επεξεργασία σημείωσης
es: Editar nota
fa: ویرایش یادداشت
fr: Modifier l’annotation
gl: Editar nota
hu: Jegyzet szerkesztése
it_it: Modifica nota
ja: メモを編集
ko_kr: 메모 편집
nl_nl: Notitie bewerken
pl: Edytuj notatkę
pt_br: Editar nota
ro: Editează notă
ru: Редактировать заметку
sk: Upraviť poznámku
sr: Уреди белешку
tr: Notu düzenle
uk: Змінити примітку
zh_cn: 编辑笔记

source: Add note
ar: إضافة ملاحظة
ca: Afegir nota
cs: Přidat poznámku
de: Notiz ergänzen
el: Προσθήκη σημείωσης
es: Añadir nota
fa: افزودن یادداشت
fr: Ajouter une annotation
gl: Engadir nota
hu: Jegyzet hozzáadása
it_it: Aggiungi nota
ja: メモを追加
ko_kr: 메모 추가
nl_nl: Notitie toevoegen
pl: Dodaj notatkę
pt_br: Adicionar nota
ro: Adaugă notă
ru: Добавить заметку
sk: Pridať poznámku
sr: Додај белешку
tr: Not ekle
uk: Додати примітку
zh_cn: 添加笔记

source: Go to bookmark
ar: انتقل إلى الإشارة المرجعية
ca: Anar al marcador
cs: Přejít na záložku
de: Gehe zu Lesezeichen
el: Μετάβαση στην επισημείωση
es: Ir al marcador
fa: برو به نشانک
fr: Aller au marque-page
gl: Ir ao marcador
hu: Ugrás könyvjelzőhöz
it_it: Vai al segnalibro
ja: 目的ページに移動
ko_kr: 책갈피로 이동
nl_nl: Naar bladwijzer
pl: Przejdź do zakładki
pt_br: Ir para o marcador
ro: Mergi la semnul de carte
ru: Перейти к закладке
sk: Prejsť na záložku
sr: Иди на маркер
tr: Yer imine git
uk: Перейти до закладки
zh_cn: 转到书签

source: 1 bookmark selected
ar: لم يتم تحديد إشارات مرجعية
ca: 1 marcador seleccionat
cs: Je vybraná 1 záložka
de: 1 Lesezeichen ausgewählt
el: Επιλέχθηκε 1 επισημείωση
es: 1 marcador seleccionado
fa: یک نشانک انتخاب شد
fr: 1 marque-page sélectionné
gl: 1 marcador seleccionado
hu: 1 kiválasztott könyvjelző
it_it: Un segnalibro selezionato
ja: %1 ブックマークを選択しました
ko_kr: %1 책갈피 선택됨
nl_nl: 1 bladwijzer geselecteerd
pl: 1 wybrana zakładka
pt_br: 1 marcador selecionado
ro: 1 semn de carte selectat
ru: Выбрана %1 закладка
sk: 1 vybratá záložka
sr: изабран је 1 маркер
tr: 1 yer imi seçilmiş
uk: Вибрано 1 закладку
zh_cn: 已选中%1个书签

source: No bookmarks selected
ar: لم يتم تحديد إشارات مرجعية
ca: No s'ha seleccionat cap marcador
cs: Není vybraná žádná záložka
de: Keine Lesezeichen ausgewählt
el: Δεν έχουν επιλεγεί επισημειώσεις
es: No se ha seleccionado ningún marcador
fa: هیچ نشانکی انتخاب نشده
fr: Aucun marque-page sélectionné
gl: Non hai marcadores seleccionados
hu: Nincsenek kiválasztott könyvjelzők
it_it: Nessun segnalibro selezionato
ja: ブックマークが選択されていません
ko_kr: 선택된 책갈피 없음
nl_nl: Geen bladwijzers geselecteerd
pl: Nie wybrano zakładek
pt_br: Nenhum marcador selecionado
ro: Nici un semn de carte selectat
ru: Не выбрано ни одной закладки
sk: Nie sú vybraté žiadne záložky
sr: Није изабран ниједан маркер
tr: Herhangi bir yer imi seçilmemiş
uk: Не вибрано жодної закладки
zh_cn: 未选中书签

source: Select all
ar: تحديد الكل
ca: Seleccionar tots
cs: Vybrat všechny
de: Alle auswählen
el: Επιλογή όλων
es: Seleccionar todos
fa: انتخاب همه
fr: Tout sélectionner
gl: Seleccionar todo
hu: Összes kijelölése
it_it: Seleziona tutti
ja: 全てを選択
ko_kr: 모두 선택
nl_nl: Alles selecteren
pl: Wybierz wszystko
pt_br: Selecionar tudo
ro: Selectează tot
ru: Выбрать всё
sk: Vybrať všetky
sr: Изабери све
tr: Tümünü seç
uk: Вибрати все
zh_cn: 全选

source: Select page
ar: تحديد الصفحة
ca: Seleccionar pàgina
cs: Vybrat stránku
de: Seite auswählen
el: Επιλογή σελίδας
es: Seleccionar página
fa: انتخاب صفحه
fr: Sélectionner la page
gl: Seleccionar páxina
hu: Oldal kiválasztása
it_it: Seleziona la pagina
ja: ページを選択
ko_kr: 페이지 선택
nl_nl: Pagina selecteren
pl: Wybierz stronę
pt_br: Selecionar página
ro: Selectează pagina
ru: Выбрать страницу
sk: Vyberte stránku
sr: Изабери страницу
tr: Sayfayı seçin
uk: Вибрати сторінку
zh_cn: 选择页面

source: Reset page number / timestamp?
ar: إعادة تعيين رقم الصفحة / التوقيت؟
ca: Restablir número de pàgina / marca de temps?
cs: Resetovat číslo stránky / časovou značku?
de: Seitennummer / Zeitstempel zum Lesezeichen hinzufügen?
el: Να γίνει επαναφορά αριθμού σελίδας / χρονοσήμανσης;
es: ¿Restablecer número de página / marca de tiempo?
fa: شماره‌ی صفحه / برچسب زمانی بازنشانی شود؟
fr: Réinitialiser le numéro de page / l'horodatage ?
gl: Reiniciar o número de páxina / marca temporal?
hu: Oldalszám/időbélyeg alaphelyzetbe?
it_it: Ripristina numero pagina/marcatura temporale?
ja: ページ数/ タイムスタンプ をリセットしますか？
ko_kr: 페이지 번호/시간도장을 재설정할까요?
nl_nl: Paginanummer / tijdsaanduiding herstellen?
pl: Zresetować numer strony / znacznik czasu?
pt_br: Redefinir número da página/marca de tempo?
ro: Resetezi numărul de pagină / data și ora?
ru: Сбросить номер страницы / метку времени?
sk: Obnoviť číslo strany / dátum a čas?
sr: Да ресетујем број странице / временску ознаку?
tr: Sayfa numarası / zaman damgası sıfırlansın mı?
uk: Скинути номер сторінки / мітку часу?
zh_cn: 要重置页码和时间戳吗？

source: Remove selected bookmarks?
ar: إزالة الإشارات المرجعية المحددة؟
ca: Eliminar els marcadors seleccionats?
cs: Odstranit vybranou záložku?
de: Ausgewählte Lesezeichen entfernen?
el: Να διαγραφούν οι επιλεγμένες επισημειώσεις;
es: ¿Eliminar los marcadores seleccionados?
fa: نشانک‌های انتخاب‌شده حذف شوند؟
fr: Supprimer les marque-pages sélectionnés ?
gl: Borrar os marcadores seleccionados?
hu: Törli a kiválasztott könyvjelzőket?
it_it: Rimuovere i segnalibri selezionati?
ja: 選択されたブックマークを削除しますか?
ko_kr: 선택된 책갈피를 삭제할까요?
nl_nl: Geselecteerde bladwijzers verwijderen?
pl: Usunąć wybrane zakładki?
pt_br: Remover marcadores selecionados?
ro: Ștergi semnele de carte selectate?
ru: Удалить выбранные закладки?
sk: Prajete si odstrániť vybraté záložky?
sr: Да уклоним изабране маркере?
tr: Seçilmiş yer imleri kaldırılsın mı?
uk: Вилучити вибрані закладки?
zh_cn: 要移除选中的书签吗？

source: Filter by bookmark type
ca: Filtrar per tipus de marcador
cs: Filtrovat podle typu záložky
de: Nach Lesezeichentyp filtern
el: Φιλτράρισμα κατά τύπο επισημείωσης
es: Filtrar por tipo de marcador
fa: فیلتر براساس نوع نشانک
fr: Filtrer par type de signet
gl: Filtrar por tipo de marcador
hu: Szűrés könyvjelzőtípusra
it_it: Filtra per tipo di segnalibro
ko_kr: 책갈피 유형별 필터링
nl_nl: Filteren op bladwijzertype
pl: Filtruj wg typu zakładki
pt_br: Filtrar por tipo de marcador
ru: Фильтрация по типу закладок
sk: Filtrovať podľa typu záložky
sr: Филтрирај по врсти маркера
tr: Yer imi türüne göre süz
uk: Фільтр за типом закладок
zh_cn: 按书签类型过滤

source: All (reset filters)
ca: Tots (restablir filtres)
cs: Všechny (resetovat filtry)
de: Alle (Filter zurücksetzen)
el: Όλες (ακύρωση φίλτρων)
es: Todos (restablecer filtros)
fa: همه (بازنشانی فیلتر‌ها)
fr: Tous (réinitialiser les filtres)
gl: Todos (restablecer os filtros)
hu: Összes (szűrők törlése)
it_it: Tutto (reimposta filtri)
ko_kr: 모두(필터 재설정)
nl_nl: Alles (filters resetten)
pl: Wszystkie (zresetuj filtry)
pt_br: Todos (limpar filtros)
ru: Всё (сбросить фильтры)
sk: Všetko (zrušiť filtre)
sr: Све (ресетуј филтере)
tr: Tümü (süzgeçleri sıfırla)
uk: Всі (скинути фільтри)
zh_cn: 所有（不过滤）

source: highlights
ar: التظليلات
ca: subratllats
cs: zvýraznění
de: Höhepunkte
el: επισημάνσεις
es: subrayados
fa: موارد برجسته‌شده
fr: surlignages
gl: textos destacados
hu: kiemelések
it_it: Evidenziazioni
ja: ハイライト
ko_kr: 강조 표시
nl_nl: markeringen
pl: zaznaczenia
pt_br: destaques
ro: evidențieri
ru: Выделения
sk: zvýraznenia
sr: истицања
tr: vurgu
uk: виділене
zh_cn: 标注

source: page bookmarks
ar: إشارات مرجعية للصفحة
ca: marcadors de pàgina
cs: záložky stránek
de: Seitenlesezeichen
el: σελιδοδείκτες
es: marcadores de página
fa: نشانک‌های صفحه
fr: marque-pages de la page
gl: marcadores de páxina
hu: oldal könyvjelzők
it_it: segnalibri di pagina
ja: ページ内ブックマーク
ko_kr: 페이지 책갈피 목록
nl_nl: pagina-bladwijzers
pl: zakładki stron
pt_br: marcadores
ro: Semne de carte de pagină
ru: Закладки страниц
sk: záložky stránok
sr: маркери странице
tr: sayfa yer imi
uk: закладки сторінок
zh_cn: 页面书签

source: notes
ar: ملاحظات
cs: poznámky
de: Notizen
el: σημειώσεις
es: notas
fa: یادداشت‌ها
fr: annotations
gl: notas
hu: jegyzetek
it_it: note
ja: メモ
ko_kr: 메모
nl_nl: notities
pl: notatki
pt_br: notas
ro: note
ru: Заметки
sk: poznámky
sr: белешке
tr: not
uk: примітки
zh_cn: 笔记

source: Filter by highlight style
ca: Filtrar per estil de subratllat
cs: Filtrovat podle stylu zvýraznění
de: Nach Hervorhebungsstil filtern
el: Φιλτράρισμα κατά στυλ επισήμανσης
es: Filtrar por estilo de subrayado
fa: فیلتر بر اساس سبک هایلایت
fr: Filtrer par style de surlignage
gl: Filtrar por estilo de destaque de texto
hu: Szűrés kiemelési stílusra
it_it: Filtra per stile di evidenziazione
ko_kr: 강조 표시 스타일로 필터링
nl_nl: Filteren op markeerstijl
pl: Filtruj wg stylu zaznaczenia
pt_br: Filtrar por estilo de destaque
ru: Фильтрация по стилю выделения
sk: Filtrovať podľa štýlu zvýraznenia
sr: Филтрирај по стилу истицања
tr: Vurgulama biçemine göre süz
uk: Фільтр за стилем виділення
zh_cn: 按标注样式过滤

source: Filter by edited highlighted text
de: Filtern nach bearbeitetem, hervorgehobenem Text
el: Επισημάνσεις με επεξεργασμένο κείμενο
es: Filtrar por texto subrayado editado
fa: فیلتر هایلایت‌هایی که متن‌شان ویرایش شده است
gl: Filtrar por texto destacado editado
hu: Szűrés a módosított kiemelésekre
it_it: Filtra per testo evidenziato modificato
ko_kr: 수정된 강조 표시 텍스트를 기준으로 필터링
nl_nl: Filteren op bewerkte gemarkeerde tekst
pl: Filtruj wg edytowanego tekstu zaznaczonego
ru: Фильтрация по правкам выделенного текста
sk: Filtrovať podľa upraveného zvýrazneného textu
sr: Филтрирај по уређеном истакнутом тексту
tr: Düzenlenen vurgulu metne göre süz
uk: Фільтр за змінами виділеного тексту

source: Current page
ar: الصفحة الحالية
ca: Pàgina actual
cs: Aktuální stránka
de: Aktuelle Seite
el: Τρέχουσα σελίδα
es: Página actual
fa: صفحه‌ی فعلی
fr: Page en cours
gl: Páxina actual
hu: Aktuális oldal
it_it: Pagina corrente
ja: 現在のページ
ko_kr: 현재 페이지
nl_nl: Huidige pagina
pl: Bieżąca strona
pt_br: Página atual
ro: Pagina curentă
ru: Текущая страница
sk: Aktuálna stránka
sr: Текућа страна
tr: Geçerli sayfa
uk: Поточна сторінка
zh_cn: 当前页

source: Latest bookmark
ar: أحدث إشارة مرجعية
ca: Últim marcador
cs: Poslední záložka
de: Aktuellstes Lesezeichen
el: Τελευταία επισημείωση
es: Marcapáginas más reciente
fa: آخرین نشانک
fr: Le dernier marque-page
gl: Derradeiro marcador
hu: Legutóbbi könyvjelző
it_it: Segnalibro più recente
ja: 最近のブックマーク
ko_kr: 최근 책갈피
nl_nl: Recentste bladwijzer
pl: Najnowsza zakładka
pt_br: Marcador mais recente
ro: Ultimul semn de carte
ru: Последняя закладка
sk: Najnovšia záložka
sr: Најновији маркер
tr: Son yer imi
uk: Найновіша закладка
zh_cn: 最新书签

source: Select bookmarks
ar: حدد الإشارات المرجعية
ca: Seleccionar marcadors
cs: Vyberte záložky
de: Lesezeichen auswählen
el: Επιλογή επισημειώσεων
es: Seleccionar marcadores
fa: انتخاب نشانک‌ها
fr: Sélectionner des marque-pages
gl: Seleccionar marcadores
hu: Könyvjelzők kiválasztása
it_it: Seleziona i segnalibri
ja: ブックマークを選択
ko_kr: 책갈피 선택
nl_nl: Bladwijzers selecteren
pl: Wybierz zakładki
pt_br: Selecionar marcadores
ro: Selectează semne de carte
ru: Выбрать закладки
sk: Vybrať záložky
sr: Изабери маркере
tr: Yer imlerini seçin
uk: Вибрати закладки
zh_cn: 选择书签

source: Search bookmarks
ar: البحث عن الإشارات المرجعية
ca: Cercar marcadors
cs: Vyhledat záložky
de: Suche Lesezeichen
el: Αναζήτηση επισημειώσεων
es: Buscar marcadores
fa: جستجوی نشانک‌ها
fr: Rechercher dans les marque-pages
gl: Buscar marcadores
hu: Könyvjelzők keresése
it_it: Cerca segnalibri
ja: ブックマークを検索
ko_kr: 책갈피 검색
nl_nl: Zoek bladwijzers
pl: Szukaj zakładek
pt_br: Buscar marcadores
ro: Caută semne de carte
ru: Искать в закладках
sk: Hľadať v záložkách
sr: Претражи маркере
tr: Yer imi arayın
uk: Пошук закладок
zh_cn: 搜索书签

source: Page: %1
ar: الصفحة: %1
ca: Pàgina: %1
cs: Stránka: %1
de: Seite: %1
el: Σελίδα: %1
es: Página: %1
fa: صفحه: %1
gl: Páxina: %1
hu: Oldal: %1
it_it: Pagina: %1
ja: ページ: %1
ko_kr: 페이지: %1
nl_nl: Pagina: %1
pl: Strona: %1
pt_br: Página: %1
ro: Pagină: %1
ru: Страница: %1
sk: Strana: %1
sr: Страна: %1
tr: Sayfa: %1
uk: Сторінка: %1
zh_cn: 页码：%1

source: Time: %1
ar: الوقت: %1
ca: Hora: %1
cs: Čas: %1
de: Zeit: %1
el: Χρόνος: %1
es: Hora: %1
fa: زمان: %1
fr: Temps : %1
gl: Hora: %1
hu: Idő: %1
it_it: Tempo: %1
ja: 時間: %1
ko_kr: 시간: %1
nl_nl: Tijd: %1
pl: Czas: %1
pt_br: Tempo: %1
ro: Timp: %1
ru: Время: %1
sk: Čas: %1
sr: Време: %1
tr: Saat: %1
uk: Час: %1
zh_cn: 时间：%1

source: Edit highlighted text
cs: Upravit zvýrazněný text
de: Hervorgehobenen Text bearbeiten
el: Επεξεργασία επισημασμένου κειμένου
es: Editar texto subrayado
fa: ویرایش متن هایلایت شده
gl: Editar texto destacado
it_it: Modifica testo evidenziato
ko_kr: 강조 표시된 텍스트 편집
nl_nl: Gemarkeerde tekst bewerken
pl: Edytuj zaznaczony tekst
ru: Изменить выделенный текст
sk: Upraviť zvýraznený text
sr: Уреди истакнути текст
tr: Vurgulu metni düzenle
uk: Змінити виділений текст

source: Bookmarks (edited)
cs: Záložky (upravené)
de: Lesezeichen (bearbeitet)
el: Επισημειώσεις (επεξεργασμένες)
es: Marcadores (editados)
fa: نشانک‌ها (ویرایش شده)
gl: Marcadores (editados)
hu: Könyvjelzők (módosítottak)
it_it: Segnalibri (modificati)
ko_kr: 책갈피(편집됨)
nl_nl: Bladwijzers (bewerkt)
pl: Zakładki (edytowane)
ru: Закладки (отредактированные)
sk: Záložky (upravené)
sr: Маркери (уређено)
tr: Yer imleri (düzenlenen)
uk: Закладки (змінені)

source: Bookmarks (filtered)
ca: Marcadors (filtrats)
cs: Záložky (vyfiltrované)
de: Lesezeichen (gefiltert)
el: Επισημειώσεις (φιλτραρισμένες)
es: Marcadores (filtrados)
fa: نشانک‌ها (فیلترشده)
fr: Marque-pages (filtrés)
gl: Marcadores (filtrados)
hu: Könyvjelzők (szűrve)
it_it: Segnalibri (filtrati)
ko_kr: 책갈피(필터링됨)
nl_nl: Bladwijzers (gefilterd)
pl: Zakładki (filtrowane)
pt_br: Marcadores (filtrados)
ru: Закладки (отфильтрованные)
sk: Záložky (filtrované)
sr: Маркери (филтрирано)
tr: Yer imleri (süzülmüş)
uk: Закладки (відфільтровані)
zh_cn: 书签（已过滤）

source: in %1
ar: في %1
ca: en %1
cs: v kapitole %1
el: στο: %1
es: en %1
fa: در %1
fr: dans %1
gl: en %1
hu: | Fejezet: %1
ja: trong %1
ko_kr: %1 안에
pl: w %1
pt_br: em %1
ro: în %1
ru: в %1
sk: na %1
sr: у %1
tr: %1 içinde
uk: в %1
zh_cn: 在 %1章节中

source: Page %1 %2 @ %3
ar: الصفحة %1 %2 @ %3
ca: Pàgina %1 %2 @ %3
cs: Strana %1 %2 ze %3
de: Seite %1 %2 @ %3
el: Σελίδα %1 %2 @ %3
es: Página %1 %2 @ %3
fa: صفحه‌ی %1 %2 @ %3
gl: Páxina %1 %2 @ %3
hu: %1. oldal %2 || %3
it_it: Pagina %1 %2 @ %3
ja: ページ %1 %2 @ %3
ko_kr: %1쪽 @%3 %2
nl_nl: Pagina %1 %2 @ %3
pl: Strona %1 %2 @ %3
pt_br: Página %1 %2 @ %3
ro: Pagina %1 %2 la %3
ru: Стр. %1 %2 @ %3
sk: Strana %1 %2 @ %3
sr: Страна %1 %2 @ %3
tr: Sayfa %1 %2 @ %3
uk: Сторінка %1 %2 @ %3
zh_cn: 页码 %1 %2 @ %3

source: In CRE documents, an alternative status bar can be displayed at the top of the screen, with or without the regular bottom status bar. Enabling this alt status bar, per document or by default, can be done in the bottom menu. The alternative status bar can be configured here.
ar: في مستندات CRE، يمكن عرض شريط حالة بديل في أعلى الشاشة، مع شريط الحالة السفلي العادي أو بدونه. يمكن تمكين شريط الحالة البديل هذا، لكل مستند أو افتراضيا، في القائمة السفلية. يمكن تكوين شريط الحالة البديل هنا.
ca: En els documents CRE, es pot mostrar una barra d'estat alternativa en la part superior de la pantalla, amb o sense la barra d'estat inferior normal. La barra d'estat alternativa pot configurar-se, des del menú inferior com a opció predeterminada per a tots els documents, o ser activada per a un document concret. La barra d'estat alternativa es pot configurar aquí.
cs: V dokumentech vykreslovaných pomocí CRE enginu (např.: FB2, EPUB, HTML a několik dalších formátů kromě PDF a DjVu) lze nahoře na obrazovce zobrazit horní stavovou lištu nezávisle na zobrazení obvyklejší spodní stavové lišty. Ve spodní nabídce můžete povolit zobrazení horní stavové lišty pro jednotlivé dokumenty, nebo jako výchozí nastavení pro všechny dokumenty. Zde můžete upravit nastavení horní stavové lišty.
de: In CRE-Dokumenten kann eine alternative Statusleiste am oberen Rand des Bildschirms angezeigt werden, mit oder ohne der regulären unteren Statusleiste. Das Aktivieren dieser alternativen Statusleiste, pro Dokument oder als Standard, kann im unteren Menü erfolgen. Die alternative Statusleiste kann hier konfiguriert werden.
el: Στα έγγραφα CRE, μια εναλλακτική γραμμή κατάστασης μπορεί να εμφανιστεί στο επάνω μέρος της οθόνης, με ή χωρίς την κανονική γραμμή κατάστασης κάτω. Η ενεργοποίηση αυτής της εναλλακτικής γραμμής κατάστασης , ανά έγγραφο ή από προεπιλογή, μπορεί να γίνει στο κάτω μενού. Η εναλλακτική γραμμή κατάστασης μπορεί να διαμορφωθεί εδώ.
es: En los documentos CRE, se puede mostrar una barra de estado alternativa en la parte superior de la pantalla, con o sin la barra de estado inferior normal. La barra de estado alternativa puede configurarse, desde el menú inferior como opción predeterminada para todos los documentos, o ser activada para un documento concreto. La barra de estado alternativa se puede configurar aquí.
fa: در اسناد CRE، یک نوار وضعیت جایگزین در بالای صفحه قابل نمایش است، با یا بدون نوار وضعیت معمول پایینی. فعال‌کردن این نوار وضعیت جایگزین، برای سند یا به‌صورت پیش‌فرض، از منوی پایینی قابل‌انجام است. نوار وضعیت جایگزین در این‌جا قابل تنظیم است.
fr: Dans les documents CRE, une barre de titre peut être affichée en haut de l’écran, avec ou sans la barre de pied de page habituelle. L’activation de cette barre de titre, par document ou par défaut, peut être effectuée dans le menu du bas. Cette barre de titre peut être configurée ici.
gl: En documentos CRE, pode mostrarse unha barra de estado alternativa na parte superior da pantalla, incluíndo ou non a barra de estado habitual na parte inferior da pantalla. A activación desta barra de estado alternativa, por defecto ou por documento, pode facerse no menú inferior. A barra de estado alternativa pode configurarse aquí.
hu: A CRE dokumentumokban a képernyő tetején megjeleníthető egy alternatív állapotsor, a szokásos alsó állapotsorral vagy anélkül. Az alternatív állapotsor engedélyezése dokumentumonként vagy alapértelmezés szerint az alsó menüben végezhető el. Az alternatív állapotsor itt konfigurálható.
it_it: Nei documenti CRE, è possibile visualizzare una barra di stato alternativa nella parte superiore dello schermo, con o senza la normale barra di stato inferiore. L'abilitazione di questa barra di stato alernativa, per documento o per impostazione predefinita, può essere eseguita nel menu in basso. La barra di stato alternativa può essere configurata qui.
ja: CREドキュメントでは、画面上部に代替のステータスバーを表示することができ、通常の下部ステータスバーの有無は問いません。 この代替ステータスバーを有効にするには、ドキュメントごとに、またはデフォルトで下部メニューで行うことができます。 代替ステータスバーはここで設定することができます。
ko_kr: CRE 문서에서는 일반적인 아래쪽 상태 표시 줄의 유무에 관계없이 대체 상태 표시 줄이 화면 위쪽에 표시될 수 있습니다. 이 대체 상태 표시 줄을 문서별로나 기본값으로 활성화하는 것은 아래쪽 메뉴에서 수행할 수 있습니다. 여기에서 대체 상태 표시 줄을 구성할 수 있습니다.
nl_nl: In CRE-documenten kan bovenaan het scherm een alternatieve statusbalk worden weergegeven, met of zonder de normale statusbalk onderaan. Het inschakelen van deze alt-statusbalk, per document of standaard, kan in het onderste menu. De alternatieve statusbalk kan hier worden geconfigureerd.
pl: W dokumentach CRE alternatywny pasek stanu może być wyświetlany u góry ekranu, ze zwykłym dolnym paskiem stanu lub bez niego. Włączenie tego alternatywnego paska stanu, dla każdego dokumentu lub domyślnie, można wykonać w dolnym menu. Tutaj można skonfigurować alternatywny pasek stanu.
pt_br: Em documentos CRE (epub, fb2, etc - CRE significa CoolReader Engine), uma barra de estado alternativa pode ser exibida no topo da tela, com ou sem a barra de estado inferior regular. Essa barra de estado alternativa pode ser habilitada, em um documento ou por padrão, no menu inferior. A barra de estado alternativa pode ser configurada aqui.
ro: În documente CRE, o bară de stare alternativă poate fi afișată în partea de sus a ecranului împreună cu, sau fără bara de stare din partea de jos. Activarea aceastei bare de stare alternativă, per document sau ca implicit, se poate face din meniul de jos. Bara de stare alternativă poate fi configurată aici.
ru: В документах CRE вверху экрана также может отображаться колонтитул, вместе с нижней строкой состояния или без неё. Включить данный колонтитул для каждого документа в отдельности или для всех по умолчанию можно в нижнем меню. Здесь дополнительный верхний колонтитул можно настроить на свой вкус.
sk: V dokumentoch CRE môže byť v hornej časti obrazovky zobrazený alternatívny stavový riadok, s alebo bez spodného stavového riadku. Povolenie tohto alternatívneho stavového riadku individuálne pre dokument, alebo predvoliť pre všetky, je možné vykonať v spodnom menu. Alternatívny stavový riadok je možné nastaviť tu.
sr: У CRE документима може да се прикаже алтернативна статусна линија на врху екрана, са или без уобичајене статусне линије на дну. Укључивање ове алтернативне статусне линије, по документу или подразумевано, може да се уради из менија на дну. Алтернативна статусна линија може да се конфигурише овде.
tr: CRE belgelerinde, ekranın üst kısmında normal alt durum çubuğu olsun veya olmasın alternatif bir durum çubuğu görüntülenebilir. Bu alternatif durum çubuğu her belge için ayrı ayrı ya da tüm belgeler için varsayılan olarak alt menüden etkinleştirilebilir. Alternatif durum çubuğu buradan yapılandırılabilir.
uk: У документах CRE у верхній частині екрана можна увімкнути альтернативну панель стану, зі звичайною нижньою панеллю стану або без неї. Увімкнення цієї альтернативної панелі стану, для кожного документа або типово, можна здійснити в нижньому меню. Тут можна налаштувати альтернативну панель стану.
zh_cn: 在 CRE 文档中，可以在屏幕顶部显示另一种状态栏，可以有也可以没有常规的底部状态栏。 可在底部菜单中对不同文档或默认启用这一备选状态栏。 可在此处配置备选状态栏。
