Repository: spruceUI/spruceOS
Catalog: App/KoReader/l10n/*/koreader.po
Languages: ar, ca, cs, de, el, es, fa, fr, gl, hu, it_it, ja, ko_kr, nl_nl, pl, pt_br, ro, ru, sk, sr, tr, uk, zh_cn

source: Whatever is closer to noon
ca: El que es trobe més prop del migdia
cs: Na základě toho, co je blíž poledne
de: Was auch immer näher an Mittag ist
el: Ό, τι είναι πιο κοντά στο μεσημέρι
es: Lo que esté más cerca del mediodía
fa: هر چه نزدیک تر به ظهر است
fr: Ce qui est le plus proche de midi
gl: O que estea máis preto do mediodía
hu: Ami közelebb van a déli órákhoz
it_it: Qualunque cosa sia più vicina al mezzogiorno
ja: 正午に近い方の時間帯を使う
ko_kr: 정오에 가까워지면
nl_nl: Wat dichter bij de middag is
pl: Cokolwiek jest bliżej południa
pt_br: Referência mais próxima do meio-dia
ro: Orice este mai apropiat de miezul zilei
ru: Всё, что ближе к полдню
sk: Čokoľvek, čo je bližšie k poludniu
sr: Штагод је ближе подневу
tr: Öğlene yakın ne varsa
uk: Що ближче до полудня
zh_cn: 正午时分

source: Use the times from the sun position or schedule that are closer to noon.
ca: Utilitzar les hores calculades a partir de la posició del sol o les programades més pròximes al migdia.
cs: Použijí se pouze ty časy vypočítané z polohy slunce nebo časového plánu, které jsou blíže poledni.
de: Benutze Zeiten aus dem Zeitplan oder aus der Sonnenposition berechnete Zeiten, je nachdem welche näher beim Mittag liegen.
el: Χρησιμοποιεί τις ώρες, από τη θέση του ήλιου ή το χρονοδιάγραμμα, που είναι πιο κοντά στο μεσημέρι.
es: Utilizar las horas calculadas a partir de la posición del sol o las programadas más cercanas al mediodía.
fr: Utiliser les heures de la position du soleil ou du calendrier qui sont les plus proches de midi.
gl: Usar as horas calculadas pola posición do sol ou do horario que están máis preto do mediodía.
hu: Használja azt a napállásból vagy ütemtervből származó időpontot, amelyik közelebb van délhez.
it_it: Usa gli orari della posizione del sole o di pianificazione più vicini al mezzogiorno.
ja: 太陽の位置やスケジュールから、正午に近い方の時間帯を使用する。
ko_kr: 태양 위치나 일정에 따라 정오에 가까운 시간을 사용합니다.
nl_nl: Gebruik de tijden van de zonnestand of het schema die dichter bij het middaguur liggen.
pl: Użyj godzin z pozycji słońca lub harmonogramu, które są bliżej południa.
pt_br: Usa os horários da posição do sol ou horário mais próximos do meio-dia.
ro: Folosește orele după poziția soarelui sau orar care sînt mai aproape de amiază.
ru: Использовать время из положения солнца или расписание, которое ближе к полудню.
sk: Použiť časy z polohy slnka alebo časového plánu, ktoré sú bližšie k poludniu.
sr: Користе се времена из позиције сунца или из распореда која су ближе подневу.
tr: Güneşin konumundan ya da öğlene yakın olan zamanlamadaki saatler kullanılır.
uk: Використовувати час із положення сонця або розкладу, що ближче до полудня.
zh_cn: 使用太阳位置或时间表中更接近中午的时间。

source: Whatever is closer to midnight
ca: El que es trobe més prop de la mitjanit
cs: Na základě toho, co je blíž půlnoci
de: Was auch immer näher an Mitternacht ist
el: Ό,τι είναι πιο κοντά στα μεσάνυχτα
es: Lo que esté más cerca de la medianoche
fa: هر چه به نیمه شب نزدیک‌تر است
fr: Ce qui est le plus proche de minuit
gl: O que estea máis preto da medianoite
hu: Ami közelebb van éjfélhez
it_it: Sempre più vicino a mezzanotte
ja: 真夜中に近い方の時間帯を使う
ko_kr: 자정에 가까워지면
nl_nl: Wat dichter bij middernacht is
pl: Cokolwiek jest bliżej północy
pt_br: Referência mais próxima da meia-noite
ro: Orice este mai apropiat de miezul nopții
ru: Всё, что ближе к полночи
sk: Čokoľvek, čo je bližšie k polnoci
sr: Штагод је ближе поноћи
tr: Gece yarısına yakın ne varsa
uk: Що ближче до півночі
zh_cn: 午夜时分

source: Use the times from the sun position or schedule that are closer to midnight.
ca: Utilitzar les hores calculades a partir de la posició del sol o les programades més pròximes a la mitjanit.
cs: Použijí se pouze ty časy vypočítané z polohy slunce nebo časového plánu, které jsou blíže půlnoci.
de: Benutze Zeiten aus dem Zeitplan oder aus der Sonnenposition berechnete Zeiten, je nachdem welche näher bei Mitternacht liegen.
el: Χρησιμοποιεί τις ώρες, από τη θέση του ήλιου ή το χρονοδιάγραμμα, που είναι πιο κοντά στα μεσάνυχτα.
es: Utilizar las horas calculadas a partir de la posición del sol o las programadas más cercanas a la medianoche.
fr: Utiliser les heures de la position du soleil ou de l'horaire qui sont les plus proches de minuit.
gl: Usar as horas calculadas pola posición do sol ou do horario que están máis preto da medianoite.
hu: Használja azt a napállásból vagy ütemtervből származó időpontot, amely közelebb van éjfélhez.
it_it: Usa gli orari della posizione del sole o di pianificazione più vicini alla mezzanotte.
ja: 太陽の位置やスケジュールから、真夜中に近い方の時間帯を使用する。
ko_kr: 태양 위치나 일정에 따라 자정에 가까운 시간을 사용합니다.
nl_nl: Gebruik de tijden van de zonnestand of het schema die dichter bij middernacht liggen.
pl: Użyj godzin z pozycji słońca lub harmonogramu, które są bliższe północy.
pt_br: Usa os horários da posição do sol ou horário mais próximos da meia-noite.
ro: Folosește orele după poziția soarelui sau orar care sînt mai aproape de miezul nopții.
ru: Использовать время из положения солнца или расписание, которое ближе к полуночи.
sk: Použiť časy od polohy slnka alebo časového plánu, ktoré sú bližšie k polnoci.
sr: Користе се времена из позиције сунца или из распореда која су ближе поноћи.
tr: Güneşin konumundan ya da gece yarısına yakın olan zamanlamadaki saatler kullanılır.
uk: Використовувати час з положення сонця або розкладу, що ближче до півночі.
zh_cn: 使用太阳位置或时间表中更接近午夜的时间。

source: Location: %1
ar: الموقع: %1
ca: Ubicació: %1
cs: Poloha: %1
de: Standort: %1
el: Τοποθεσία: %1
es: Ubicación: %1
fa: مکان: %1
fr: Emplacement : %1
gl: Posición: %1
hu: Helyszín: %1
it_it: Località: %1
ja: 場所: %1
ko_kr: 위치: %1
nl_nl: Locatie: %1
pl: Lokalizacja: %1
pt_br: Localização: %1
ro: Locație: %1
ru: Местоположение: %1
sk: Umiestnenie: %1
sr: Локација: %1
tr: Konum: %1
uk: Розташування: %1
zh_cn: 位置：%1

source: Location
ar: الموقع
ca: Posició
cs: Přejít
de: Standort
el: Τοποθεσία
es: Posición
fa: موقعیت جغرافیایی
fr: Emplacement
gl: Posición
hu: Helyzet
it_it: Località
ja: 場所
ko_kr: 위치
nl_nl: Locatie
pl: Lokalizacja
pt_br: Posição
ro: Locația
ru: Местоположение
sk: Miesto
sr: Локација
tr: Konum
uk: Розташування
zh_cn: 位置

source: Location name
ar: اسم الموقع
ca: Nom de la ubicació
cs: Název polohy
de: Name des Standortes
el: Όνομα τοποθεσίας
es: Nombre de la ubicación
fa: نام مکان
fr: Nom de l’emplacement
gl: Nome da posición
hu: Helyszín neve
it_it: Nome località
ja: 場所名
ko_kr: 위치 이름
nl_nl: Plaatsnaam
pl: Nazwa lokalizacji
pt_br: Nome da localização
ro: Nume locație
ru: Наименование местоположения
sk: Názov miesta
sr: Назив локације
tr: Konum adı
uk: Назва розташування
zh_cn: 位置名称

source: Coordinates: (%1°, %2°)
ca: Coordenades: (%1°, %2°)
cs: Koordináty: (%1°, %2°)
de: Koordinaten: (%1°, %2°)
el: Συντεταγμένες: (%1°, %2°)
es: Coordenadas: (%1°, %2°)
fa: مختصات: (%1°, %2°)
fr: Coordonnées : (%1°, %2°)
gl: Coordenadas: (%1°, %2°)
hu: Koordináták: (%1°, %2°)
it_it: Coordinate: (%1°, %2°)
ja: 座標: (%1°, %2°)
ko_kr: 좌표: (%1°, %2°)
nl_nl: Coördinaten: (%1°, %2°)
pl: Współrzędne: (%1°, %2°)
pt_br: Coordenadas: (%1°, %2°)
ro: Coordonate: (%1°, %2°)
ru: Координаты: (%1°, %2°)
sk: Súradnice: (%1°, %2°)
sr: Координате: (%1°, %2°)
tr: Koordinatlar: (%1°, %2°)
uk: Координати: (%1°, %2°)
zh_cn: 坐标：(%1°, %2°)

source: Set location
ar: تعيين الموقع
ca: Establir ubicació
cs: Nastavit polohu
de: Standort festlegen
el: Ορισμός τοποθεσίας
es: Establecer ubicación
fa: تعیین موقعیت جغرافیایی
fr: Définir l’emplacement
gl: Establecer posición
hu: Helyszín beállítása
it_it: Imposta località
ja: 場所設定
ko_kr: 위치 설정
nl_nl: Plaats instellen
pl: Ustaw lokalizację
pt_br: Definir localização
ro: Setează locație
ru: Задать местоположение
sk: Nastaviť polohu
sr: Постави локацију
tr: Konumu ayarla
uk: Вказати розташування
zh_cn: 设定位置

source: Enter decimal degrees, northern hemisphere and eastern length are '+'.
ca: Introduir graus decimals (l'hemisferi nord i la longitud aquest són '+').
cs: Zadejte desetinné stupně, severní polokoule a východní délka mají '+'.
de: Geben Sie Dezimalgrade ein, nördliche Hemisphäre und östliche Länge sind '+'.
el: Εισαγάγετε δεκαδικές μοίρες, το βόρειο ημισφαίριο και το ανατολικό μήκος είναι '+'.
es: Introducir grados decimales (el hemisferio norte y la longitud este son '+').
fa: درجات اعشاری را وارد کنید، نیمکرده شمالی و طول شرقی مثبت '+' هستند.
fr: Entrez les degrés décimaux, l’hémisphère nord et la longueur orientale sont +.
gl: Insire grados decimais, o hemisferio norte e a lonxitude leste son '+'.
hu: Adja meg a tizedes fokokat, az északi féltekén és a keleti hosszúságon '+'.
it_it: Inserisci i gradi decimali, l'emisfero settentrionale e la lunghezza orientale sono +.
ja: 10進数の角度で入力し、北半球と東半球は「＋」で指定します。
ko_kr: 십진법을 입력하고 북반구와 동부 길이는 '+'입니다.
nl_nl: Voer decimale graden in, noordelijke hemisfeer en oostelijke lengte zijn '+'.
pl: Wprowadź stopnie dziesiętne; długość półkuli północnej i wschodniej to '+'.
pt_br: Insira graus decimais (comprimentos nos hemisférios norte e leste são '+').
ro: Întrodu grade zecimale (emisfera nordică și direcția estică utilizează valori pozitive).
ru: Введите десятичные градусы, северное полушарие и восточная долгота с «+».
sk: Zadajte desatinné stupne, severná pologuľa a východná dĺžka sú „+“.
sr: Унесите децималне степене, северна хемисфера и источне дужине су ’+’.
tr: Ondalık dereceler yazın, kuzey yarımküre ve doğu uzunluğu '+'.
uk: Введіть десяткові градуси, північну широту і східну довготу «+».
zh_cn: 输入十进制度数，北半球与东半球为正方向。

source: Latitude
ar: خط العرض
ca: Latitud
cs: Zeměpisná šířka
de: Geographische Breite
el: Γεωγραφικό πλάτος
es: Latitud
fa: عرض جغرافیایی
hu: Szélesség
it_it: Latitudine
ja: 緯度
ko_kr: 위도
nl_nl: Breedtegraad
pl: Szerokość geograficzna
ro: Latitudine
ru: Широта
sk: Zemepisná šírka
sr: Ширина
tr: Enlem
uk: Широта
zh_cn: 纬度

source: Longitude
ca: Longitud
cs: Zeměpisná délka
de: Geographische Länge
el: Γεωγραφικό μήκος
es: Longitud
fa: طول جغرافیایی
gl: Lonxitude
hu: Hosszúság
it_it: Longitudine
ja: 経度
ko_kr: 경도
nl_nl: Lengtegraad
pl: Długość geograficzna
ro: Longitudine
ru: Долгота
sk: Zemepisná dĺžka
sr: Дужина
tr: Boylam
uk: Довгота
zh_cn: 经度

source: Altitude: %1 m
ca: Altitud: %1 m
cs: Nadmořská výška: %1 m
de: Meereshöhe: %1 m
el: Υψόμετρο: %1 μ
es: Altitud: %1 m
fa: ارتفاع از سطح دریا: %1 m
hu: Magasság: %1 m
it_it: Quota: %1 m
ja: 標高: %1 m
ko_kr: 고도: %1 m
nl_nl: Hoogte: %1 m
pl: Wysokość n.p.m.: %1 m
ro: Altitudine: %1m
ru: Высота: %1 м
sk: Nadmorská výška: %1 m
sr: Висина: %1 m
tr: Yükseklik: %1 m
uk: Висота над рівнем моря: %1 м
zh_cn: 海拔：%1 m

source: Altitude
ca: Altitud
cs: Nadmořská výška
de: Meereshöhe
el: Υψόμετρο
es: Altitud
fa: ارتفاع از سطح دریا
hu: Magasság
it_it: Quota
ja: 標高
ko_kr: 고도
nl_nl: Hoogte
pl: Wysokość n.p.m.
ro: Altitudine
ru: Высота
sk: Nadmorská výška
sr: Висина
tr: Yükseklik
uk: Висота над рівнем моря
zh_cn: 海拔

source: Enter the altitude in meters above sea level.
ca: Introduir l'altitud en metres sobre el nivell de la mar.
cs: Vložte nadmořskou výšku v metrech.
de: Geben Sie die Höhe in Metern über dem Meeresspiegel ein.
el: Εισαγάγετε το υψόμετρο σε μέτρα πάνω από την επιφάνεια της θάλασσας.
es: Introducir la altitud en metros sobre el nivel del mar.
fa: ارتفاع از سطح دریا را برحسب متر وارد کنید.
fr: Entrez l'altitude en mètres au-dessus du niveau de la mer.
gl: Insire a altitude en metros sobre o nivel do mar.
hu: Tengerszint feletti magasság méterben.
it_it: Inserisci l'altitudine in metri sul livello del mare.
ja: 海抜の高度をメートル単位で入力します。
ko_kr: 해발 고도를 미터 단위로 입력합니다.
nl_nl: Voer de hoogte in meters boven de zeespiegel in.
pl: Wprowadź wysokość w metrach nad poziomem morza.
pt_br: Insira a altitude em metros acima do nível do mar.
ro: Întrodu altitudinea în metri de la nivelul mării.
ru: Введите высоту в метрах над уровнем моря.
sk: Zadajte nadmorskú výšku v metroch nad morom.
sr: Унесите висину у метрима надморске висине.
tr: Yüksekliği deniz seviyesinden metre olarak yazın.
uk: Введіть висоту в метрах над рівнем моря.
zh_cn: 输入海拔高度（米）。

# Length
source: m
el: μ
fa: متر
ko_kr: 분
pt_br: min
ru: м
tr: dk
uk: м
zh_cn: 米

source: This time is before the previous time. Adjust the previous time?
ca: Aquesta hora és anterior a la precedent. Ajustar l'hora precedent?
cs: Tento čas je před předešlým časem. Přejete si přizpůsobit předešlý čas?
de: Dieser Zeitpunkt ist früher als ein vorhergehender Zeitpunkt. Passe den Vorhergehenden an?
el: Αυτή η ώρα είναι πριν από τον προηγούμενη ώρα. Να γίνει προσαρμογή της προηγούμενης ώρας;
es: Esta hora es anterior a la precedente. ¿Ajustar la hora precedente?
fr: Cette heure est antérieure à l’heure précédente. Ajuster l’heure précédente ?
gl: Esta hora é anterior á precedente. Queres axustar a hora precedente?
hu: Ez az időpont az előző időpont előtt van. Beállítja az előző időpontot?
it_it: Questo orario è precedente al vecchio. Mantenere il vecchio orario?
ja: この時刻は前回の時刻より前です。 前回の時刻を調整しますか？
ko_kr: 이 시간은 이전 시간보다 앞입니다. 이전 시간을 조정하시겠습니까?
nl_nl: Deze keer is eerder dan de vorige tijd. De vorige tijd aanpassen?
pl: Ten czas jest przed poprzednim czasem. Ustawić poprzedni czas?
pt_br: Este horário é antes do horário anterior. Ajustar o horário anterior?
ro: Acest timp este anterior precedentului. Ajustezi timpul precedent?
ru: Установлено более раннее время, чем предыдущее. Скорректировать предыдущее время?
sk: Tento čas je pred predchádzajúcim časom. Upraviť predchádzajúci čas?
sr: Ово време је пре претходног времена. Да ли да се подеси претходно време?
tr: Bu zaman önceki zamandan önce. Önceki zaman ayarlansın mı?
uk: Цей час передує попередньому. Налаштувати попередній час?
zh_cn: 此时间点早于上一个时间点。 要调整上一个时间点吗？

source: This time is after the subsequent time. Adjust the subsequent time?
ca: Aquesta hora és posterior a l'hora subsegüent. Ajustar l'hora subsegüent?
cs: Tento čas je po následujícím čase. Přejete si přizpůsobit následující čas?
de: Dieser Zeitpunkt ist nach einem nachfolgenden Zeitpunkt. Passe den Nachfolgenden an?
el: Αυτή η ώρα είναι μετά τον επόμενη ώρα. Να γίνει προσαρμογή της επόμενης ώρας;
es: Esta hora es posterior a la hora subsiguiente. ¿Ajustar la hora subsiguiente?
fr: Cette heure est après l’heure suivante. Ajuster le temps suivant ?
gl: Esta hora é posterior á seguinte hora. Queres axustar a hora seguinte?
hu: Ez az időpont a következő időpont után van. Beállítja a következő időpontot?
it_it: Questo orario è successivo al nuovo. Mantenere il nuovo orario?
ja: この時刻は後続の時刻より後です。 後続の時刻を調整しますか？
ko_kr: 이 시간은 다음 시간 이후입니다. 다음 시간을 조정하시겠습니까?
nl_nl: Deze tijd is na de volgende tijd. De volgende tijd aanpassen?
pl: Ten czas jest po następnym czasie. Ustawić następny czas?
pt_br: Este horário é depois do horário posterior. Ajustar o horário posterior?
ro: Acest timp este viitor următorului. Ajustezi timpul următor?
ru: Установлено более позднее время, чем последующее. Скорректировать последующее время?
sk: Tento čas je po nasledujúcom čase. Upraviť nasledujúci čas?
sr: Ово време је након наредног времена. Да ли да се подеси наредно време?
tr: Bu zaman sonraki zamandan sonra. Sonraki zaman ayarlansın mı?
uk: Цей час — після подальшого. Налаштувати подальший час?
zh_cn: 此时间点晚于下一个时间点。 要调整下一个时间点吗？

source: Invalidate
ar: أبطل
ca: Invalidar
cs: Zrušit platnost
de: Deaktivieren
el: Ακύρωση
es: Invalidar
fa: نامعتبر
fr: Invalider
gl: Invalidar
hu: Érvénytelenít
it_it: Invalida
ja: 無効化する
ko_kr: 무효화
nl_nl: Ongeldig maken
pl: Unieważnij
pt_br: Invalidar
ro: Invalidează
ru: Аннулировать
sk: Zneplatniť
sr: Означи неисправно
tr: Geçersiz kıl
uk: Знедіяти
zh_cn: 禁用

source: Solar midnight (previous day)
ar: منتصف الليل الشمسي (اليوم السابق)
ca: Mitjanit solar (dia anterior)
cs: Sluneční půlnoc (předchozí den)
de: Solare Mitternacht (Vortag)
el: Ηλιακά μεσάνυχτα (προηγούμενη ημέρα)
es: Medianoche solar (día anterior)
fr: Minuit solaire (jour précédent)
gl: Medianoite solar (día anterior)
hu: Solar éjfél (előző nap)
it_it: Mezzanotte solare (giorno precedente)
ja: 太陽時の真夜中(前日)
ko_kr: 태양 자정(전날)
nl_nl: Ware middernacht (vorige dag)
pl: Północ słoneczna (poprzedni dzień)
pt_br: Meia-noite solar (dia anterior)
ro: Miezul nopții solar (ziua precedentă)
ru: Солнечная полночь (предыдущий день)
sk: Slnečná polnoc (predchádzajúci deň)
sr: Соларна поноћ (претходни дан)
tr: Güneş gece yarısı (önceki gün)
uk: Сонячна північ (попередній день)
zh_cn: 午夜（前一天）

source: Astronomical dawn
ca: Alba astronòmica
cs: Astronomický rozbřesk
de: Astronomische Morgendämmerung
el: Αστρονομικό λυκαυγές
es: Amanecer astronómico
fr: Aube astronomique
gl: Amencer astronómico
hu: Csillagászati hajnal
it_it: Alba astronomica
ja: 天文的な夜明け
ko_kr: 천문학적인 새벽
nl_nl: Astronomische dageraad
pl: Świt astronomiczny
pt_br: Amanhecer astronômico
ro: Zori de zi astronomic
ru: Астрономический рассвет
sk: Astronomický úsvit
sr: Астрономска зора
tr: Astronomik şafak
uk: Астрономічний світанок
zh_cn: 天文日出

source: Nautical dawn
ca: Alba nàutica
cs: Nautický rozbřesk
de: Nautische Morgendämmerung
el: Ναυτικό λυκαυγές
es: Amanecer náutico
fr: Aube nautique
gl: Amencer naútico
hu: Hajózási hajnal
it_it: Alba nautica
ja: 航海的な夜明け
ko_kr: 해상 새벽
nl_nl: Nautische dageraad
pl: Świt żeglarski
pt_br: Amanhecer náutico
ro: Zori de zi nautic
ru: Навигационный рассвет
sk: Námorný úsvit
sr: Наутичка зора
tr: Denizcilik şafağı
uk: Навігаційний світанок
zh_cn: 航海日出

source: Civil dawn
ca: Alba civil
cs: Občanský rozbřesk
de: Bürgerliche Morgendämmerung
el: Αστικό λυκαυγές
es: Amanecer civil
fr: Aube civile
gl: Amencer civil
hu: Polgári hajnal
it_it: Alba civile
ja: 常用の夜明け
ko_kr: 시민 새벽
nl_nl: Civiele dageraad
pl: Świt cywilny
pt_br: Amanhecer civil
ro: Zori de zi civil
ru: Гражданский рассвет
sk: Občiansky úsvit
sr: Цивилна зора
tr: Sivil şafak
uk: Цивільний світанок
zh_cn: 民用日出

source: Sunrise
ca: Albada
cs: Východ slunce
de: Sonnenaufgang
el: Ανατολή ηλίου
es: Amanecer
fa: طلوع خورشید
fr: Lever du soleil
gl: Amencer
hu: Napkelte
it_it: Aurora
ja: 日の出
ko_kr: 해돋이
nl_nl: Zonsopgang
pl: Wschód słońca
pt_br: Nascer do sol
ro: Răsărit
ru: Восход солнца
sk: Východ slnka
sr: Излазак сунца
tr: Gün doğumu
uk: Світанок
zh_cn: 日出

source: Solar noon
ca: Migdia solar
cs: Sluneční poledne
de: Wahrer Mittag
el: Ηλιακό μεσημέρι
es: Mediodía solar
fr: Midi solaire
gl: Mediodía solar
hu: A Nap délben
it_it: Mezzogiorno
ja: 太陽正午
ko_kr: 태양 정오
nl_nl: Ware middag
pl: Południe słoneczne
pt_br: Meio-dia solar
ro: Miez de zi solar
ru: Солнечный полдень
sk: Slnečné poludnie
sr: Соларно подне
tr: Güneş öğleni
uk: Сонячний полудень
zh_cn: 正午

source: Sunset
ca: Posta del sol
cs: Západ slunce
de: Sonnenuntergang
el: Δύση ηλίου
es: Puesta del sol
fa: غروب خورشید
fr: Coucher de soleil
gl: Solpor
hu: Napnyugta
it_it: Tramonto
ja: 日没
ko_kr: 해넘이
nl_nl: Zonsondergang
pl: Zachód słońca
pt_br: Pôr do sol
ro: Apus
ru: Закат солнца
sk: Západ slnka
sr: Залазак сунца
tr: Gün batımı
uk: Захід сонця
zh_cn: 日落

source: Civil dusk
ca: Crepuscle civil
cs: Občanský soumrak
de: Bürgerliche Abenddämmerung
el: Αστικό λυκόφως
es: Crepúsculo civil
fr: Crépuscule civil
gl: Anoitecer civil
hu: Polgári alkonyat
it_it: Crepuscolo civile
ja: 常用の夕暮れ
ko_kr: 시민 해거름
nl_nl: Civiele schemering
pl: Zmierzch cywilny
pt_br: Anoitecer civil
ro: Amurg civil
ru: Гражданские сумерки
sk: Občiansky súmrak
sr: Цивилни сумрак
tr: Sivil alacakaranlık
uk: Цивільні сутінки
zh_cn: 民用薄暮

source: Nautical dusk
ca: Crepuscle nàutic
cs: Nautický soumrak
de: Nautische Abenddämmerung
el: Ναυτικό λυκόφως
es: Crepúsculo náutico
fr: Crépuscule nautique
gl: Anoitecer náutico
hu: Hajózási alkonyat
it_it: Crepuscolo nautico
ja: 航海的な夕暮れ
ko_kr: 항해 해거름
nl_nl: Nautische schemering
pl: Zmierzch żeglarski
pt_br: Anoitecer náutico
ro: Amurg nautic
ru: Навигационные сумерки
sk: Námorný súmrak
sr: Наутички сумрак
tr: Denizcilik alacakaranlık
uk: Навігаційні сутінки
zh_cn: 航海薄暮

source: Astronomical dusk
ca: Crepuscle astronòmic
cs: Astronomický soumrak
de: Astronomische Abenddämmerung
el: Αστρονομικό λυκόφως
es: Crepúsculo astronómico
fr: Crépuscule astronomique
gl: Anoitecer astronómico
hu: Csillagászati alkonyat
it_it: Crepuscolo Astronomico
ja: 天文的な夕暮れ
ko_kr: 천문학적인 해거름
nl_nl: Astronomische schemering
pl: Zmierzch astronomiczny
pt_br: Anoitecer astronômico
ro: Amurg astronomic
ru: Астрономические сумерки
sk: Astronomický súmrak
sr: Астрономски сумрак
tr: Astronomik alacakaranlık
uk: Астрономічні сутінки
zh_cn: 天文薄暮

source: Solar midnight
ca: Mitjanit solar
cs: Sluneční půlnoc
de: Wahre Mitternacht
el: Ηλιακά μεσάνυχτα
es: Medianoche solar
fr: Minuit solaire
gl: Medianoite solar
hu: Napfogyatkozás
it_it: Mezzanotte
ja: 太陽時の真夜中
ko_kr: 태양 자정
nl_nl: Ware middernacht
pl: Północ słoneczna
pt_br: Meia-noite solar
ro: Miezul nopții solar
ru: Солнечная полночь
sk: Slnečná polnoc
sr: Соларна поноћ
tr: Güneş gece yarısı
uk: Сонячна північ
zh_cn: 午夜

source: Enter percentage of warmth.
ar: أدخل النسبة المئوية للدفء.
ca: Introduir el percentatge de temperatura de color.
cs: Zadejte teplotu osvětlení v procentech.
de: Geben Sie den Prozentsatz der Wärme ein.
el: Εισαγάγετε ποσοστό θερμού φωτισμού.
es: Introducir el porcentaje de temperatura de color.
fa: درصد گرمای صفحه نمایش را وارد کنید.
fr: Entrez le pourcentage de température.
gl: Insire a porcentaxe da temperatura de cor.
hu: Adja meg a színhőmérsékletet százalékban.
it_it: Inserisci la percentuale di calore.
ja: 色調調節の割合を入力してください。
ko_kr: 색 온도의 비율을 입력하세요.
nl_nl: Geef een warmtepercentage.
pl: Wprowadź procent barwy światła.
pt_br: Insira porcentagem da temperatura de cor.
ro: Întrodu procent de iluminare caldă.
ru: Введите % теплоты.
sk: Zadajte percento pre farebnú teplotu.
sr: Унесите проценат топлине.
tr: Sıcaklık yüzdesini yazın.
uk: Введіть температуру світла.
zh_cn: 输入色温百分比。

source: Control: %1%2%3
cs: Ovládání: %1%2%3
de: Kontrolliere: %1%2%3
el: Έλεγχος: %1%2%3
es: Control: %1%2%3%3
fr: Contrôle : %1%2%3
hu: Kontroll: %1%2%3
it_it: Controllo: %1%2%3
ja: 制御: %1%2%3
ko_kr: 컨트롤: %1%2%3
nl_nl: Besturing: %1%2%3
pl: Sterowanie: %1%2%3
pt_br: Ajuste: %1%2%3
ru: Контроль: %1%2%3
sk: Ovládanie: %1%2%3
sr: Контрола: %1%2%3
tr: Denetim: %1%2%3
uk: Режим: %1%2%3
zh_cn: 调整：%1%2%3

source: warmth
ca: temperatura de color
cs: teplota osvětlení
de: Wärme
el: θερμό φως
es: temperatura de color
fa: گرما
fr: température
gl: temperatura de cor
hu: színhőmérséklet
it_it: calore
ja: 色調
ko_kr: 색 온도
nl_nl: warmte
pl: barwa światła
pt_br: Temperatura de cor
ru: теплота
sk: farebná teplota
sr: топлина
tr: sıcaklık
uk: теплота
zh_cn: 暖光

source: and
ca: i
cs: a
de: und
el: και
es: y
fa: و
fr: et
gl: e
hu: és
it_it: e
ja: かつ
ko_kr: 그리고
nl_nl: en
pl: oraz
pt_br: e
ru: и
sk: a
sr: и
tr: ve
uk: та
zh_cn: 和

source: night mode
ca: mode nit
cs: noční režim
de: Nachtmodus
el: νυχτερινή λειτουργία
es: modo noche
fa: حالت شب
fr: Mode nuit
gl: modo nocturno
hu: éjszakai üzemmód
it_it: modalità notte
ja: 夜間モード
ko_kr: 야간 모드
nl_nl: nachtmodus
pl: tryb nocny
pt_br: Modo Noturno
ru: ночной режим
sk: nočný režim
sr: ноћни режим
tr: gece kipi
uk: нічний режим
zh_cn: 夜间模式

source: Control: night mode
ca: Control: mode nit
cs: Ovládání: noční režim
de: Kontrolliere: Nachtmodus
el: Έλεγχος: νυχτερινή λειτουργία
es: Control: modo noche
fr: Contrôle : mode nuit
gl: Control: modo nocturno
hu: Vezérlő: éjszakai mód
it_it: Controllo: modalità notte
ja: 制御: 夜間モード
ko_kr: 컨트롤: 야간 모드
nl_nl: Beheer: nachtmodus
pl: Sterowanie: tryb nocny
pt_br: Ajuste: modo noturno
ru: Контроль: ночной режим
sk: Ovládanie: nočný režim
sr: Контрола: ноћни режим
tr: Denetim: Gece kipi
uk: Автоматичний нічний режим
zh_cn: 调整：夜间模式
