Repository: spruceUI/spruceOS
Catalog: App/KoReader/l10n/*/koreader.po
Languages: ar, ca, cs, de, el, es, fa, fr, gl, hu, it_it, ja, ko_kr, nl_nl, pl, pt_br, ro, ru, sk, sr, tr, uk, zh_cn

source: Widows and orphans are lines at the beginning or end of a paragraph, which are left dangling at the top or bottom of a page, separated from the rest of the paragraph. The first line of a paragraph alone at the bottom of a page is called an orphan line. The last line of a paragraph alone at the top of a page is called a widow line. Some people (and publishers) don't like widows and orphans, and can avoid them with CSS rules. To avoid widows and orphans, some lines have to be pushed to the next page to accompany what would otherwise be widows and orphans. This may leave some blank space at the bottom of the previous page, which might be more disturbing to others. The default is to allow widows and orphans. These tweaks allow you to change this behavior, and to override publisher rules.
ar: الأرامل والأيتام عبارة عن أسطر في بداية الفقرة أو نهايتها ، والتي تُترك متدلية في أعلى الصفحة أو أسفلها ، مفصولة عن بقية الفقرة. يُطلق على السطر الأول من الفقرة وحدها أسفل الصفحة اسم السطر المعزول. يسمى السطر الأخير من الفقرة بمفرده في الجزء العلوي من الصفحة "سطر أرملة". بعض الناس (والناشرين) لا يحبون الأرامل والأيتام ، ويمكن تجنبهم بقواعد CSS. لتجنب الأرامل والأيتام ، يجب دفع بعض الأسطر إلى الصفحة التالية لمرافقة ما يمكن أن يكون أراملًا وأيتامًا. قد يترك هذا بعض المساحة الفارغة في أسفل الصفحة السابقة ، والتي قد تكون أكثر إزعاجًا للآخرين. الافتراضي هو السماح للأرامل والأيتام. تسمح لك هذه التعديلات بتغيير هذا السلوك وتجاوز قواعد الناشر.
ca: Les línies vídues i òrfenes són aquelles que es queden soles al principi o al final d'un paràgraf, i queden suspeses en la part superior o inferior d'una pàgina, separades de la resta del paràgraf. La primera línia d'un paràgraf que es queda sola al final d'una pàgina es diu línia òrfena. L'última línia d'un paràgraf que es queda sola en la part superior d'una pàgina es diu línia vídua. A algunes persones (i als editors) no els agraden línies vídues i òrfenes, i les eviten mitjançant regles CSS. Per a evitar línies vídues i òrfenes, algunes línies han de ser mogudes a la pàgina següent per a acompanyar a línies que d'una altra manera quedarien vídues o òrfenes. Això pot generar un espai en blanc en la part inferior de la pàgina anterior, la qual cosa pot ser molest per a algunes persones. El valor predeterminat és permetre línies vídues i òrfenes. Aquests ajustos permeten canviar aquest comportament i modificar les regles de l'editor.
cs: Vdovy a sirotci jsou řádky ze začátku a konce odstavce, které zůstanou viset navrchu nebo naspodu stránky, oddělené od zbytku odstavce. První řádek odstavce osamocený naspodu stránky se nazývá vdova. Poslední řádek odstavce osamocený navrchu stránky se nazývá sirotek. Někteří lidé (a vydavatelé) nemají vdovy a sirotky rádi a snaží se jim vyhnout pomocí CSS pravidel. Aby se zabránilo vytváření vdov a sirotků, musí být některé řádky přesunuty na další stránku, aby se připojili k řádkům, ze kterých by jinak byly vdovy a sirotci. Díky tomu může naspodu předchozí stránky zůstat prázdné místo, které zase může vadit jiným lidem. Ve výchozím nastavení jsou vdovy a sirotci povoleni. Tyto úpravy vám umožňují změnit toto chování a přepsat pravidla vydavatelů.
de: Witwen und Waisen sind Zeilen am Anfang oder Ende eines Absatzes, die oben oder unten auf einer Seite schweben, getrennt vom Rest des Absatzes. Die erste Zeile eines Absatzes allein am Ende einer Seite wird als Waisenzeile bezeichnet. Die letzte Zeile eines Absatzes allein am oberen Rand einer Seite wird als Witwenzeile bezeichnet. Einige Leute (und Verleger) mögen keine Witwen und Waisen, und können sie mit CSS-Regeln vermeiden. Um Witwen und Waisen zu vermeiden, müssen einige Zeilen auf die nächste Seite verschoben werden, um die möglichen Witwen- und Waisenzeilen zu begleiten. Dies kann zu Leerraum am unteren Rand der vorherigen Seite führen, der für andere störend sein kann. Die Voreinstellung ist, Witwen und Waisen zu erlauben. Diese Optimierungen ermöglichen es Ihnen, dieses Verhalten zu ändern und Publisher-Regeln zu überschreiben.
el: «Χήρες» και «ορφανές» είναι οι γραμμές στην αρχή ή στο τέλος μιας παραγράφου, οι οποίες απομένουν στο επάνω ή κάτω μέρος μιας σελίδας, χωρισμένες από την υπόλοιπη παράγραφο. Η πρώτη γραμμή μιας παραγράφου μόνη της στο κάτω μέρος μιας σελίδας ονομάζεται «ορφανή γραμμή». Η τελευταία γραμμή μιας παραγράφου μόνη της στο επάνω μέρος μιας σελίδας ονομάζεται «χήρα γραμμή». Σε κάποιους αναγνώστες (και εκδότες) δεν τους αρέσουν οι «χήρες» και οι «ορφανές» και μπορούν να τις αποφύγουν με κανόνες CSS. Για να αποφευχθούν οι «χήρες» και οι «ορφανές», ορισμένες γραμμές πρέπει να προωθηθούν στην επόμενη σελίδα για να συνοδεύσουν αυτές που διαφορετικά θα ήταν «χήρες» και «ορφανές». Αυτό μπορεί να αφήσει κενό χώρο στο κάτω μέρος της προηγούμενης σελίδας, κάτι που μπορεί να είναι πιο ενοχλητικό για κάποιους. Η προεπιλογή είναι να επιτρέπονται οι «χήρες» και οι «ορφανές» γραμμές. Αυτές οι τροποποιήσεις σάς επιτρέπουν να αλλάξετε αυτήν τη συμπεριφορά και να παρακάμψετε τους κανόνες του εκδότη.
es: Las líneas viudas y huérfanas son aquellas que se quedan solas al principio o al final de un párrafo, y quedan suspendidas en la parte superior o inferior de una página, separadas del resto del párrafo. La primera línea de un párrafo que se queda sola al final de una página se llama línea huérfana. La última línea de un párrafo que se queda sola en la parte superior de una página se llama línea viuda. A algunas personas (y a los editores) no les gustan líneas viudas y huérfanas, y las evitan mediante reglas CSS. Para evitar líneas viudas y huérfanas, algunas líneas han de ser movidas a la página siguiente para acompañar a líneas que de otra manera quedarían viudas o huérfanas. Esto puede generar un espacio en blanco en la parte inferior de la página anterior, lo que puede ser molesto para algunas personas. El valor predeterminado es permitir líneas viudas y huérfanas. Estos ajustes permiten cambiar este comportamiento y modificar las reglas del editor.
fr: Les lignes isolées en haut et de bas de page — ou veuves et orphelines — sont des lignes au début ou à la fin d’un paragraphe, laissées au bas ou au haut d’une page, séparées du reste du paragraphe. La première ligne d’un paragraphe uniquement au bas d’une page est appelée une orpheline. La dernière ligne d’un paragraphe uniquement en haut d’une page est appelée une veuve. Certaines personnes (et certains éditeurs) n’aiment pas ces lignes isolées et peuvent les éviter avec des règles CSS. Pour éviter ces lignes, certaines lignes doivent être décalées à la page suivante pour accompagner ce qui serait autrement des veuves et des orphelines. Cela risque de laisser des espaces vides au bas de la page précédente, ce qui pourrait être plus gênant pour le lecteur. Par défaut, les lignes isolées sont autorisés. Ces modifications vous permettent de modifier ce comportement et de remplacer les règles de l’éditeur.
gl: Liñas viúvas e orfas son as liñas ao comezo ou final dun parágrafo que quedan soltas ao comezo ou final dunha páxina e separadas do resto do parágrafo. A primeira liña dun parágrafo que queda soa ao final dunha páxina é unha liña orfa. A derradeira liña dun parágrafo que queda soa ao comezo dunha páxina é unha liña viúva. A algunhas persoas (e editoriais) non lles gustan as viúvas e as orfas e evítanas con reglas CSS. Para evitas viúvas e orfas, algunhas liñas teñen que ser movidas á páxina seguinte para acompañar ás liñas que quedarían soas. Isto pode deixar algún espazo en branco ao final da páxina anterior, o que pode ser máis molesto para algúns. Por defecto permítense viúvas e orfas. Estes axustes permítenche cambiar isto e invalidar as reglas do estilo incrustado.
hu: Az özvegyek és árvák olyan sorok a bekezdés elején vagy végén, amelyek a bekezdés többi részétől elválasztva az oldal tetején vagy alján lógnak. Egy bekezdés első, az oldal alján egyedül álló sorát árva sornak nevezzük. Egy bekezdés utolsó, az oldal tetején lévő sorát özvegyi sornak nevezzük. Egyesek (és a kiadók) nem szeretik az özvegy és az árva sorokat, CSS-szabályokkal elkerülhetik őket. Az özvegyek és árvák elkerülése érdekében egyes sorokat a következő oldalra kell tolni, hogy kísérjék azokat, amelyek egyébként özvegyek és árvák lennének. Ezáltal az előző oldal alján üres hely maradhat, ami mások számára zavaróbb lehet. Az alapértelmezett beállítás az özvegy és árva sorok engedélyezése. Ezek a stíluskorrekciók lehetővé teszik, hogy megváltoztassa ezt a viselkedést, és felülbírálja a kiadói szabályokat.
it_it: Le vedove e gli orfani sono linee all'inizio o alla fine di un paragrafo, che rimangono appese in cima o in fondo a una pagina, separate dal resto del paragrafo. La prima riga di un paragrafo da sola nella parte inferiore di una pagina è chiamata riga orfana. L'ultima riga di un paragrafo da sola nella parte superiore di una pagina è chiamata linea vedova. Alcune persone (ed editori) non amano vedove e orfani e possono evitarli con regole CSS. Per evitarli, alcune linee devono essere spinte alla pagina successiva per accompagnare quelle che altrimenti sarebbero vedove e orfani. Ciò potrebbe lasciare dello spazio vuoto in fondo alla pagina precedente che potrebbe essere più fastidioso per altri. L'impostazione predefinita è consentire vedove e orfani. Questi ritocchi consentono di cambiare questo comportamento e di ignorare le regole dell'editore.
ja: ページ頭孤立行(widow)やページ末孤立行(orphan)とは、段落の最初や最後に、他の段落とは別にページの上や下にぶら下がったままになっている行のことです。 ページの一番下にある孤立した段落の最初の行をページ末孤立行といいます。 ページの一番上にある孤立した段落の最後の行をページ頭孤立行といいます。 人によっては(そして出版社も)ページ頭孤立行やページ末孤立行を好ましく思っていません。 このため、CSSのルールで回避することができます。このページ頭孤立行やページ末孤立行を回避するためには、本来ならページ頭孤立行やページ末孤立行になるはずのいくつかの行を、次のページまで押し込まなければならないのです。このことは前のページの下部に空白ができ、他の人にとって邪魔になる場合があります。 既定ではページ頭孤立行を許可しています。 これらの調整により、この動作を変更したり、出版社のルールを上書きしたりすることができます。
ko_kr: 외톨이 줄은 문단의 시작과 끝에 있는 줄로, 나머지 문단과 떨어져 페이지 맨위나 맨아래에 외줄로 떨어져 있습니다. 페이지 맨아래에 외줄로 남아 있는 문단 첫 줄을 고아 줄이라고 합니다. 페이지 맨위에 외줄로 남아 있는 문단 끝 줄을 미망인 줄이라고 합니다. 이런 문단 시작과 끝의 외톨이 줄을 좋아하지 않는 사람들(그리고 발행인)이 있으며, CSS 규칙으로 막을 수 있습니다. 문단 시작과 끝에 외톨이 줄을 막기 위해, 외톨이 줄이 발생한 문단의 몇몇 줄을 다음 페이지로 밀어야 됩니다. 이렇게 하면 이전 페이지 아래쪽에 여백이 남을 수 있습니다. 기본값은 문단 시작과 끝의 외톨이 줄을 허용합니다. 이러한 조정은 이 동작을 변경하고, 발행인의 규칙을 무시할 수 있습니다.
nl_nl: Hoerenjongen en weeskinderen zijn regels aan het begin of eind van een alinea, die gescheiden van de rest van de alinea onderaan of bovenaan een pagina staan. De eerste regel van een alinea onderaan de pagina heet een wees of weeskind. De laatste regel van een paragraaf die alleen bovenaan een pagina staat heet een hoerenjong. Sommige mensen (en uitgevers) houden niet van hoerenjongen en weeskinderen, en proberen ze te vermijden met stijlregels. Om hoerenjongen en weeskinderen te vermijden, moeten sommige regels naar de volgende pagina worden gebracht om regels die anders hoerenjongen of wezen zouden zijn gezelschap te houden. Dit kan voor wat witruimte onderaan de vorige pagina zorgen. Standaard worden hoerenjongen en weeskinderen toegestaan. Deze aanpassingen laten toe om dit gedrag aan te passen, en uitgeversstijlen te overschrijven.
pl: Bękarty i szewce są pojedynczymi wierszami na początku lub na końcu akapitu, które są oddzielone u góry lub u dołu strony od reszty akapitu. Pierwszy wiersz akapitu u dołu strony nazywa się bękartami. Ostatni wiersz akapitu znajdujący się u góry strony nosi nazwę szewca. Niektórzy ludzie (i wydawcy) nie lubią bękartów i szewców, starają się więc ich uniknąć przy pomocy reguł CSS. Aby uniknąć bękartów i szewców, niektóre wiersze muszą zostać przesunięte na następną stronę. Może to generować puste miejsce na dole poprzedniej strony, co może z kolei źle wyglądać dla innych. Domyślnie dopuszcza się bękarty i szewce. Te ulepszenia pozwalają zmienić to zachowanie i zastąpić reguły wydawcy.
pt_br: Viúvas e órfãs são linhas no início ou no final de um parágrafo que são deixadas sozinhas na parte superior ou inferior de uma página, separadas do resto do parágrafo. A primeira linha de um parágrafo sozinha na parte inferior de uma página é chamada de linha órfã. A última linha de um parágrafo sozinha no topo de uma página é chamada de linha de viúva. Algumas pessoas (e editoras) não gostam de viúvas e órfãos, e podem evitá-las com regras CSS. Para evitar viúvas e órfãos, algumas linhas devem ser empurradas para a próxima página para acompanhar o que de outra forma seriam viúvas e órfãs. Isso pode deixar algum espaço em branco na parte inferior da página anterior, o que pode ser mais perturbador para outras pessoas. O padrão é permitir viúvas e órfãos. Esses ajustes permitem que você altere esse comportamento e substitua as regras do editor.
ro: Văduvele și orfanii sînt liniile de la începutul sau sfîrșitul unui paragraf care sînt lăsate izolate în partea de sus sau de jos a unei pagini, separate de restul paragrafului. Prima linie a unui paragraf care e singură în partea de jos a paginii se numește linie orfană. Ultima linie a unui paragraf care e singură în partea de sus a paginii se numește linie văduvă. Unele persoane (și edituri) nu agrează prezenta liniilor văduve și orfane și le pot evita cu reguli CSS. Pentru a evita liniile văduve și orfane, unele dintre linii trebuie să fie mutate pe pagina următoare pentru a fi ținute împreună cu paragraful. Acest lucru poate duce la spațiu alb suplimentar la finalul paginii anterioare, care poate fi deranjant pentru unii. Setarea implicită este să se permită existența liniilor văduve și orfane. Aceste reglaje permit schimbarea comportamentului și înlocuirea regulilor editurii.
ru: Висячие строки - это строки в начале или конце абзаца, расположенные вверху/внизу страницы и отделённые от остальной части абзаца. Первая строка абзаца, которая находится внизу страницы, называется нижней висячей строкой или «сиротой». Последняя строка абзаца, которая находится в верхней части страницы, называется верхней висячей строкой или «вдовой». Некоторые люди (и издатели) не любят висячие строки и могут подавлять их с помощью правил CSS. Избежать их можно переносом части строк на следующую страницу - это позволит дополнить потенциальных «вдов» и «сирот» ещё несколькими строками. Однако при этом внизу предыдущей страницы может оставаться пустое место, что тоже не всем читателям нравится. По умолчанию висячие строки разрешены. Данные подстройки позволяют изменять такое поведение и переопределять издательские правила.
sk: Osamotené riadky na začiatku (orphan) alebo konci (widow) odseku sú také, ktoré sú vo vrchnej alebo spodnej časti strany a oddelené od zvyšku odseku. Prvý riadok odseku v spodnej časti strany sa nazýva osamotený riadok začiatku odseku (orphan). Posledný riadok odseku vo vrchnej časti stránky sa nazýva osamotený riadok konca odseku (widow). Niektorí ľudia (a vydavatelia) nemajú radi osamotené riadky odsekov a môžu sa im vyhnúť pomocou pravidiel CSS. Aby ste sa vyhli osamoteným riadkom odsekov, niektoré riadky sa musia presunúť na ďalšiu stranu, aby sa spojili do súvislého odseku. V spodnej časti predchádzajúcej stránky tak môže zostať prázdne miesto, čo môže byť pre niekoho rušivé. V predvolenom nastavení sú povolené osamotené riadky odsekov. Tieto vylepšenia vám umožňujú zmeniť toto správanie a prepísať pravidlá vydavateľa.
sr: Удовице и сирочићи су линије на почетку или крају пасуса које остају да висе на врху или дну странице, раздвојене од остатка пасуса. Прва линија пасуса која остане сама на дну странице се назива линија сироче. Последња линија пасуса која остане сама на врху странице се назива линија удовица. Људи (и издавачи) који не воле удовице и сирочиће могу да их спрече CSS правилима. Да би се спречиле удовице и сирочићи, неке линије морају да се гурну на наредну страницу и тако буду уз линију која би иначе постала удовица или сироче. То може да остави нештио празног простора на дну претходне странице, а другима то може да представља већи проблем. Подразумевано је да се дозвољавају удовице и сирочићи. Ова дотеривања вам омогућавају да промените то понашање и да преиначите правила издавача.
tr: Dul ve yetim satırlar, sayfanın altında ya da üstünde bir paragrafın başından ya da sonundan ayrı kalan satırlardır. Bir paragrafın bir sayfanın sonunda kalan ilk satırına yetim satır denir. Bir paragrafın bir sayfanın başında kalan son satırına dul satır denir. Bazı kişiler (ve yayıncılar) dul ve yetim satırlardan hoşlanmaz ve CSS kuralları ile bunların oluşmasını engeller. Dul ve yetim satırlardan kaçınmak için, bazı satırlar sonraki sayfaya kaydırılır. Bu durum bazı kişiler için daha fazla rahatsız edici olabilecek şekilde önceki sayfanın altında boş bir alan kalmasına neden olur. Varsayılan olarak dul ve yetim satırlara izin verilir. Bu ince ayarlar ile yayıncının ayarlarını değiştirebilirsiniz.
uk: Завислі рядки — це рядки на початку або в кінці абзацу, які знаходяться вгорі або внизу сторінки, відокремлені від решти абзацу. Перший рядок абзацу, який знаходиться внизу сторінки, називається нижнім завислим рядком. Останній рядок абзацу у верхній частині сторінки називається верхнім завислим рядком. Деякі люди (і видавці) не люблять завислі рядки й можуть уникати їх за допомогою правил CSS. Щоб уникнути завислих рядків, необхідно перенести деякі рядки на наступну сторінку для доповнення того, що інакше було б завислими рядками. Це може залишити деяке порожнє місце внизу попередньої сторінки, що може бути тривожнішим для інших. Типово завислі рядки дозволені. Ці налаштування дозволяють змінити поведінку і перевизначити правила видавця.
zh_cn: 孤行是指一段文字中的一行与其他行被分散于多个页面中的现象。 段落的第一行分散在前一页，称为段首孤行。 段落的最后一行分散在后一页，成为段未孤行。 一些人不喜欢孤行，孤行可以使用 CSS 控制避免。 为避免孤行，一些行需要被挤压至下一页。这种行为会使页面底部流出额外空间，使一些人不喜欢。 默认行为是允许孤行。 这些调整项可以让你调整并覆盖孤行的行为。

source: Avoid widows and orphans
ar: تجنب الأرامل والأيتام
ca: Evitar línies vídues i òrfenes
cs: Zabránit vytváření vdov a sirotků
de: Witwen und Waisen vermeiden
el: Αποφυγή «χήρας» και «ορφανής» γραμμής
es: Evitar líneas viudas y huérfanas
fr: Éviter les veuves et les orphelines
gl: Evitar liñas viúvas e orfas
hu: Özvegy és árva sorok elkerülése
it_it: Evita righe vedove e orfane
ja: ページ頭孤立行とページ末孤立行を避ける
ko_kr: 문단 시작과 끝에 외톨이 줄 피하기
nl_nl: Hoerenjongen en weeskinderen vermijden
pl: Unikaj bękartów i szewców
pt_br: Evitar viúvas e órfãs
ro: Evită liniile văduve și orfane
ru: Избегать любых видов висячих строк
sk: Vyhnúť sa osamoteným riadkom v odsekoch
sr: Спречи удовице и сирочиће
tr: Dul ve yetim satırlar engellensin
uk: Уникайте завислих рядків
zh_cn: 避免所有孤行

source: Avoid widow and orphan lines, allowing for some possible blank space at the bottom of pages.
ar: تجنّب السطور التي لا أصول لها ولا فروع, مما يسمح ببعض المسافة الفارغة في نهايات الصفحات.
ca: Evitar líneas viudas y huérfanas. Esto podría hacer aparecer espacios en blanco en la parte inferior de las páginas.
cs: Zabrání vytváření vdov a sirotků, což může způsobit vytvoření mezer bez textu naspodu stránek.
de: Witwen- und Waisenzeilen vermeiden und damit etwas Leerraum am unteren Rand der Seiten zulassen.
el: Αποτρέπει τις «χήρες» και «ορφανές» γραμμές, επιτρέποντας πιθανό κενό διάστημα στο κάτω μέρος των σελίδων.
es: Evitar líneas viudas y huérfanas. Esto podría hacer aparecer espacios en blanco en la parte inferior de las páginas.
fr: Éviter les lignes veuves et orphelines, en risquant un espace vide en bas des pages.
gl: Evitar liñas viúvas e orfas permitindo algo de espacio en branco ao final das páxinas.
hu: Özvegy és árva sorok elkerülése, de ekkor az oldalak alján üres helyek jelenhetnek meg.
it_it: Evita le righe vedove e orfane. Può causare uno spazio vuoto nella parte inferiore delle pagine.
ja: ページ頭孤立行とページ末孤立行を避け、ページの下部に余白を設けます。
ko_kr: 외톨이 줄은 페이지 아래에 빈 공간이 생길 수 있으므로, 문단 안에서 외톨이 줄이 생기지 않도록 해 주세요.
nl_nl: Vermijd hoerenjong- en weeskindregels, waardoor er mogelijk wat witruimte onderaan pagina's ontstaat.
pl: Unikanie bękartów i szewców może generować możliwe puste przestrzenie na dole strony.
pt_br: Evita linhas órfãs e viúvas, permitindo algum possível espaço em branco na parte inferior das páginas.
ro: Evită liniile văduve și orface, permițînd puțin spațiu liber în partea de jos a paginii.
ru: Избегать всех видов висячих строк, но допускать возможное пустое пространство внизу страниц.
sk: Vyhnúť sa osamoteným riadkom v odsekoch, čím povoliť prázdne miesto v spodnej časti stránok.
sr: Спречава појаву линија удовица и линија сирочића тако што дозвољава да се на дну страница појави мало празног простора.
tr: Sayfaların altında boşluk oluşmasına izin vererek dul ve yetim satırların oluşmasını engelleyin.
uk: Уникайте завислих рядків, не допускаючи вільного місця внизу сторінок.
zh_cn: 避免孤行与孤字，允许在页面底部添加空白空间。

source: Avoid widows but allow orphans
ar: تجنّب الأرامل (العناصر بلا نظائر) ولكن اسمح بالأيتام (العناصر بلا أصول)
ca: Evitar línies vídues però permetre òrfenes
cs: Zabránit vytváření sirotků, ale povolit vdovy
de: Witwen vermeiden und Waisen erlauben
el: Αποφυγή «χηρών» αλλά αποδοχή «ορφανών» γραμμών
es: Evitar líneas viudas pero permitir huérfanas
fr: Éviter les veuves mais autoriser les orphelines
gl: Evitar liñas viúvas pero permitir orfas
hu: Özvegy sorok kerülése, árva sorok engedélyezése
it_it: Evita righe vedove ma consenti le orfane
ja: ページ頭孤立行は避けるがページ末孤立行は許容する
ko_kr: 문단 끝의 외톨이 줄 막고 시작에는 허용
nl_nl: Hoerenjongen vermijden, maar weeskinderen toestaan
pl: Unikaj bękartów, ale zezwalaj na szewce
pt_br: Evitar viúvas, mas permitir órfãs
ro: Evită liniile văduve dar permite orfanele
ru: Избегать верхних, но допускать нижние висячие строки
sk: Vyhnúť sa osamoteným riadkom na začiatku odseku, ale povoliť ich na jeho konci
sr: Спречи удовице, али дозволи сирочиће
tr: Dul satırlar engellensin, yetim satırlara izin verilsin
uk: Уникати верхніх завислі рядки, але дозволяти нижні завислі рядки
zh_cn: 避免段末孤行，允许段首孤行
