Repository: spruceUI/spruceOS
Catalog: App/KoReader/l10n/*/koreader.po
Languages: ar, ca, cs, de, el, es, fa, fr, gl, hu, it_it, ja, ko_kr, nl_nl, pl, pt_br, ro, ru, sk, sr, tr, uk, zh_cn

source: This stylesheet conforms to the HTML Standard rendering suggestions (with a few limitations), similar to what most web browsers use. As most publishers nowadays make and test their book with tools based on web browser engines, it is the stylesheet to use to see a book as these publishers intended. On unstyled books though, it may give them the look of a web page (left aligned paragraphs without indentation and with spacing between them); try switching to epub.css when that happens.
de: Dieses Stylesheet entspricht den Rendering-Vorschlägen des HTML-Standards (mit einigen Einschränkungen), ähnlich dem, was die meisten Webbrowser verwenden. Da die meisten Verlage heutzutage ihre Bücher mit Tools erstellen und testen, die auf Webbrowser-Engines basieren, ist dies das Stylesheet, das man verwenden sollte, um ein Buch so zu sehen, wie es die Verlage beabsichtigen. Bei ungestylten Büchern kann es jedoch dazu führen, dass sie wie eine Webseite aussehen (linksbündige Absätze ohne Einrückung und mit Abständen dazwischen); versuchen Sie in diesem Fall, zu epub.css zu wechseln.
el: Αυτό το φύλλο στυλ συμμορφώνεται με τις προτάσεις απόδοσης του προτύπου HTML (με μερικούς περιορισμούς), παρόμοιο με αυτό που χρησιμοποιούν τα περισσότερα προγράμματα περιήγησης ιστού. Καθώς οι περισσότεροι εκδότες σήμερα φτιάχνουν και δοκιμάζουν τα βιβλία τους με εργαλεία που βασίζονται σε μηχανές περιηγητών ιστού, είναι το φύλλο στυλ που πρέπει να χρησιμοποιήσετε για να δείτε ένα βιβλίο όπως το προορίζουν αυτοί οι εκδότες. Σε βιβλία χωρίς ενσωματωμένο στυλ όμως, μπορεί να τους δώσει την εμφάνιση ιστοσελίδας (αριστερά ευθυγραμμισμένες παράγραφοι χωρίς εσοχή και με διάστημα μεταξύ τους)· δοκιμάστε να επιλέξετε το epub.css όταν συμβεί αυτό.
es: Esta hoja de estilo se ajusta a las sugerencias de representación del estándar HTML (con algunas limitaciones), similares a las que utilizan la mayoría de los navegadores web. Como hoy en día la mayoría de los editores hacen y prueban sus libros con herramientas basadas en los motores de los navegadores web, esta es la hoja de estilos que hay que utilizar para ver un libro tal y como estos editores lo concibieron. En libros sin estilos, sin embargo, puede darles el aspecto de una página web (párrafos alineados a la izquierda sin sangría y con espaciado entre ellos); se recomienda cambiar a epub.css cuando esto ocurra.
gl: Esta folla de estilo axústase ás suxestións de representación do Estándar HTML (cunhas poucas limitacións), similar ao que usan a meirande parte dos navegadores web. Como moitos editores hoxe en día producen e proban os seus libros con ferramentas baseadas en motores de navegadores web, esta é a folla de estilo que hai que usar para ver un libro como os editores o concibiron. Sen embargo, en libros sen estilo, esta folla de estilos pode darlles o aspecto dunha páxina web (parágrafos aliñados á esquerda sen sangrado e con espazado entre eles). Proba cambiando a epub.css cando iso suceda.
it_it: Questo foglio di stile è conforme ai suggerimenti di resa HTML Standard (con qualche limitazione), in modo simile a quello che la maggior parte dei browser web usano. Sicome la maggior parte degli editori al giorno d'oggi producono e testano i loro libri con strumenti basati sui motori dei browser web, questo è il foglio di stile da usare per mostrare un libro come inteso da questi editori. Su libri senza stili, tuttavia, può dare loro l'aspetto di una pagina web (paragrafi allineati a sinistra, senza indentazione e con spaziatura tra l'uno e l'altro); provare a passare a epub.css quando ciò accade.
ko_kr: 이 스타일시트는 대부분의 웹 브라우저에서 사용하는 것과 유사한 HTML 표준 렌더링 제안 사항(몇 가지 제한 사항 있음)을 준수합니다. 오늘날 대부분의 출판사는 웹 브라우저 엔진을 기반으로 하는 도구를 사용하여 책을 만들고 테스트하기 때문에 이러한 출판사가 의도한 대로 책을 보기 위해 사용하는 스타일시트입니다. 하지만 스타일이 지정되지 않은 책에서는 웹 페이지처럼 보일 수 있습니다(들여쓰기 없이 왼쪽으로 정렬된 문단과 문단 사이에 간격이 있음). 이 경우 epub.css로 전환해 보세요.
nl_nl: Deze stylesheet voldoet aan de HTML Standard rendering suggesties (met een paar beperkingen), vergelijkbaar met wat de meeste webbrowsers gebruiken. Omdat de meeste uitgevers tegenwoordig hun boeken maken en testen met tools die gebaseerd zijn op webbrowser-engines, is dit de stylesheet die je moet gebruiken om een boek eruit te laten zien zoals deze uitgevers het bedoeld hebben. Bij boeken zonder stijl kan het er echter uitzien als een webpagina (links uitgelijnde alinea's zonder inspringen en met spaties ertussen); probeer over te schakelen naar epub.css als dat gebeurt.
pl: Ten arkusz stylów jest zgodny z sugestiami dotyczącymi renderowania standardowego HTML (z kilkoma ograniczeniami), podobnie jak większość przeglądarek internetowych. Ponieważ obecnie większość wydawców tworzy i testuje swoje książki za pomocą narzędzi opartych na silnikach przeglądarek internetowych, arkusz stylów pozwala zobaczyć książkę zgodnie z zamierzeniami wydawców. Jednak w przypadku książek bez stylu może to nadać im wygląd strony internetowej (akapity wyrównane do lewej, bez wcięć i z odstępami między nimi); spróbuj przełączyć na plik epub.css, gdy tak się stanie.
ru: Данная таблица стилей соответствует рекомендациям стандарта HTML по отрисовке (с некоторыми ограничениями), аналогичным тем, которые используют современные веб-браузеры. Поскольку сегодня большинство издателей создают и тестируют свои книги с помощью основанных на движках веб-браузеров инструментов, то именно эту таблицу стилей можно использовать, чтобы читать книгу в задуманном создателями виде. Однако книги без внедрённого стиля могут при этом отображаться как веб-страница (абзацы с выравниванием по левому краю без отступов и с интервалами между ними); если заметите такие проблемы, попробуйте переключиться на epub.css.
sk: Táto šablóna so štýlmi je v súlade s návrhmi vykresľovania štandardu HTML (s niekoľkými obmedzeniami), podobne ako väčšina webových prehliadačov. Keďže väčšina vydavateľov v súčasnosti vyrába a testuje svoju knihu pomocou nástrojov založených na nástrojoch webových prehliadačov, je to šablóna so štýlmi, ktorá sa má použiť na zobrazenie knihy tak, ako to títo vydavatelia zamýšľali. Na neštylizovaných knihách im však môže dodať vzhľad webovej stránky (odstavce zarovnané doľava bez odsadenia a s medzerami medzi nimi); keď sa to stane, skúste prejsť na epub.css.
sr: Ова листа стилова поштује смернице HTML стандарда за приказ (уз неколико ограничења), слично као што то чини већина веб прегледача. Пошто данас већина издавача прави и тестира своје књиге користећи алате који су засновани на механизмима веб прегледача, ову листу стилова треба користити да би се књига приказала на начин на који је издавач предвидео да се прикаже. Међутим, ако се примени на књиге без стилова, оне би могле да изгледају као веб страница (лево поравнати пасуси без увлачења са размацима између њих); ако се то догоди, покушајте да пређете на epub.css.
tr: Bu biçem sayfası, çoğu web tarayıcısının kullandığına benzer şekilde HTML Standardı görüntüleme önerilerine (birkaç sınırlamayla) uygundur. Günümüzde çoğu yayıncı kitaplarını web tarayıcı motorlarına dayalı araçlarla hazırlayıp test ettiğinden, bir kitabı bu yayıncıların amaçladığı gibi görmek için kullanılacak biçem sayfası budur. Ancak biçem sayfası olmayan kitaplarda web sayfası görünümü verebilir (girintisiz ve aralarında boşluk olan sola hizalanmış paragraflar); böyle bir durumda epub.css'ye geçmeyi deneyin.

source: This stylesheet is to be used only with FB2 and FB3 documents, which are not classic HTML, and need some specific styling. (FictionBook 2 & 3 are open XML-based e-book formats which originated and gained popularity in Russia.)
de: Dieses Stylesheet ist nur für FB2- und FB3-Dokumente gedacht, die kein klassisches HTML sind und ein spezielles Styling benötigen. (FictionBook 2 & 3 sind offene XML-basierte E-Book-Formate, die in Russland entstanden sind und dort an Popularität gewonnen haben).
el: Αυτό το φύλλο στυλ πρέπει να χρησιμοποιείται μόνο με έγγραφα FB2 και FB3, τα οποία δεν είναι κλασικά HTML και χρειάζονται κάποιο συγκεκριμένο στυλ. (Τα FictionBook 2 & 3 είναι ανοικτές μορφές ηλεκτρονικών βιβλίων βασισμένες σε XML, οι οποίες προήλθαν και απέκτησαν δημοτικότητα στη Ρωσία.)
es: Esta hoja de estilo debe utilizarse sólo con documentos FB2 y FB3, que no son HTML clásico y necesitan un estilo específico. (FictionBook 2 y 3 son formatos abiertos de libro electrónico basados en XML que se originaron y ganaron popularidad en Rusia).
gl: Esta folla de estilo e para ser usada só con documentos FB2 e FB3, que non son HTML clásico e precisan algúns estilos específicos. (FictionBook 2 e 3 son formatos abertos de e-book baseados en XML que se orixinaron e popularizaron en Rusia).
it_it: Questo foglio di stile deve essere utilizzato solo con documenti FB2 e FB3, che non sono HTML classico, e hanno bisogno di uno stile specifico. (FictionBook 2 & 3 sono formati e-book aperti basati su XML, che hanno avuto origine e sono diventati popolari in Russia.)
ko_kr: 이 스타일시트는 클래식 HTML이 아니며 특정 스타일링이 필요한 FB2 및 FB3 문서에만 사용해야 합니다. (FictionBook 2 및 3은 러시아에서 시작되어 인기를 얻은 개방형 XML 기반 전자책 형식입니다.)
nl_nl: Dit stylesheet is alleen bedoeld voor FB2- en FB3-documenten, die geen klassieke HTML zijn en een specifieke opmaak nodig hebben. (FictionBook 2 & 3 zijn open, op XML gebaseerde e-book formaten die hun oorsprong en populariteit in Rusland vinden.)
pl: Ten arkusz stylów może być używany tylko z dokumentami FB2 i FB3, które nie są klasycznym HTML i wymagają określonej stylizacji. (FictionBook 2 i 3 to otwarte formaty e-booków oparte na formacie XML, które powstały i zyskały popularność w Rosji.)
ru: Данную таблицу стилей следует использовать только с документами FB2 и FB3, которые не являются классическим HTML и требуют особого оформления. (FictionBook 2 и 3 - открытые форматы электронных книг на основе XML, которые возникли и завоевали популярность в России.)
sk: Táto šablóna so štýlmi sa má používať iba s dokumentmi FB2 a FB3, ktoré nie sú klasickým HTML a vyžadujú si špeciálny štýl. (FictionBook 2 a 3 sú otvorené formáty elektronických kníh založené na XML, ktoré vznikli a získali popularitu v Rusku.)
sr: Ова листа стилова би требало да се користи само са FB2 и FB3 документима. Они нису класични HTML и њима је неопходно специфично подешавање стилова. (FictionBook 2 & 3 су отворени формати е-књига засновани на XML који потичу из Русије и који су тамо постали популарни.)
tr: Bu biçem sayfası yalnızca klasik HTML olmayan ve bazı özel biçimlendirmelere ihtiyaç duyan FB2 ve FB3 belgeleriyle kullanılmalıdır. (FictionBook 2 & 3, Rusya'da ortaya çıkan ve yaygınlık kazanan açık XML tabanlı e-kitap biçimleridir).

source: This stylesheet is obsolete: don't use it. It is kept solely to be able to open documents last read years ago and to migrate their highlights.
de: Dieses Stylesheet ist veraltet: verwenden Sie es nicht. Es wird nur aufbewahrt, um Dokumente öffnen zu können, die vor Jahren zuletzt gelesen wurden, und um deren Hervorhebungen zu migrieren.
el: Αυτό το φύλλο στυλ είναι ξεπερασμένο: μην το χρησιμοποιείτε. Διατηρείται αποκλειστικά και μόνο για να μπορείτε να ανοίγετε έγγραφα που διαβάστηκαν τελευταία φορά πριν από χρόνια και να μεταφέρετε τις επισημάνσεις τους.
es: Esta hoja de estilo está obsoleta, así que no debe usarse. Se conserva únicamente para poder abrir documentos leídos por última vez hace tiempo y poder migrar sus subrayados.
gl: Esta folla de estilo está obsoleta: non a uses. Consérvase unicamente para poder abrir documentos que foron lidos por derradeira vez hai uns anos e poder migrar os textos destacados.
it_it: Questo foglio di stile è obsoleto: non usarlo. È tenuto solo per permettere di aprire documenti letti per l'ultima volta anni fa, e di migrare le loro evidenziazioni.
ko_kr: 이 스타일시트는 더 이상 사용되지 않으므로 사용하지 마세요. 몇 년 전에 마지막으로 읽은 문서를 열고 하이라이트를 마이그레이션하기 위한 용도로만 유지됩니다.
nl_nl: Deze stylesheet is verouderd: gebruik hem niet. Hij wordt alleen bewaard om documenten te kunnen openen die jaren geleden voor het laatst zijn gelezen en om hun markeringen te migreren.
pl: Ten arkusz stylów jest przestarzały: nie używaj go. Jest przechowywany wyłącznie w celu umożliwienia otwierania dokumentów czytanych ostatnio wiele lat temu i przenoszenia ich najważniejszych fragmentów.
ru: Данная таблица стилей устарела и не рекомендуется к использованию. Она сохраняется исключительно для возможности открывать прочитанные много лет назад документы, и переносить выделенные в них фрагменты.
sk: Táto šablóna so štýlmi je zastaraná: nepoužívajte ju. Uchováva sa len preto, aby bolo možné otvoriť dokumenty, ktoré boli naposledy prečítané pred rokmi a pre migrovanie ich zvýraznení.
sr: Ова листа стилова је застарела: немојте да је користите. Чува се само да би било могуће отварање докумената који су последњи пут читани пре више година и да би истицања у њима могла да се мигрирају.
tr: Bu biçem sayfası kullanımdan kaldırıldı: kullanmayın. Yalnızca yıllar önce okunan belgeleri açabilmek ve vurgularını taşıyabilmek için tutulmaktadır.
uk: Ця таблиця стилів застаріла: не використовуйте її. Вона зберігається виключно для того, щоб мати можливість відкривати документи, які востаннє читалися багато років тому, і перенести їхні виділені фрагменти.

source: This is a user added stylesheet.
cs: Toto je uživatelem vložená šablona stylu.
de: Dies ist ein vom Benutzer hinzugefügtes Stylesheet.
el: Αυτό είναι ένα φύλλο στυλ που πρόσθεσε ο χρήστης.
es: Esta es una hoja de estilo añadida por el usuario.
fr: Il s'agit d'une feuille de style ajoutée par un utilisateur.
gl: Esta é unha folla de estilo engadida polo usuario.
it_it: Questo è un foglio di stile aggiunto dall'utente.
ko_kr: 사용자가 추가한 스타일시트입니다.
nl_nl: Dit is een stylesheet die door de gebruiker is toegevoegd.
pl: To jest arkusz stylów dodany przez użytkownika.
ru: Стиль, добавленный пользователем.
sk: Toto je šablóna so štýlmi pridaná používateľom.
sr: Ово је листа стилова коју је додао корисник.
tr: Bu kullanıcı tarafından eklenen bir biçem sayfasıdır.
uk: Це додана користувачем таблиця стилів.

source: Obsolete
ar: قديم جدًا
ca: Obsolet
cs: Zastaralý
de: Obsolet
el: Ξεπερασμένα
es: Obsoleto
fa: منقضی
fr: Obsolète
gl: Obsoleto
hu: Elavultak
it_it: Obsoleto
ja: その他
ko_kr: 폐기된
nl_nl: Verouderd
pl: Przestarzałe
pt_br: Obsoleto
ro: Învechit
ru: Устаревший
sk: Zastaraný
sr: Застарело
tr: Kullanılmayan
uk: Застаріле
zh_cn: 过时的

source: Obsolete (%1)
ar: قديم (%1)
ca: Obsolet (%1)
cs: Zastaralý (%1)
de: Obsolet (%1)
el: Ξεπερασμένα (%1)
es: Obsoleto (%1)
fa: منقضی (%1)
fr: Obsolète (%1)
gl: Obsoleto (%1)
hu: Elavult (%1)
it_it: Obsoleto (%1)
ja: その他 (%1)
ko_kr: 폐기된 (%1)
nl_nl: Verouderd (%1)
pl: Przestarzałe (%1)
pt_br: Obsoleto (%1)
ro: Învechit (%1)
ru: Устаревший (%1)
sk: Zastarané (%1)
sr: Застарело (%1)
tr: Kullanılmayan (%1)
uk: Застаріле (%1)
zh_cn: 过时的（%1）

source: Set default style for FB2 documents to %1?
cs: Nastavit výchozí styl pro FB2 dokumenty na %1?
de: Standardstil für FB2-Dokumente auf %1 setzen?
el: Θέλετε να ορίσετε το προεπιλεγμένο στυλ για τα έγγραφα FB2 στο %1;
es: ¿Ajustar el estilo por defecto de los documentos FB2 a %1?
gl: Axustar o estilo por defecto para documentos FB2 a %1?
it_it: Imposta lo stile predefinito per i documenti FB2 a %1?
ko_kr: FB2 문서의 기본 스타일을 %1로 설정할까요?
nl_nl: Standaardstijl voor FB2-documenten op %1 instellen?
pl: Ustawić domyślny styl dla dokumentów FB2 na %1?
ru: Изменить стиль оформления FB2 по умолчанию на «%1»?
sk: Pre FB2 dokumenty nastaviť predvolený štýl %1?
sr: Да поставим подразумевани стил за FB2 документе на %1?
tr: FB2 belgeleri için varsayılan biçem %1 olarak ayarlansın mı?
uk: Встановити типовим стилем документів FB2 %1?

source: Set default style to %1?
ar: تعيين النمط الافتراضي إلى %1؟
ca: Seleccionar %1 com a estil per defecte?
cs: Nastavit výchozí styl na %1?
de: Setzt den Standardstil auf %1?
el: Θέλετε να ορίσετε το "%1" ως προεπιλεγμένο στυλ;
es: ¿Quiere establecer «%1» como estilo predeterminado?
fr: Régler le style par défaut à %1 ?
gl: Axustar o estilo por defecto como %1?
hu: Beállítja alapértelmezettnek ezt a stílust: %1?
it_it: Imposta lo stile predefinito su %1?
ja: デフォルトスタイルを %1 に設定しますか?
ko_kr: %1을 기본 스타일로 지정할까요?
nl_nl: Stel standaardstijl in als %1?
pl: Ustawić domyślny styl na %1?
pt_br: Definir o estilo padrão para %1?
ro: Setezi stilul implicit la %1?
ru: Изменить стиль оформления документа по умолчанию на «%1»?
sk: Nastaviť predvolený štýl na %1?
sr: Да поставим подразумевани стил на %1?
tr: Varsayılan biçem %1 olarak ayarlansın mı?
uk: Встановити типовим стиль %1?
zh_cn: 是否设置默认样式为 %1 ？

source: Margins set to: left: %1 (%2px) right: %3 (%4px) top: %5 (%6px) bottom: %7 (%8px) Tap to dismiss.
ar: تم تعيين الهوامش على: اليسار: %1 (%2 بكسل) اليمين: %3 (%4 بكسل) أعلى: %5 (%6 بكسل) أسفل: %7 (%8 بكسل) انقر للرفض.
ca: Marges ajustats a: esquerre: %1 (%2px) dret: %3 (%4px) superior: %5 (%6px) inferior: %7 (%8px) Prémer per descartar.
cs: Okraje jsou nastaveny na: levý: %1 (%2px) pravý: %3 (%4px) horní: %5 (%6px) spodní: %7 (%8px) Ťuknutím zavřete.
de: Ränder eingestellt auf: links: %1 (%2px) rechts: %3 (%4px) oben: %5 (%6px) unten: %7 (%8px) Tippe zum Verlassen.
el: Τα περιθώρια ορίστηκαν ως εξής: αριστερά: %1 (%2px) δεξιά: %3 (%4px) επάνω: %5 (%6px) κάτω: %7 (%8px) Πατήστε για να κλείσετε.
es: Márgenes ajustados a: izquierdo: %1 (%2px) derecho: %3 (%4px) superior: %5 (%6px) inferior: %7 (%8px) Pulsar para descartar.
fa: حاشیه‌ها تنظیم شد بر روی: چپ: %1 (%2px) راست: %3 (%4px) بالا: %5 (%6px) پایین: %7 (%8px) برای عدم نمایش این پنجره ضربه بزنید.
fr: Marges réglées à : gauche : %1 (%2px) droite : %3 (%4px) haut : %5 (%6px) bas : %7 (%8px) Toucher l’écran pour fermer cette fenêtre.
gl: Marxes configuradas como: esquerda: %1 (%2px) dereita: %3 (%4px) superior: %5 (%6px) inferior: %7 (%8px) Preme para cerrar.
hu: Margók beállításai: bal: %1 (%2px) jobb: %3 (%4px) felső: %5 (%6px) alsó: %7 (%8px) Egy koppintás visszavonja.
it_it: Margini impostati a: destro: %1 (%2px) sinistro: %3 (%4px) superiore: %5 (%6px) inferiore: %7 (%8px) Tocca per ignorare.
ja: 余白は次のように設定されています: 左: %1 (%2px) 右: %3 (%4px) 上: %5 (%6px) 下: %7 (%8px) タップしてこの画面を閉じる。
ko_kr: 여백 설정: 왼쪽: %1 (%2px) 오른쪽: %3 (%4px) 위쪽: %5 (%6px) 아래쪽: %7 (%8px) 닫으려면 탭하세요.
nl_nl: Marges ingesteld op: links: %1 (%2px) rechts: %3 (%4px) boven: %5 (%6px) onder: %7 (%8px) Tik om te sluiten.
pl: Marginesy ustawione na: lewy: %1 (%2px) prawy: %3 (%4px) górny: %5 (%6px) dolny: %7 (%8px) Stuknij, aby zamknąć.
pt_br: Margens definidas para: esquerda: %1 (%2px) direita: %3 (%4px) superior: %5 (%6px) inferior: %7 (%8px) Toque para dispensar.
ro: Marginile sînt setate la: stînga: %1 (%2px) dreapta: %3 (%4px) sus: %5 (%6px) jos: %7 (%8px) Atinge pentru a închide.
ru: Текущие размеры полей: левое: %1 (%2px) правое: %3 (%4px) верхнее: %5 (%6px) нижнее: %7 (%8px) (Касание закроет окно).
sk: Okraje nastavené na: vľavo: %1 (%2px) vpravo: %3 (%4px) hore: %5 (%6px) dole: %7 (%8px) Ťuknutím zavriete.
sr: Маргине су постављене на: left: %1 (%2px) right: %3 (%4px) top: %5 (%6px) bottom: %7 (%8px) Тапните да затворите.
tr: Ayarlanmış kenar boşlukları: sol: %1 (%2px) sağ: %3 (%4px) üst: %5 (%6px) alt: %7(%8px) Yok saymak için dokunun.
uk: Встановлено поля: ліворуч: %1 (%2px) праворуч: %3 (%4px) вгорі: %5 (%6px) знизу: %7 (%8px) Торкніться, щоб відхилити.
zh_cn: 边距设置为： 左： %1 (%2px) 右： %3 (%4px) 顶部： %5 (%6px) 底部:：%7 (%8px) 轻按以继续。

source: Romanian
ar: الرومانيّة
ca: Romanés
cs: rumunština
de: Rumänisch
el: Ρουμανικά
es: Rumano
fr: Roumain
gl: romanés
hu: Román
it_it: Rumeno
ko_kr: 루마니아어
nl_nl: Roemeens
pl: rumuński
pt_br: Romeno
ro: română
ru: Румынский
sk: Rumunčina
sr: румунски
tr: Romence
uk: Румунська

source: Ukrainian
ar: الأوكرانيّة
ca: Ucraïnés
cs: ukrajinština
de: Ukrainisch
el: Ουκρανικά
es: Ucraniano
fr: Ukrainien
gl: ucraíno
hu: Ukrán
it_it: Ucraino
ko_kr: 우크라이나어
nl_nl: Oekraïens
pl: ukraiński
pt_br: Ucraniano
ro: ucraineană
ru: Украинский
sk: Ukrajinčina
sr: украјински
tr: Ukraynaca
uk: Українська

source: Armenian
ar: الأرمنيّة
ca: Armeni
cs: arménštiny
de: Armenisch
el: Αρμένικα
es: Armenio
fr: Arménien
gl: Armenio
hu: Örmény
it_it: Armeno
ko_kr: 아르메니아어
nl_nl: Armeens
pl: ormiański
pt_br: Armênio
ro: Armeană
ru: Армянский
sk: Arménčina
sr: јерменски
tr: Ermenice
uk: Вірменська

source: Basque
ar: الباسكيّة
ca: Basc
cs: baskičtina
de: Baskisch
el: Βασκικά
es: Euskera
gl: Euskera
hu: Baszk
it_it: Basco
ko_kr: 바스크어
nl_nl: Baskisch
pl: baskijski
pt_br: Basco
ro: Bască
ru: Баскский
sk: Baskytčina
sr: баскијски
tr: Baskça
uk: Баскська

source: Bulgarian
ar: البلغاريّة
ca: Búlgar
cs: bulharština
de: Bulgarisch
el: Βουλγάρικα
es: Búlgaro
fr: Bulgare
gl: Búlgaro
hu: Bolgár
it_it: Bulgaro
ko_kr: 불가리아어
nl_nl: Bulgaars
pl: bułgarski
pt_br: Búlgaro
ro: bulgară
ru: Болгарский
sk: Bulharčina
sr: бугарски
tr: Bulgarca
uk: Болгарська

source: Catalan
ar: الكتالانيّة
ca: Català
cs: katalánština
de: Katalanisch
el: Καταλανικά
es: Catalán
gl: Catalán
hu: Katalán
it_it: Catalano
ko_kr: 카탈로니아어
nl_nl: Catalaans
pl: kataloński
pt_br: Catalão
ro: Catalană
ru: Каталонский
sk: Katalánčina
sr: каталонски
tr: Katalanca
uk: Каталонська

source: Chinese (Simplified)
ar: الصينيّة (المبسّطة)
ca: Xinès simplificat
cs: čínština (zjednodušená)
de: Chinesisch (vereinfacht)
el: Κινέζικα (Απλοποιημένα)
es: Chino (simplificado)
fr: Chinois (simplifié)
gl: Chinés (simplificado)
hu: Kínai (Egyszerűsített)
it_it: Cinese (Semplificato)
ja: 简体中文
ko_kr: 중국어 (간체)
nl_nl: Chinees (gesimplificeerd)
pl: chiński (uproszczony)
pt_br: Chinês (Simplificado)
ro: Chineză (simplificată)
ru: Китайский (упрощённый)
sk: Čínština (Simplified)
sr: кинески (поједностављен)
tr: Çince (Basitleştirilmiş)
uk: Китайська (спрощена)
zh_cn: 简体中文

source: Chinese (Traditional)
ar: الصينيّة (التقليدية)
ca: Xinès tradicional
cs: čínština (tradiční)
de: Chinesisch (traditionell)
el: Κινέζικα (Παραδοσιακά)
es: Chino (tradicional)
fr: Chinois (traditionnel)
gl: Chinés (tradicional)
hu: Kínai (Hagyományos)
it_it: Cinese (Tradizionale)
ja: 繁体中文
ko_kr: 중국어 (번체)
nl_nl: Chinees (traditioneel)
pl: chiński (tradycyjny)
pt_br: Chinês (Tradicional)
ro: Chineză (tradițională)
ru: Китайский (традиционный)
sk: Čínština (Traditional)
sr: кинески (традиционални)
tr: Çince (Geleneksel)
uk: Китайська (традиційна)
zh_cn: 繁体中文

source: Croatian
ar: الكرواتيّة
ca: Croat
cs: chorvatština
de: Kroatisch
el: Κροατικά
es: Croata
fr: Croate
gl: Croata
hu: Horvát
it_it: Croato
ko_kr: 크로아티아어
nl_nl: Kroatisch
pl: chorwacki
pt_br: Croata
ro: Croată
ru: Хорватский
sk: Chorvátčina
sr: хрватски
tr: Hırvatça
uk: Хорватська

source: Czech
ar: التشيكيّة
ca: Txec
cs: čeština
de: Tschechisch
el: Τσέχικα
es: Checo
fr: Tchèque
gl: Checo
hu: Cseh
it_it: Ceco
ko_kr: 체코어
nl_nl: Tsjechisch
pl: czeski
pt_br: Tcheco
ro: cehă
ru: Чешский
sk: Čeština
sr: чешки
tr: Çekce
uk: Чеська

source: Danish
ar: الدنماركيّة
ca: Danès
cs: dánština
de: Dänisch
el: Δανικά
es: Danés
fr: Danois
gl: Danés
hu: Dán
it_it: Danese
ko_kr: 덴마크어
nl_nl: Deens
pl: duński
pt_br: Dinamarquês
ro: Daneză
ru: Датский
sk: Dánština
sr: дански
tr: Danca
uk: Данська

source: Dutch
ar: الهولنديّة
ca: Neerlandés
cs: nizozemština
de: Niederländisch
el: Ολλανδικά
es: Neerlandés
fr: Néerlandais
gl: holandés
hu: Holland
it_it: Olandese
ko_kr: 네덜란드어
nl_nl: Nederlands
pl: holenderski
pt_br: Holandês
ro: Olandeză
ru: Голландский
sk: Nemčina
sr: холаднски
tr: Felemenkçe
uk: Голландська

source: English (UK)
ar: الإنجليزية (المملكة المتحدة)
ca: Anglès (Regne Unit)
cs: angličtina (UK)
de: Englisch (UK)
el: Αγγλικά (ΗΒ)
es: Inglés (Reino Unido)
fr: Anglais (Britannique)
gl: Inglés (RU)
hu: Angol (UK)
it_it: Inglese (Regno Unito)
ko_kr: 영어 (영국)
nl_nl: Engels (VK)
pl: angielski (brytyjski)
pt_br: Inglês (Reino Unido)
ro: engleză (UK)
ru: Английский (UK)
sk: Angličtina (Spojené kráľovstvo)
sr: енглески (В. Британија)
tr: İngilizce (Birleşik Krallık)
uk: Англійська (Велика Британія)
