Repository: spruceUI/spruceOS
Catalog: App/KoReader/l10n/*/koreader.po
Languages: ar, ca, cs, de, el, es, fa, fr, gl, hu, it_it, ja, ko_kr, nl_nl, pl, pt_br, ro, ru, sk, sr, tr, uk, zh_cn

source: Select all books on this page
ca: Selecciona tots els llibres d’aquesta pàgina
de: Alle Bücher auf dieser Seite auswählen
el: Επιλογή όλων των βιβλίων αυτής της σελίδας
es: Seleccione todos los libros de esta página
fr: Sélectionnez tous les livres sur cette page
gl: Seleccionar todos os libros nesta páxina
hu: Összes könyv kiválasztása az oldalon
it_it: Seleziona tutti i libri in questa pagina
ko_kr: 이 페이지에서 모든 책 선택
nl_nl: Alle boeken op deze pagina selecteren
pl: Wybierz wszystkie książki na tej stronie
pt_br: Selecionar todos os livros nesta página
ru: Выбрать все книги на этой странице
sk: Označiť všetky knihy na tejto strane
sr: Изабери све књиге на овој страни
tr: Bu sayfadaki tüm kitapları seç
uk: Вибрати всі книги на цій сторінці
zh_cn: 选择此页中的所有书籍

source: Deselect all books on this page
de: Alle Bücher auf dieser Seite abwählen
el: Αποεπιλογή όλων των βιβλίων αυτής της σελίδας
es: Deseleccionar todos los libros de esta página
fr: Désélectionner tous les livres sur cette page
gl: Deseleccionar todos os libros nesta páxina
hu: Összes kiválasztás törlése az oldalon
it_it: Deseleziona tutti i libri in questa pagina
ko_kr: 이 페이지의 모든 책 선택 해제
nl_nl: Alle boeken op deze pagina deselecteren
pl: Odznacz wszystkie książki na tej stronie
pt_br: Desmarcar todos os livros nesta página
ru: Сбросить выбор всех книг на этой странице
sk: Zrušiť označenie všetkých kníh na tejto strane
sr: Уклони избор свих књига на овој страни
tr: Bu sayfadaki tüm kitapların seçimini kaldır
uk: Скасувати вибір усіх книг на цій сторінці
zh_cn: 取消选择此页中的所有书籍

source: Reset progress
ca: Reiniciar progrés
cs: Resetovat postup
de: Fortschritt zurücksetzen
el: Μηδενισμός προόδου
es: Reiniciar progreso
fa: بازنشانی پیشرفت
fr: Réinitialiser la progression
gl: Reiniciar progreso
hu: Folyamat visszaállítása
it_it: Azzera i progressi
ja: 進行状況をリセット
ko_kr: 진행 상황 재설정
nl_nl: Voortgang resetten
pl: Zresetuj postęp
pt_br: Redefinir progresso
ro: Resetează progresul
ru: Сбросить прогресс
sk: Vymazať priebeh učenia
sr: Ресетуј напредак
tr: İlerlemeyi sıfırla
uk: Скинути прогрес
zh_cn: 重置进度

source: Remove word
ca: Eliminar paraula
cs: Odstranit slovo
de: Lösche Wort
el: Διαγραφή λέξης
es: Eliminar la palabra
fa: حذف کلمه
fr: Supprimer le mot
gl: Eliminar palabra
hu: Szó eltávolítása
it_it: Rimuovi la parola
ja: 単語を削除
ko_kr: 단어 제거
nl_nl: Woord verwijderen
pl: Usuń słowo
pt_br: Remover palavra
ro: Elimină cuvînt
ru: Удалить слово
sk: Odstrániť slovo
sr: Уклони реч
tr: Sözcüğü sil
uk: Вилучити слово
zh_cn: 删除单词

source: Undo study status
ca: Desfer estat d'estudi
de: Studienstatus rückgängig machen
el: Αναίρεση κατάστασης μελέτης
es: Deshacer estado de estudio
fa: وضعیت یادگیری را برگردان
fr: Masquer l'état de la batterie
gl: Desfacer o estado do estudio
hu: Tanulmány státusz visszavonása
it_it: Annulla stato di studio
ja: 学習状況を元に戻す
ko_kr: 학습 상태 실행 취소
nl_nl: Studeerstatus ongedaan maken
pl: Cofnij stan badania
pt_br: Desfazer status de aprendizagem
ru: Отменить статус изучения
sk: Vrátiť späť stav učenia
sr: Опозови статус учења
tr: Çalışma durumunu geri al
uk: Скасувати статус дослідження
zh_cn: 撤销学习状态

source: Forgot
ca: Descartar
cs: Zapomenuto
de: Vergessen
el: Το ξέχασα
es: Descartar
fa: فراموش کردم
fr: Oublié
gl: Esquecer
hu: Elfelejt
it_it: Dimenticato
ja: 忘れました
ko_kr: 잊음
nl_nl: Vergeten
pl: Zapomniałem
pt_br: Esqueci
ro: Uitat
ru: Забыл
sk: Zabudnúť
sr: Заборављено
tr: Unut
uk: Забути
zh_cn: 忘记

source: Got it
ca: Fet
cs: Mám to
de: Ich hab's
el: Το ξέρω
es: Listo
fa: فهمیدم
fr: J'ai compris
gl: Listo
hu: Értem
it_it: Capito
ja: 了解
ko_kr: 알아들음
nl_nl: Begrepen
pl: Mam to
pt_br: Aprendi
ro: Înțeles
ru: Понятно
sk: Mám to
sr: Схватио сам
tr: Anladım
uk: Зрозуміло
zh_cn: 知道了

source: From
ca: Des de
cs: Z
de: Von
el: Από
es: Desde
fa: از
fr: Depuis
gl: De
hu: Innen
it_it: Da
ja: から
ko_kr: 보낸이
nl_nl: Van
pl: Z
pt_br: De
ro: De la
ru: От
sk: Od
sr: Од
tr: Başlangıç
uk: З
zh_cn: 来自

# Time
source: %1h
el: %1ώ
fa: %1ساعت
hu: %1ó
ja: %1 時間
ko_kr: %1시
nl_nl: %1u
ru: %1 ч
sr: %1ч
tr: %1 sa
uk: %1год
zh_cn: %1时

# Time
source: %1d
el: %1 ημ.
fa: %1روز
fr: %1 min
hu: %1n
it_it: %1g
ja: %1 日
ko_kr: %1일
pt_br: %1 dia
ru: %1 д
sr: %1д
uk: %1д
zh_cn: %1天

# Time
source: %1 mo.
ca: %1 m
cs: %1 měs.
el: %1 μήν.
es: %1 m.
fa: %1 ماه.
gl: %1 mes.
hu: %1 hó.
it_it: %1 mesi
ja: %1 ヶ月
ko_kr: %1월
nl_nl: %1 m
pl: %1 mies.
pt_br: %1 mês
ru: %1 мц.
sk: %1 mes.
sr: %1м
tr: %1 ay.
uk: %1 міс.
zh_cn: %1个月

# Time
source: %1 yr.
ca: %1 a
cs: %1 r.
de: %1 a.
el: %1 χρ.
es: %1 a.
fa: %1 سال.
gl: %1 ano.
hu: %1 év.
it_it: %1 anni
ja: %1 年
ko_kr: %1년
nl_nl: %1 j
pl: %1 r.
pt_br: %1 ano
ru: %1 г.
sk: %1 rok
sr: %1г
tr: %1 yıl.
uk: %1 р.
zh_cn: %1年

source: Added on
ca: Afegida el
cs: Přidáno
de: Ergänzt auf
el: Προστέθηκε στις
es: Añadida el
fa: اضافه شده در
fr: Ajouté pour
gl: Engadida o
hu: Hozzáadva a
it_it: Aggiunto il
ja: 追加しました
ko_kr: 추가됨
nl_nl: Toegevoegd op
pl: Dodano
pt_br: Adicionado em
ro: Adăugat la
ru: Добавлено в
sk: Pridané dňa
sr: Додато
tr: Eklenme zamanı
uk: Додано
zh_cn: 添加于

source: Review scheduled at
ca: Revisió programada en
cs: Kontrola naplánována na
de: Überprüfung geplant um
el: Επανεξέταση προγραμματισμένη στις
es: Revisión programada en
fr: Examen prévu à
gl: Revisión programada en
hu: Felülvizsgálat tervezve
it_it: Revisione prevista a
ja: レビュー予定
ko_kr: 검토 예정 시간
nl_nl: Evaluatie gepland op
pl: Przegląd zaplanowany na
pt_br: Revisar em
ro: Revizuire programată la
ru: Обозрение назначено на
sk: Kontrola naplánovaná na
sr: Процена је заказана у
tr: Gözden geçirme zamanlaması
uk: Розгляд заплановано на
zh_cn: 复习时间安排在

source: Add virtual book
ca: Afegir llibre virtual
cs: Přidat virtuální knihu
de: Virtuelles Buch hinzufügen
el: Προσθήκη εικονικού βιβλίου
es: Añadir libro virtual
fr: Ajouter un livre virtuel
gl: Engadir libro virtual
hu: Virtuális könyv hozzáadása
it_it: Aggiungi libro virtuale
ja: 仮想書籍を追加
ko_kr: 가상의 책 추가
nl_nl: Virtueel boek toevoegen
pl: Dodaj wirtualną książkę
pt_br: Adicionar livro virtual
ru: Добавить виртуальную книгу
sk: Pridať virtuálnu knihu
sr: Додај виртуелну књигу
tr: Sanal kitap ekle
uk: Додати віртуальну книгу
zh_cn: 添加虚拟图书

source: Enter book title:
ca: Introduir títol del llibre:
cs: Vložte název knihy:
de: Buchtitel eingeben:
el: Εισαγάγετε τίτλο βιβλίου:
es: Introducir título del libro:
fa: عنوان کتاب را وارد کنید:
fr: Entrez le titre du livre :
gl: Insire o título do libro:
hu: Könyv címe:
it_it: Inserisci il titolo del libro:
ja: 書籍の題名を入力:
ko_kr: 책 제목 입력:
nl_nl: Boektitel invoeren:
pl: Wpisz tytuł książki:
pt_br: Digite o título do livro:
ru: Ввести название книги:
sk: Zadajte názov knihy:
sr: Унесите наслов књиге:
tr: Kitap başlığını yazın:
uk: Введіть назву книги:
zh_cn: 输入书名：

source: Book title already in use.
ca: Títol de llibre ja en ús.
cs: Tento název knihy se již používá.
de: Buchtitel wird bereits verwendet.
el: Ο τίτλος του βιβλίου χρησιμοποιείται ήδη.
es: Título de libro ya en uso.
fa: عنوان کتاب همین الان هم در حال استفاده است.
fr: Le titre du livre est déjà utilisé.
gl: Título do libro xa usado.
hu: Már létező könyvcím.
it_it: Titolo del libro già in uso.
ja: 書籍の題名は既に使われています。
ko_kr: 이미 사용 중인 책 제목입니다.
nl_nl: Boektitel al gebruikt.
pl: Tytuł książki jest już używany.
pt_br: Título do livro já em uso.
ru: Название книги уже используется.
sk: Názov knihy je už používaný.
sr: Наслов књиге се већ користи.
tr: Kitap başlığı zaten kullanılıyor.
uk: Назва книги вже використовується.
zh_cn: 书名已在使用中。

source: Move "%1" to book:
ca: Mou «%1» al llibre:
cs: Přesunout „%1“ do knihy:
de: Verschieben Sie "%1" ins Buch:
el: Μετακινήστε το "%1" στο βιβλίο:
es: Mover «%1» al libro:
fa: انتقال "%1" به کتاب:
fr: Déplacer "%1" vers le livre :
gl: Mover "%1" ao libro:
hu: "%1" áthelyezése a könyvbe:
it_it: Sposta "%1" nel libro:
ja: "%1"を書籍に移動:
ko_kr: 예약하려면 "%1" 이동:
nl_nl: Verplaats "%1" naar boek:
pl: Przenieś „%1” do książki:
pt_br: Mover "%1" para livro:
ru: Переместить «%1» в книгу:
sk: Presunúť "%1" do knihy:
sr: Премести„%1” у књигу:
tr: Kitaba "%1" taşınsın:
uk: Перемістити «%1» до книги:
zh_cn: 将"%1" 移动到书:

source: Search words
ca: Cerca paraules
cs: Vyhledávání slov
de: Wörter suchen
el: Αναζήτηση λέξεων
es: Buscar palabras
fa: جستجوی کلمات
fr: Recherche de mots
gl: Procurar palabras
hu: Szavak keresése
it_it: Cerca parole
ja: 単語を検索
ko_kr: 검색어
nl_nl: Woorden zoeken
pl: Szukaj słów
pt_br: Buscar palavras
ru: Поиск слов
sk: Hľadať slová
sr: Претрага речи
tr: Sözcük arama
uk: Шукати слова
zh_cn: 搜索单词

source: Search empty content to exit
ca: Buscar contingut buit per a sortir
cs: Pro ukončení vyhledejte prázdný řetězec
de: Leeren Inhalt suchen zum Beenden
el: Αναζήτηση κενού περιεχομένου για έξοδο
es: Buscar contenido vacío para salir
fr: Recherchez un contenu vide pour quitter
gl: Procurar contido baldeiro para saír
hu: Üres kereső kifejezésre kilépés
it_it: Cerca contenuto vuoto per uscire
ja: 終了するには空の内容で検索
ko_kr: 끝내려면 빈 콘텐츠 검색
nl_nl: Zoek lege inhoud om te sluiten
pl: Wyszukaj pustą treść, aby wyjść
pt_br: Busque conteúdo vazio para sair
ru: Поиск с пустой строкой закроет это окно
sk: Ak chcete skončiť, vyhľadajte prázdny obsah
sr: Да бисте изашли, претражите празан садржај
tr: Çıkmak için boş içerik arayın
uk: Щоб вийти, знайдіть порожній вміст
zh_cn: 搜索空内容以退出

source: You can use two wildcards when searching: the percent sign (%) and the underscore (_). % represents any zero or more number of characters and _ represents any single character. If no wildcard is used, the searched text will be enclosed with two %'s by default.
ca: En les cerques existeix la possibilitat d'utilitzar dos comodins : el signe de percentatge (%) i el guió baix (_). % representa qualsevol nombre de caràcters igual o superior a zero i _ representa qualsevol caràcter únic. Si no s'utilitza cap comodí, el text buscat es marcarà per defecte amb dos %.
de: Sie können bei der Suche zwei Platzhalter verwenden: das Prozentzeichen (%) und den Unterstrich (_). % steht für eine beliebige Anzahl von Zeichen und _ für ein beliebiges einzelnes Zeichen. Wenn kein Platzhalter verwendet wird, dann wird der gesuchte Text standardmäßig von zwei %-Zeichen umschlossen.
el: Μπορείτε να χρησιμοποιήσετε δύο σύμβολα μπαλαντέρ κατά την αναζήτηση: το σύμβολο του ποσοστού (%) και την κάτω παύλα (_). Το % αντιπροσωπεύει οποιοδήποτε μηδενικό ή μεγαλύτερο αριθμό χαρακτήρων και το _ αντιπροσωπεύει οποιοδήποτε μεμονωμένο χαρακτήρα. Εάν δεν χρησιμοποιηθεί κανένα σύμβολο μπαλαντέρ, το κείμενο που αναζητείται θα περικλείεται από δύο % από προεπιλογή.
es: En las búsquedas existe la posibilidad de utilizar dos comodines : el signo de porcentaje (%) y el guión bajo (_). % representa cualquier número de caracteres igual o superior a cero y _ representa cualquier carácter único. Si no se utiliza ningún comodín, el texto buscado se marcará por defecto con dos %.
fr: Vous pouvez utiliser deux caractères génériques lors de la recherche : le pourcentage (%) et le soulignement (_). % représente n'importe quel nombre de caractères (y compris zéro) et _ représente un seul caractère. Si aucun caractère générique n'est utilisé, le texte recherché sera entouré par défaut de deux %.
gl: Podes usar dous comodíns nas procuras: o signo de porcentaxe (%) e o guión baixo (_). % representa calquera número de caracteres igual ou superior a cero e _ representa un único carácter. Se non se usa ningún comodín, o texto procurado será rodeado por dous % por defecto.
hu: A keresés során két helyettesítő karaktert használhat: a százalékjelet (%) és az aláhúzást (_). A % bármely nulla vagy annál több karaktert, a _ pedig egyetlen, tetszőleges karaktert jelöli. Ha nem használunk jokert, a keresett szöveget alapértelmezés szerint % karakterek határolják.
it_it: Puoi utilizzare due caratteri jolly durante la ricerca: il segno di percentuale (%) e il trattino basso (_). % rappresenta qualsiasi zero o più numero di caratteri, e _ rappresenta ogni singolo carattere. Se non viene utilizzato alcun carattere jolly, il testo cercato verrà racchiuso tra due % per impostazione predefinita.
ja: 検索時にはパーセント記号(%)とアンダースコア(_)の2つのワイルドカードを使用することができます。 %は0個以上の文字を表し、_は1文字を表します。 ワイルドカードを使用しない場合、検索されたテキストはデフォルトで2つの%で囲まれます。
ko_kr: 검색할 때 퍼센트 기호(%)와 밑줄(_)의 두 가지 와일드카드를 사용할 수 있습니다. %는 0개 이상의 문자 수를 나타내고 _는 단일 문자를 나타냅니다. 와일드카드를 사용하지 않으면 검색된 텍스트가 기본적으로 두 개의 %로 둘러싸입니다.
nl_nl: Er kunnen twee jokertekens worden gebruikt bij het zoeken: het procentteken (%) en het onderstrepingsteken (_). % staat voor een nul of meer tekens en _ staat voor een enkel teken. Als er geen jokerteken wordt gebruikt, wordt de gezochte tekst standaard omsloten door twee %-tekens.
pl: Podczas wyszukiwania możesz użyć dwóch symboli wieloznacznych: znaku procentu (%) i podkreślenia (_). % reprezentuje zero lub więcej znaków, a _ reprezentuje dowolny pojedynczy znak. Jeśli nie zostanie użyty symbol wieloznaczny, wyszukiwany tekst będzie domyślnie ujęty w dwa %.
pt_br: Você pode usar dois caracteres curingas quando buscar: o sinal de porcentagem (%) e o sublinhado (_). % representa qualquer quantidade nula ou maior de caracteres e _ representa qualquer único caractere. Se nenhum caractere curinga for usado, o texto buscado será colocado entre dois %s por padrão.
ru: При поиске можно использовать два подстановочных знака: процент (%) и подчёркивание (_). % это любое (от нуля и более) количество символов, а знак _ заменяет любой одиночный символ. Если подстановочный знак не используется, то искомый текст по умолчанию будет обрамлён % с обоих сторон.
sk: Pri vyhľadávaní môžete použiť dva zástupné znaky: znak percenta (%) a podčiarkovník (_). % predstavuje nulový alebo väčší počet ľubovoľných znakov a _ predstavuje ľubovoľný jeden znak. Ak sa nepoužije žiadny zástupný znak, vyhľadávaný text bude štandardne uzavretý dvoma znakmi %.
sr: Када претражујете можете да користите два џокера: проценат (%) и доњу црту (_). % представља нула или више карактера, а _ представља било који један карактер. Ако се не употреби ниједан џокер, текст који се претражује се подразумевано уоквирује са два %.
tr: Arama yaparken şu iki genel arama karakterini kullanabilirsiniz: yüzde işareti (%) ve alt çizgi (_). % herhangi bir sıfır ya da daha fazla sayıda karakteri temsil ederken _ herhangi bir tek karakteri temsil eder. Herhangi bir genel arama karakteri kullanılmazsa, aranan metin varsayılan olarak iki % arasına alınır.
uk: Під час пошуку можна використовувати два символи підстановки: знак відсотка (%) і підкреслення (_). % представляє будь-які нуль або більше символів, а _ представляє будь-який окремий символ. Якщо символ підстановки не використовується, пошуковий текст усталено обмежуватиметься двома символами %.
zh_cn: 搜索时可使用两个通配符：百分号 (%) 和下划线 (_)。 % 代表任意零或多个字符，_ 代表任意单个字符。 如果未使用通配符，搜索文字前后将默认添加 %。

source: Search in effect
ca: Cerca en vigor
cs: Probíhá vyhledávání
de: Suche läuft
el: Διενέργεια αναζήτησης
es: Búsqueda en vigor
fa: جستجوی در اثر
fr: Recherche en cours
gl: Procura activa
hu: Keresés érvényben
it_it: Ricerca in atto
ja: 効果的な検索
ko_kr: 유효한 검색
nl_nl: Zoeken van kracht
pl: Wyszukiwanie w toku
pt_br: Busca ativada
ru: Поиск в результатах
sk: Platné vyhľadávanie
sr: На снази је претрага
tr: Etkin arama
uk: Пошук застосовано
zh_cn: 搜索生效中

source: Filter in effect
ca: Filtre actiu
cs: Použitý filtr
de: Filter wirksam
el: Φίλτρο σε ισχύ
es: Filtro activo
fr: Filtre utilisé
gl: Filtro activo
hu: Hatályos szűrő
it_it: Filtro attivo
ja: 効果的なフィルター
ko_kr: 필터 적용
nl_nl: Filter van kracht
pl: Filtr działa
pt_br: Filtro ativado
ro: Filtru aplicat
ru: Действующие фильтры
sk: Filter je zapnutý
sr: Филтер је укључен
tr: Etkin süzgeç
uk: Фільтр застосований
zh_cn: 过滤器生效中

source: No reviewable items
ca: No hi ha elements revisables
cs: Žádné položky k procvičení
de: Keine überprüfbaren Elemente
el: Δεν υπάρχουν στοιχεία προς επανεξέταση
es: No hay elementos revisables
fr: au dessus des éléments
gl: Non hai elementos revisables
hu: Nincsenek felülvizsgálandó elemek
it_it: Nessun elemento recensibile
ja: 閲覧可能なアイテムはありません
ko_kr: 검토 가능한 항목이 없음
nl_nl: Geen herzienbare items
pl: Brak elementów możliwych do sprawdzenia
pt_br: Nenhum item revisável
ru: Нет элементов для обозрения
sk: Žiadne revidovatelné položky
sr: Нема ставки за процену
tr: Gözden geçirilebilecek bir öge yok
uk: Немає елементів, які можна переглянути
zh_cn: 没有可复习的项目

source: Filter words from books
ca: Filtrar paraules de llibres
cs: Filtrovat slova z knihy
de: Wörter aus Büchern filtern
el: Φιλτράρισμα λέξεων από βιβλία
es: Filtrar palabras de libros
fr: Filtrer les mots des livres
gl: Filtrar palabras dos libros
hu: Szavak szűrése könyvekből
it_it: Filtra le parole dai libri
ja: 書籍から単語をフィルターする
ko_kr: 책에서 낱말 필터링
nl_nl: Woorden uit boeken filteren
pl: Filtruj słowa z książek
pt_br: Filtrar palavras dos livros
ro: Filtrează cuvinte din cărți
ru: Фильтрация слов из книг
sk: Filtrovať slová z kníh
sr: Филтрирај речи из књига
tr: Kitaplardaki sözcükler süzülsün
uk: Фільтрувати слова з книг
zh_cn: 过滤书籍字词

source: Change book title to:
ca: Canviar el títol del llibre a:
cs: Změnit název knihy na:
de: Ändere Buchtitel in:
el: Αλλαγή του τίτλου του βιβλίου σε:
es: Cambiar el título del libro a:
fa: تغییر عنوان کتاب به:
fr: Changer le titre du livre en :
gl: Cambiar o título do libro a:
hu: Könyvcím módosítása a következőre:
it_it: Cambia il titolo del libro in:
ja: 書籍の題名を次へ変更:
ko_kr: 책 제목을 다음으로 변경:
nl_nl: Boektitel wijzigen in:
pl: Zmień tytuł książki na:
pt_br: Alterar o título do livro para:
ru: Изменить название книги на:
sk: Zmeniť názov knihy na:
sr: Промени наслов књиге на:
tr: Kitap başlığını şuna değiştir:
uk: Змінити назву книги на:
zh_cn: 更改书籍标题为：

source: Change title
ca: Canviar títol
cs: Změnit název
de: Titel ändern
el: Αλλαγή τίτλου
es: Cambiar título
fa: تغییر عنوان
fr: Modifier le nom du fichier
gl: Cambiar o título
hu: Cím módosítása
it_it: Cambia titolo
ja: 題名を変更
ko_kr: 제목 변경
nl_nl: Titel wijzigen
pl: Zmień tytuł
pt_br: Alterar título
ru: Изменить название
sk: Zmeniť názov
sr: Промени наслов
tr: Başlığı değiştir
uk: Змінити назву
zh_cn: 更改标题

source: Words reloaded
ca: Paraules recarregades
cs: Slova byla znovu načtena
de: Wörter neu geladen
el: Επαναφορτωμένες λέξεις
es: Palabras recargadas
fr: Mots rechargés
gl: Palabras recargadas
hu: Szavak újra betöltve
it_it: Parole ricaricate
ja: 単語は再度読み込まれました
ko_kr: 다시 로드된 단어
nl_nl: Woorden opnieuw geladen
pl: Słowa ponownie załadowano
pt_br: Palavras recarregadas
ru: Слова перезагружены
sk: Slová znovu načítané
sr: Речи су поново учитане
tr: Sözcükler yeniden yüklendi
uk: Слова перезавантажено
zh_cn: 单词已重加载

source: Open vocabulary builder
ca: Obrir el Desenvolupador de vocabulari
cs: Otevřít procvičování slov
de: Vokabeltrainer öffnen
el: Άνοιγμα της Εκμάθησης λεξιλογίου
es: Abrir el Desarrollador de vocabulario
fa: بارکردن جعبه لغات
fr: Constructeur de vocabulaire
gl: Abrir o practicante de vocabulario
hu: Szókincs építő megnyitása
it_it: Apri il vocabolario personale
ja: ボキャブラリビルダーを開く
ko_kr: 어휘 빌더 열기
nl_nl: Woordenschatbouwer openen
pl: Otwórz kreator słownictwa
pt_br: Abrir construtor de vocabulário
ru: Открыть создатель словаря
sk: Otvoriť doplnok pre tvorbu slovnej zásoby
sr: Отвори изграђивач речника
tr: Sözcük dağarcığı oluşturucuyu aç
uk: Відкритий конструктор словника
zh_cn: 打开背单词

source: Wallabag
ar: والا باغ
ru: Загрузчик статей Wallabag

source: Synchronises articles with a Wallabag server.
ar: يقوم بمزامنة المقالات مع مزوّد (سيرفر) Wallabag.
ca: Sincronitza articles amb un servidor de Wallabag.
cs: Synchronizuje články s Wallabag serverem.
de: Synchronisiere Artikel mit einem Wallabag-Server.
el: Συγχρονίζει τα άρθρα με έναν διακομιστή Wallabag.
es: Sincroniza artículos con un servidor de Wallabag.
fa: مقاله‌ها را با یک سرور Wallabag همگام سازی کنید.
fr: Synchronise les articles avec un serveur Wallabag.
gl: Sincroniza artigos con un servidor Wallabag.
hu: Cikkek szinkronizálása a Wallabag szerverrel.
it_it: Sincronizza gli articoli con un server Wallabag.
ja: Wallabagサーバと記事の同期。
ko_kr: Wallabag 서버와 글감을 동기화합니다.
nl_nl: Synchroniseert artikels met een Wallabagserver.
pl: Synchronizowanie artykułów z serwerem Wallabag.
pt_br: Sincroniza artigos com um servidor do Wallabag.
ro: Sincronizează articolele cu un server Wallabag.
ru: Данный плагин позволяет синхронизировать статьи с сервером Wallabag.
sk: Synchronizuje články so serverom Wallabag.
sr: Синхронизује чланке са Wallabag сервером.
tr: Yazıları bir Wallabag sunucusu ile eşitler.
uk: Синхронізує статті з сервером Wallabag.
zh_cn: 与 Wallabag 服务器同步文章。

source: Wallabag retrieval
ca: Recuperació de Wallabag
cs: Stahování z Wallabagu
de: Wallabag-Abruf
el: Ανάκτηση Wallabag
es: Recuperación de Wallabag
fr: Récupération depuis Wallabag
gl: Descarga de Wallabag
hu: Wallabag visszanyerés
it_it: Recupero Wallabag
ja: Wallabagの取得
ko_kr: Wallabag 검색
nl_nl: Wallabag ophalen
pl: Pobierz z Wallabag
pt_br: Recuperação do Wallabag
ro: Preluare din Wallabag
ru: Поиск в Wallabag
sk: Získanie obsahu cez Wallabag
sr: Wallabag добављање
tr: Wallabag yeniden alma
uk: Пошук у Wallabag
zh_cn: Wallabag 取回

source: Add to Wallabag
ar: إضافة إلى Wallabag
ca: Afegir a Wallabag
cs: Přidat do Wallabagu
de: Zu Wallabag hinzufügen
el: Προσθήκη στο Wallabag
es: Añadir a Wallabag
fa: اضافه به Wallabag
fr: Ajouter à Wallabag
gl: Engadir a Wallabag
hu: Hozzáadás a Wallabag-hoz
it_it: Aggiungi a Wallabag
ja: Wallabagに追加
ko_kr: Wallabag에 추가
nl_nl: Aan Wallabag toevoegen
pl: Dodaj do Wallabag
pt_br: Adicionar ao Wallabag
ro: Adaugă în Wallabag
ru: Добавить в Wallabag
sk: Pridať do Wallabag
sr: Додај у Wallabag
tr: Wallabag üzerine ekle
uk: Додати до Wallabag
zh_cn: 添加至Wallabag

source: Retrieve new articles from server
ar: اجلب المقالات الجديدة من المزّود (السيرفر)
ca: Recuperar articles nous del servidor
cs: Načíst nové články ze serveru
de: Hole Artikel vom Server
el: Ανάκτηση νέων άρθρων από το διακομιστή
es: Recuperar artículos nuevos del servidor
fa: دریافت مقالات جدید از سرور
fr: Récupérer les nouveaux articles du serveur
gl: Obter novos artigos desde o servidor
hu: Új cikkek lekérése a kiszolgálóról
it_it: Recupera nuovi articoli dal server
ja: サーバから新しい記事の取得
ko_kr: 서버에서 새 글감 가져오기
nl_nl: Artikels van server halen
pl: Pobierz nowe artykuły z serwera
pt_br: Recuperar novos artigos do servidor
ro: Preia articole noi de la server
ru: Получить новые статьи с сервера
sk: Načítať nové články zo servera
sr: Преузима нове чланке са сервера
tr: Sunucudan yeni yazıları al
uk: Отримати нові статті з сервера
zh_cn: 从服务器检索新文章

source: Delete finished articles remotely
ar: احذف المقالات المنتهية عن بعد
ca: Esborrar remotament articles finalitzats
cs: Vzdáleně smazat dokončené články
de: Gelesene Artikel remote löschen
el: Διαγραφή τελειωμένων άρθρων εξ αποστάσεως
es: Borrar remotamente artículos finalizados
fa: مقالات پایان یافته در سرور حذف شوند
fr: Supprimer les articles distants déjà terminés
gl: Borrar artigos finalizados remotamente
hu: Befejezett cikkek távoli törlése
it_it: Elimina articoli finiti da remoto
ja: リモートの読み終わった記事を削除
ko_kr: 완료된 글감을 원격으로 삭제
nl_nl: Verwijder afgewerkte artikels op afstand
pl: Usuń zdalnie zakończone artykuły
pt_br: Excluir artigos finalizados remotamente
ro: Șterge articolele finalizate de pe server
ru: Удалить с сервера прочитанные статьи
sk: Zmazať na diaľku hotové články
sr: Уклања удаљене завршене чланке
tr: Tamamlanmış yazılar uzaktan silinsin
uk: Видалити закінчені статті віддалено
zh_cn: 删除远端已完成条目
