Repository: spruceUI/spruceOS
Catalog: App/KoReader/l10n/*/koreader.po
Languages: ar, ca, cs, de, el, es, fa, fr, gl, hu, it_it, ja, ko_kr, nl_nl, pl, pt_br, ro, ru, sk, sr, tr, uk, zh_cn

source: Swipe to the left to follow the link nearest to where you started the swipe. This is useful when a small font is used and tapping on small links is tedious.
ar: اسحب إلى اليسار لاتباع الرابط الأقرب إلى المكان الذي بدأت فيه التمرير. يكون هذا مفيدًا عند استخدام خط صغير ويكون النقر على الروابط الصغيرة مملاً.
ca: Lliscar cap a l'esquerra per seguir l'enllaç més proper al lliscament. Això és útil quan s'utilitza un tipus de lletra petit i fer clic en enllaços petits és tediós.
cs: Táhněte doleva, abyste přešli na odkaz, který je nejblíž začátku tažení. Užitečné v případě použití malého písma, kdy může být ťuknutí na odkaz obtížné.
de: Wischen Sie nach links, um dem Link zu folgen, wlecher der Stelle am nächsten liegt, an der Sie gestartet haben. Dies ist nützlich, wenn eine kleine Schriftart verwendet wird und das Tippen auf kleine Links mühsam ist.
el: Σαρώστε προς τα αριστερά για να ακολουθήσετε τον σύνδεσμο που βρίσκεται πλησιέστερα στο σημείο όπου ξεκινήσατε την σάρωση. Αυτό είναι χρήσιμο όταν χρησιμοποιείται μια μικρή γραμματοσειρά και το πάτημα σε μικρούς συνδέσμους είναι δυσχερές.
es: Deslizar hacia la izquierda para seguir el enlace más cercano al deslizamiento. Esto es útil cuando se utiliza una fuente pequeña y hascer clic en enlaces pequeños es tedioso.
fr: Balayer vers la gauche pour suivre le lien le plus proche de l’endroit où vous avez commencé le balayage. Cette option est utile lorsqu’une petite taille de police est utilisée et que toucher des petits liens est pénible.
gl: Deslizar á esquerda para seguir a ligazón máis próxima ao punto onde comezaches a deslizar. Isto é útil cando se usa unha fonte pequena e premer en ligazóns é difícil.
hu: Suhintson balra a legközelebb található hivatkozás követéséhez. Ez akkor hasznos, ha apró betűtípust használ, és a kis linkek megérintése nehézkes.
it_it: Striscia verso sinistra per seguire il collegamento più vicino a dove hai iniziato la strisciata. Ciò è utile quando si usa un font piccolo e non si riesce ad avviare i collegamenti piccoli.
ja: 左にスワイプすると、スワイプを開始した場所に一番近いリンクを辿ります。小さなフォントが使われていて、小さなリンクをタップするのが面倒な場合に便利です。
ko_kr: 스와이프를 시작한 곳에서 가장 가까운 링크로 이동하게 하려면 왼쪽으로 스와이프하세요. 이것은 작은 글꼴을 사용하고 작은 링크를 탭하기 어려울 때 유용한 기능입니다.
nl_nl: Veeg naar links om de dichtsbijzijnde link te volgen. Dit kan handig zijn bij kleine lettertypes.
pl: Przesunięcie palcem z lewej do prawej spowoduje przeniesienie do najbliższego odnośnika (link). Może to być pomocne w sytuacji, gdy używamy małej czcionki i stuknięcie w odnośnik może być trudne.
pt_br: Deslize para a esquerda para seguir o link mais próximo de onde você começou a deslizar. Isso é útil quando uma fonte pequena é usada e tocar em links pequenos é entediante.
ro: Glisează spre stînga pentru a urma legătura cea mai apropiată de unde ai început glisarea. Aceasta este utilă cînd se folosește un font mic și atingerea exactă a legăturii este greoaie.
ru: Свайп влево сделает переход по ближайшей к его началу ссылке. Полезно, если шрифт маленький, и точно коснуться ссылки затруднительно.
sk: Potiahnutím prstu doľava prejdete na odkaz najbližšie k miestu, kde ste potiahnutie začali. Je to užitočné, keď sa používa malé písmo a ťukanie na malé odkazy je zdĺhavé.
sr: Превлачење у лево следи линк најближи месту са којег сте почели превлачење. Ово је корисно када се користи мали фонт и када је тап на мале линкове компликован.
tr: Kaydırmaya başladığınız bölüme en yakın bağlantıya gitmek için sola kaydırın. Bu özellik küçük bir yazı boyutu kullanılırken küçük bağlantılara dokunma zorluğunun aşılmasını sağlar.
uk: Проведіть пальцем ліворуч, щоб перейти за посиланням, найближчим до місця проведення. Це корисно, коли використовується невеликий шрифт і натискання на невеликі посилання утруднене.
zh_cn: 向左滑动跳转至最接近开始滑动位置的链接的目标。此项目在小链接点击困难时会很有用。

source: Ignore external links on swipe
ar: تجاهل الروابط الخارجية عند السحب
ca: Ignorar enllaços externs en fer gestos de lliscament
cs: Ignorovat externí odkazy při tažení
de: Ignoriere externe Links beim Wischen
el: Παράβλεψη εξωτερικών συνδέσμων κατά την σάρωση
es: Ignorar enlaces externos al hacer gestos de deslizamiento
fa: در هنگام کشیدن دست از پیوند‌های به خارج صرفنظر کن
fr: Ignorer les liens externes lors d’un balayage
gl: Ignorar ligazóns externas ao deslizar
hu: Külső linkek ne reagáljanak suhintásra
it_it: Ignora collegamenti esterni allo strisciare
ja: スワイプ時に外部リンクを無視する
ko_kr: 스와이프할 때 외부 링크 무시하기
nl_nl: Negeer externe links bij vegen
pl: Ignoruj przesunięcie palcem na zewnętrzne odnośniki
pt_br: Ignorar links externos ao deslizar
ro: Ignoră legăturile externe la glisare
ru: Игнорировать внешние ссылки при свайпе
sk: Ignorovať externé odkazy po potiahnutí prstu
sr: Игнориши спољне линкове током превлачења
tr: Kaydırmada dış bağlantılar yok sayılsın
uk: Нехтувати зовнішніми посиланнями під час проведення пальцем
zh_cn: 滑动时忽略外部链接

source: Ignore external links near swipe. Useful with Wikipedia EPUBs to follow only footnotes with swipe. You can still follow external links from the dictionary window or the selection menu after holding on them.
ar: تجاهل الروابط الخارجية بالقرب من السحب. مفيد مع Wikipedia EPUBs لمتابعة الحواشي السفلية فقط بالسحب. لا يزال بإمكانك متابعة الروابط الخارجية من نافذة القاموس أو قائمة الاختيار بعد الضغط عليها.
ca: Ignorar els enllaços externs que estiguin prop d'un gest de lliscament. Aquesta opció és útil, per exemple, en els EPUBs de Wikipedia, per a seguir només les notes a peu de pàgina amb gestos de lliscament. Els enllaços externs és possible seguir-los des de la finestra del diccionari o des del menú de selecció una vegada que s'ha premut en ells.
cs: Ignoruje externí odkazy blízko tažení. Užitečné u EPUBů z Wikipedie, aby se při tažení sledovaly jen „poznámky pod čarou“. Na externí odkazy stále můžete přejít z okna slovníku, nebo nabídky výběru, když je podržíte.
de: Ignoriere externe Links in der Näher der Wischgeste. Nützlich für Wikipedia EPUBs, um nur Fußnoten mit Wischen zu folgen. Sie können externen Links aus dem Wörterbuchfenster oder dem Auswahlmenü weiterhin folgen, nachdem Sie sie gedrückt haben.
el: Παράβλεψη εξωτερικών συνδέσμων κοντά στην σάρωση. Χρήσιμο με τα EPUB της Βικιπαίδειας για να ακολουθείτε μόνο υποσημειώσεις με την σάρωση. Μπορείτε ακόμα να ακολουθήσετε εξωτερικούς συνδέσμους από το παράθυρο του λεξικού ή το μενού επιλογής αφού τους πατήσετε παρατεταμένα.
es: Ignorar los enlaces externos que estén cerca de un gesto de deslizamiento. Esta opción es útil, por ejemplo, en los EPUBs de Wikipedia, para seguir sólo las notas a pie de página con gestos de deslizamiento. Los enlaces externos es posible seguirlos desde la ventana del diccionario o desde el menú de selección una vez que se ha pulsado en ellos.
fr: Ignorer les liens externes près du balayage. Utile avec les ePubs de Wikipédia pour ne suivre que les notes de bas de page avec un balayage. Vous pouvez toujours les suivre à partir de la fenêtre du dictionnaire ou du menu de sélection après avoir maintenu votre doigt dessus.
gl: Ignorar ligazóns externas preto do deslizar. Útil con EPUBS de Wikipedia para ir ás notas ao rodapé so con deslizar. Podes ir a ligazóns externas desde a xanela do dicionario ou no menú de selección mantendo o contacto un intre.
hu: Hagyja figyelmen kívül a közelben lévő külső linkeket. Hasznos a Wikipedia EPUB-okkal, ha csak lábjegyzeteket követ csúsztatással. A külső hivatkozásokat továbbra is követheti a szótárablakból vagy a kiválasztás menüből, miután lenyomva tartotta őket.
it_it: Ignora i collegamenti esterni vicini a un gesto di scorrimento. Negli EPUB di Wikipedia è utile seguire solo le note a piè di pagina con un gesto di scorrimento. I collegamenti esterni possono essere seguiti dalla finestra del dizionario o dal menu di selezione con un tocco prolungato.
ja: スワイプに近い外部リンクは無視します。WikipediaのEPUBで、脚注だけをスワイプで辿るのに便利です。 外部リンクを長押しした後、辞書ウィンドウや選択メニューからリンクを辿ることは可能です。
ko_kr: 근처 스와이프로 외부 링크로 이동 무시하기. 위키피디아 EPUB에서 스와이프로 각주만 이동하므로 유용합니다. 사전 창이나 선택 메뉴에서 길게 누르면 외부 링크로 이동할 수 있습니다.
nl_nl: Negeer tikken op externe links. Handig met Wikipedia EPUB's om alleen voetnoten met een veeg te volgen. De links kunnen nog steeds worden gevolgd vanuit het woordenboekvenster of uit het selectiemenu door de links langer ingedrukt te houden.
pl: Ignoruje gest przesunięcia w pobliżu odnośników zewnętrznych. Przydatne w przypadku plików EPUB Wikipedii, gdy używasz gestu przesunięcia z przypisami dolnymi. Nadal możesz śledzić odnośniki zewnętrzne z okna słownika lub menu wyboru po ich przytrzymaniu.
pt_br: Ignore os links externos próximos ao deslizar. Útil com os EPUBs da Wikipédia para seguir apenas notas de rodapé ao deslizar. Você ainda pode seguir os links externos na janela do dicionário ou no menu de seleção depois de pressioná-los.
ro: Ignoră legăturile externe de lîngă glisare. Util pentru EPUB-urile Wikipedia pentru a urma numai notele de subsol cu glisare. Poți totuși să urmezi legăturile din fereastra dicționar sau din meniul de selecție după ce ții lung apăsat pe ele.
ru: Игнорировать внешние ссылки рядом со свайпом. Полезно в EPUB-файлах Википедии для перехода по сноскам с помощью свайпа. Вы по-прежнему можете переходить по внешним ссылкам в окне словаря или в меню выбора, удерживая их пальцем.
sk: Po potiahnutí prstu ignorovať externé odkazy v blízkosti miesta potiahnutia. Užitočné pri súboroch EPUB na Wikipédii, ak chceme sledovať iba poznámky pod čiarou potiahnutím prstu. Nasledovať odkazy z okna slovníka alebo výberového menu je stále možné po dlhšom podržaní prstu na nich.
sr: Спољни линкови у околини превлачења се игноришу. Корисно је да се превлачењем у Википедија EPUB документима следе само фусноте. И даље можете да следите спољне линкове из прозора речника или из менија за избор након дугог притиска на њих.
tr: Kaydırmaya yakın dış bağlantılar yok sayılır. Kaydırma ile yalnızca dip notları izleyen Vikipedi EPUB dosyaları için kullanışlıdır. Bunun yanında dış bağlantılar sözlük penceresinden ya da üzerinde basılı tutarak çıkan seçim menüsünden açılabilir.
uk: Нехтувати зовнішніми посиланнями біля проведення пальцем. Корисно з EPUB-файлами Вікіпедії, щоб слідкувати лише за виносками. Ви й далі можете переходити за зовнішніми посиланнями у вікні словника або в меню вибору, утримуючи їх.
zh_cn: 忽略接近滑动区域的外部链接。这个功能对于仅使用内部链接的维基百科EPUB很有用。 你依旧可以从词典窗口或是长按选择菜单来打开外部链接。

source: Swipe to jump to latest bookmark
ar: اسحب للانتقال إلى أحدث إشارة مرجعية
ca: Lliscar per anar a l'últim marcador
cs: Tažením skočit na poslední záložku
de: Wischen um zum letzten Lesezeichen zurückzugehen
el: Σάρωση για μετάβαση στην πιο πρόσφατη επισημείωση
es: Deslizar para ir al último marcador
fa: بکشید تا به آخرین نشانک بپرید
fr: Balayer pour aller vers le marque-page le plus récent
gl: Deslizar para saltar ao derradeiro marcador
hu: Suhintásra ugrás a legutóbbi könyvjelzőhöz
it_it: Striscia per saltare al segnalibro più recente
ja: スワイプすると最新のブックマークにジャンプします
ko_kr: 스와이프로 최근 책갈피로 이동
nl_nl: Veeg om naar laatste bladwijzer te gaan
pl: Przesuń palcem, aby przejść do ostatniej zakładki
pt_br: Deslizar para saltar para o último marcador
ro: Glisează pentru a sări la ultimul semn de carte
ru: Свайп для перехода на последнюю закладку
sk: Potiahnutím prstu prejsť na poslednú záložku
sr: Превуците да скочите на последњи маркер
tr: Son yer imine gitmek için kaydırın
uk: Посуньте, щоб перейти до найновішої закладки
zh_cn: 滑动跳到最近的书签

source: Swipe to the left to go the most recently bookmarked page. This can be useful to quickly swipe back and forth between what you are reading and some reference page (for example notes, a map or a characters list). If any of the other Swipe to follow link options is enabled, this will work only when the current page contains no link.
ar: اسحب إلى اليسار للانتقال إلى أحدث صفحة تم وضع إشارة عليها. قد يكون هذا مفيدًا في التمرير سريعًا للخلف وللأمام بين ما تقرأه وبعض الصفحات المرجعية (على سبيل المثال الملاحظات أو الخريطة أو قائمة الأحرف). إذا تم تمكين أي من خيارات السحب الأخرى لاتباع الارتباط ، فلن يعمل هذا إلا عندما لا تحتوي الصفحة الحالية على رابط.
ca: Lliscar cap a l'esquerra per anar a l'última pàgina marcada. Això pot ser útil per passar ràpidament d'un costat a un altre entre el que està llegint i alguna pàgina de referència (per exemple, notes, un mapa o una llista de caràcters). Si alguna de les altres opcions de "Lliscar el dit per seguir l'enllaç" està activada, això només funcionarà quan la pàgina actual no contingui cap enllaç.
cs: Přejeďte doleva, abyste přešli na stránku s poslední vytvořenou záložkou. To se může hodit pro rychlé přecházení tam a zpět mezi tím, co čtete a nějakou referenční stránkou (např. s poznámkami, mapou, nebo seznamem osob). Pokud je povolená jakákoliv jiná možnost pro přecházení na odkazy přejetím, bude toto nastavení fungovat pouze v případě, že na aktuální stránce nejsou žádné odkazy.
de: Wischen Sie nach links, um die zuletzt mit einem Lesezeichen versehene Seite zu öffnen. Dies kann nützlich sein, um schnell zwischen dem, was Sie gerade lesen, und einer Referenzseite (z.B. Notizen, einer Karte oder einer Zeichenliste) hin und her zu streichen. Wenn eine der anderen 'Wischen um Link zu folgen'-Optionen aktiviert ist, funktioniert dies nur, wenn die aktuelle Seite keinen Link enthält.
el: Σαρώστε προς τα αριστερά για να μεταβείτε στην πιο πρόσφατη επισημείωση. Αυτό μπορεί να είναι χρήσιμο για γρήγορη κίνηση μεταξύ των όσων διαβάζετε και μιας σελίδας αναφοράς (για παράδειγμα σημειώσεων, χαρτών ή λίστας χαρακτήρων). Εάν είναι ενεργοποιημένη κάποια από τις άλλες επιλογές Σάρωσης για παρακολούθηση συνδέσμου, αυτό θα λειτουργεί μόνο όταν η τρέχουσα σελίδα δεν περιέχει σύνδεσμο.
es: Deslizar hacia la izquierda para ir a la última página marcada. Esto puede ser útil para pasar rápidamente de un lado a otro entre lo que está leyendo y alguna página de referencia (por ejemplo, notas, un mapa o una lista de caracteres). Si alguna de las otras opciones de "Deslizar el dedo para seguir el enlace" está activada, esto sólo funcionará cuando la página actual no contenga ningún enlace.
fr: Balayer vers la gauche pour aller au marque-page le plus récent. Ce réglage peut être utile pour alterner rapidement du texte à une page de référence (par exemple, des notes, une carte, ou une liste de personnages). Si l’option de balayage pour suivre les liens est activée, celle-ci ne fonctionnera que lorsque la page active ne contient pas de lien.
gl: Deslizar á esquerda para ir á páxina marcada con máis anterioridade. Isto pode ser útil para moverse rápidamente entre o que estás a ler e unha páxina de referencia (por exemplo notas, un mapa ou unha lista de personaxes). Se algunha das opcións de Deslizar para seguir ligazón está activada, isto só funcionará cando a páxina actual non conteña ligazóns.
hu: Suhintson balra az utoljára könyvjelzővel ellátott oldal megnyitásához. Ez hasznos lehet ahhoz, hogy gyorsan oda-vissza lépkedjen az olvasottak és néhány referenciaoldal között (például jegyzetek, térkép vagy karakterlista között). Ha bármely egyéb link követési opció engedélyezve van, ez csak akkor működik, ha az aktuális oldal nem tartalmaz linket.
it_it: Striscia verso sinistra per andare alla pagina con il segnalibro più recente. Ciò può essere utile per scorrere rapidamente avanti e indietro tra quello che stai leggendo e una pagina di riferimento (ad esempio note, una mappa o un elenco di caratteri). Se una delle altre opzioni di scorrimento per seguire il collegamento è abilitata, funzionerà solo quando la pagina corrente non contiene alcun collegamento.
ja: 左にスワイプすると、最近ブックマークしたページが表示されます。 これは、読んでいる内容と参照ページ(メモ、地図、文字リストなど)の間を素早く行き来するのに便利です。 他の「スワイプしてリンクをたどる」オプションが有効な場合、これは現在のページにリンクがない場合にのみ機能します。
ko_kr: 최근에 책갈피를 지정한 페이지로 이동하려면 왼쪽으로 스와이프하세요. 이것은 읽고 있는 페이지와 참고할 페이지(예: 메모와 지도, 문자 목록) 사이를 빠르게 오가는 데 유용한 기능입니다 이것은 스와이프로 링크 이동하는 어떤 선택사항이 켜져 있으면, 현재 페이지에 링크가 없는 경우에만 작동합니다.
nl_nl: Veeg naar links om naar de recenste bladwijzer te gaan. Dit kan handig zijn om snel heen en weer te gaan tussen het gelezene en een referentiepagina (bv. noten, een kaart of een lijst van personages). Als een van de andere veeg om te volgen opties is geactiveerd, werkt dit enkel als er geen links aanwezig zijn op de pagina.
pl: Przesuń palcem w lewo, aby przejść do ostatnio dodanej strony z zakładką. Może to być przydatne, aby szybko przesuwać w tył i w przód między tym, co czytasz i jakąś stroną odniesienia (na przykład notatki, mapy lub listy znaków). Jeśli którakolwiek z opcji Idź do odnośnika jest włączona, działa to tylko wtedy, gdy bieżąca strona nie zawiera odnośnika.
pt_br: Deslize para a esquerda para ir para a página mais recentemente marcada. Isso pode ser útil para passar rapidamente entre o que você está lendo e alguma página de referência (por exemplo, notas, um mapa ou uma lista de caracteres). Se qualquer uma das outras opções de link de Deslizar para seguir estiver ativada, isso funcionará somente quando a página atual não contiver nenhum link.
ro: Glisează spre stînga pentru a merge la cel mai recent semn de carte. Aceasta poate fi utilă pentru a merge înainte-înapoi între ce citești și o pagină de referință (de exemplu note, o hartă, dicționar, listă de personaje). Dacă orice altă glisare pentru a urma legături este activată, aceasta va funcționa doar dacă pagina curentă nu conține legături.
ru: Свайп влево сделает переход на последнюю сделанную закладку. Это может быть полезно для быстрых переходов вперёд и назад между текущей позицией чтения и страницей с какой-либо информацией (например, заметки, карта или список символов). Если для перехода по ссылкам использованы другие свайпы, данный параметр сработает только при отсутствии ссылок на текущей странице.
sk: Potiahnutím prstu doľava prejdete na poslednú stránku označenú záložkou. To môže byť užitočné na rýchle prechádzanie tam a späť medzi tým, čo čítate, a nejakou referenčnou stránkou (napríklad poznámky, mapa alebo zoznam znakov). Ak je povolená niektorá z ďalších možností nasledovania odkazov potiahnutím prstu, bude to fungovať len vtedy, keď aktuálna stránka neobsahuje žiadne odkazy.
sr: Превлачење у лево вас води на страницу која је последње маркирана. Ово може бити корисно да се брзо премештате тамо-овамо са текста који читате и неке странице са објашњењима (на пример напомене, мапа или листа карактера). Ако је укључена било која од осталих опција Превуците да следите линк, ово ће функционисати само када текућа страница нема ниједан линк.
tr: Son imlenmiş sayfaya gitmek için sola kaydırın. Bu özellik okuduğunuz metin ile bir referans sayfası (notlar, harita ya da karakter listesi gibi) arasında gidip gelmeyi kolaylaştırır. Bağlantıları izlemek için kaydır seçeneklerinden biri etkinleştirilmiş ise bu özellik yalnızca sayfada bir bağlantı olmadığında kullanılabilir.
uk: Проведіть пальцем ліворуч, щоб перейти до останньої закладеної сторінки. Це може бути корисним для швидкого проведення між читанням і довідковою сторінкою (наприклад, примітками, картою або списком символів). Якщо ввімкнено будь-який інший параметр переходу за посиланням проведенням, це працюватиме лише якщо поточна сторінка не містить посилання.
zh_cn: 向左滑动可以跳转到最近设置书签的页面。 此功能可以让你在当前页面与某些参考页面（如笔记、地图或词汇表）间来回滑动跳转。 如果启用了滑动跟随链接的设置，那么此项功能仅能在没有链接的页面使用。

source: Allow larger tap area around links
ar: السماح بمساحة نقر أوسع حول الروابط
ca: Augmentar la superfície de pulsació dels enllaços
cs: Povolit větší oblast pro ťuknutí okolo odkazů
de: Erlaube größeren Tip-Bereich um Links
el: Ενεργοποίηση μεγαλύτερης επιφάνειας για πάτημα γύρω από τους συνδέσμους
es: Aumentar la superficie de pulsación de los enlaces
fa: در نظر گرفتن محدوده لمس بزرگتر اطراف لینک‌ها
fr: Autoriser une plus grande zone tactile autour des liens
gl: Aumentar a área sensible das ligazóns
hu: Linkek körül nagyobb érintési terület
it_it: Consentire un'area di tocco più ampia attorno ai collegamenti
ja: リンクにタップの有効領域を広げる
ko_kr: 링크 둘레에 좀더 넓은 탭 영역 허용
nl_nl: Grotere tikruimte rondom links toestaan
pl: Zezwalaj na większy obszar do stuknięcia wokół odnośników
pt_br: Permitir maior área de toque ao redor dos links
ro: Permite un spațiu mai mare de atingere în jurul legăturilor
ru: Увеличить область касания вокруг ссылок
sk: Povoliť väčšiu oblasť ťuknutia okolo odkazov
sr: Обезбеди већу површину за тап око линкова
tr: Bağlantıların etrafındaki dokunma alanı genişletilsin
uk: Дозволити більшу зону вибору довкола посилань
zh_cn: 允许点击链接周围更大区域

source: Extends the tap area around internal links. Useful with a small font where tapping on small footnote links may be tedious.
ar: يوسع منطقة النقر حول الروابط الداخلية. مفيد مع خط صغير حيث قد يكون النقر على روابط الحواشي السفلية الصغيرة مملاً.
ca: Augmentar la superfície de pulsació dels enllaços interns. Això és útil amb tipus de lletra petits en les quals prémer en enllaços de notes a peu de pàgina petits pot ser complicat.
cs: Rozšířit oblast pro ťuknutí okolo interních odkazů. Užitečné v případě malého písma, kdy může být ťuknutí na „poznámku pod čarou“ obtížné.
de: Vergrößert den Tipp-Bereich um interne Links. Nützlich bei einer kleinen Schriftart, bei der das Tippen auf kleine Fußnotenlinks mühsam sein kann.
el: Επεκτείνει την περιοχή πατήματος γύρω από εσωτερικούς συνδέσμους. Χρήσιμο με μία γραμματοσειρά μικρού μεγέθους όπου το πάτημα σε μικρούς συνδέσμους υποσημειώσεων μπορεί να είναι δυσχερές.
es: Aumentar la superficie de pulsación de los enlaces internos. Esto es útil con fuentes pequeñas en las que pulsar en enlaces de notas a pie de página pequeños puede ser complicado.
fa: افزایش محدوده قابل ضربه اطراف پیوند‌های داخلی. برای قلم‌های کوچک مفید است مثل جاهایی که ضربه زدن بر روی پیوند‌های پاورقی کوچک ممکن است آزاردهنده باشد.
fr: Étend la zone tactile pour toucher les liens internes. Il pourrait sinon être fastidieux de toucher les liens des notes de pied de page avec une petite police.
gl: Aumenta a área arredor ligazóns internas. Útil con fontes pequenas que fan que acertar coas ligazóns pequenas nas notas ao rodapé sexa difícil.
hu: Kibővíti az érintési területet a belső linkek körül. Ez akkor hasznos, ha apró betűtípust használ, és a kis lábjegyzetekre mutató linkek megérintése nehézkes.
it_it: Estende l'area di tocco attorno ai collegamenti interni. Utile con un font piccolo in cui toccare i piccoli collegamenti a piè di pagina potrebbe essere noioso.
ja: 内部リンクのタップ領域を拡大します。フォントが小さい場合、小さな脚注のリンクをタップするのが面倒なときに便利です。
ko_kr: 내부 링크 주변의 탭 영역을 넓힙니다. 작은 글씨 때문에 탭하기 힘든 작은 각주 링크에 유용합니다.
nl_nl: Vergroot de tikruimte rond interne links. Handig met een klein lettertype waar op een kleine voetnoot tikken moeilijk kan zijn.
pl: Powiększa obszar do stuknięcia w odnośniki wewnętrzne. Przydatne z małą czcionką, gdzie stukanie w małe odnośniki przypisów dolnych może być uciążliwe.
pt_br: Estende a área de toque em torno dos links internos. Útil com uma fonte pequena, onde tocar em links de pequenas notas de rodapé pode ser entediante.
ro: Mărește aria de atingere din jurul legăturilor interne. Util cînd se folosește un font mic și atingerea exactă a legăturilor devine greoaie.
ru: Расширяет область касания вокруг внутренних ссылок. Полезно для мелкого шрифта, когда касание небольших ссылок/сносок может быть утомительным.
sk: Rozširuje oblasť ťuknutia v okolí interných odkazov. To je vhodné pre stránkach s malým písmom, kde môže byť ťuknutie na odkazy v poznámke pod čiarou zdĺhavé.
sr: Проширује површину за тап око интерних линкова. Корисно је када се употребљава мали фонт и када је тап на мале линкове фуснота компликован.
tr: İç bağlantıların etrafındaki dokunma alanını genişletir. Küçük metin boyutlu küçük dipnotlardaki bağlantılara tıklamayı kolaylaştırır.
uk: Розширює ділянку натиску довкола внутрішніх посилань. Корисно для малого шрифту, коли натиск на малі посилання виноски може бути ускладненим.
zh_cn: 扩展内部链接的点击区域。当脚注等小链接无法被点击时可以使用此选项。
