Repository: spruceUI/spruceOS
Catalog: App/KoReader/l10n/*/koreader.po
Languages: ar, ca, cs, de, el, es, fa, fr, gl, hu, it_it, ja, ko_kr, nl_nl, pl, pt_br, ro, ru, sk, sr, tr, uk, zh_cn

source: Show borders on all tables
ar: أظهر حوافَّ كل الجداول
ca: Mostrar vores en totes les taules
cs: Zobrazit okraje na všech tabulkách
de: Rahmen bei allen Tabellen zeigen
el: Εμφάνιση περιγραμμάτων σε όλους τους πίνακες
es: Mostrar bordes en todas las tablas
fr: Afficher les bordures pour tous les tableaux
gl: Mostrar bordos en todas as táboas
hu: Szegély megjelenítése a táblázaton
it_it: Mostra bordi su tutte le tabelle
ja: すべての表に罫線を表示する
ko_kr: 모든 표의 테두리 표시
nl_nl: Randen weergeven op alle tabellen
pl: Pokaż obramowania na wszystkich tabelach
pt_br: Mostrar bordas em todas as tabelas
ro: Arată marginile tuturor tabelelor
ru: Показывать границы во всех таблицах
sk: Zobraziť okraje na všetkých tabuľkách
sr: Прикажи оквире на свим табелама
tr: Kenarlıklar tüm tablolarda görüntülensin
uk: Показувати межі для всіх таблиць
zh_cn: 为所有表格显示边框

source: Links always black
ar: الروابط دائمًا سوداء
ca: Enllaços sempre negres
cs: Všechny odkazy černé
de: Links immer schwarz
el: Οι σύνδεσμοι πάντα μαύροι
es: Enlaces siempre negros
fa: پیوند‌ها همیشه سیاه
fr: Liens toujours en noir
gl: Ligazóns sempre en negro
hu: Fekete linkek
it_it: Collegamenti sempre neri
ja: リンクは常に黒色
ko_kr: 항상 검정색 링크
nl_nl: Links altijd zwart
pl: Odnośniki zawsze czarne
pt_br: Links sempre pretos
ro: Legăturile sînt mereu negre
ru: Ссылки всегда чёрные
sk: Odkazy vždy čierne
sr: Линкови су увек црни
tr: Bağlantılar her zaman siyah olsun
uk: Посилання завжди чорні
zh_cn: 链接总是黑色

source: Links always blue
ar: الروابط دائما زرقاء
ca: Enllaços sempre blaus
cs: Všechny odkazy modré
de: Links immer blau
el: Οι σύνδεσμοι πάντα μπλε
es: Enlaces siempre azules
fa: پیوند‌ها همیشه آبی
fr: Liens toujours en bleu
gl: Ligazóns sempre en azul
hu: Kék linkek
it_it: Collegamenti sempre blu
ja: リンクは常に青色
ko_kr: 항상 파랑색 링크
nl_nl: Links altijd blauw
pl: Odnośniki zawsze niebieskie
pt_br: Links sempre azuis
ro: Legăturile sînt mereu albastre
ru: Ссылки всегда синие
sk: Odkazy vždy modré
sr: Линкови су увек плави
tr: Bağlantılar her zaman mavi olsun
uk: Посилання завжди сині
zh_cn: 链接总是蓝色

source: Links always bold
ar: اجعل الروابط دائمًا غامقة
ca: Enllaços sempre en negreta
cs: Všechny odkazy tučné
de: Links immer fett
el: Οι σύνδεσμοι πάντα έντονοι
es: Enlaces siempre en negrita
fa: پیوند‌ها همیشه برجسته
fr: Liens toujours en gras
gl: Ligazóns sempre en grosa
hu: Kövér linkek
it_it: Collegamenti sempre in grassetto
ja: リンクは常に太字
ko_kr: 항상 굵은 글씨 링크
nl_nl: Links altijd vet
pl: Odnośniki zawsze pogrubione
pt_br: Links sempre em negrito
ro: Legăturile sînt mereu îngroșate
ru: Ссылки всегда жирным шрифтом
sk: Odkazy vždy tučne
sr: Линкови су увек подебљани
tr: Bağlantılar her zaman koyu olsun
uk: Посилання завжди грубі
zh_cn: 链接总是加粗

source: Links never bold
ar: لا تقم بتعريض خط الروابط أبدًا
ca: Enllaços mai en negreta
cs: Všechny odkazy netučné
de: Links niemals fett
el: Οι σύνδεσμοι ποτέ έντονοι
es: Enlaces nunca en negrita
fa: پیوندها هرگز برجسته نباشند
fr: Liens jamais en gras
gl: Ligazóns nunca en grosa
hu: Nem kövér linkek
it_it: Collegamenti mai in grassetto
ja: リンクは太字にしない
ko_kr: 항상 굵지 않은 글씨 링크
nl_nl: Links nooit vet
pl: Odnośniki zawsze bez pogrubienia
pt_br: Links nunca em negrito
ro: Legăturile nu sînt niciodată îngroșate
ru: Ссылки никогда жирным шрифтом
sk: Odkazy nikdy tučne
sr: Линкови никад нису подебљани
tr: Bağlantılar asla koyu olmasın
uk: Посилання ніколи не грубі
zh_cn: 链接不加粗

source: Links always italic
ar: الروابط دائما مائلة
ca: Enllaços sempre en cursiva
cs: Všechny odkazy kurzívou
de: Links immer kursiv
el: Οι σύνδεσμοι πάντα πλάγιοι
es: Enlaces siempre en cursiva
fa: پیوند‌ها همیشه کج
fr: Liens toujours en italique
gl: Ligazóns sempre en cursiva
hu: 'Italic' linkek
it_it: Collegamenti sempre in corsivo
ja: リンクは常に斜体にする
ko_kr: 링크는 항상 이탤릭으로
nl_nl: Links altijd cursief
pl: Odnośniki zawsze pochylone
pt_br: Links sempre em itálico
ro: Legături mereu cursive
ru: Ссылки всегда курсивом
sk: Odkazy vždy kurzívou
sr: Линкови су увек у курзиву
tr: Bağlantılar her zaman yatık olsun
uk: Посилання завжди курсивом
zh_cn: 链接总是斜体

source: Links never italic
ar: خطوط الروابط لا تكون مائلة أبدا
ca: Enllaços mai en cursiva
cs: Žádné odkazy kurzívou
de: Links niemals kursiv
el: Οι σύνδεσμοι ποτέ πλάγιοι
es: Enlaces nunca en cursiva
fa: پیوندها هیچگاه کج نباشند
fr: Liens jamais en italique
gl: Ligazóns nunca en cursiva
hu: Nem 'italic' linkek
it_it: Collegamenti mai in corsivo
ja: リンクは常に斜体にしない
ko_kr: 링크는 이탤릭 없이
nl_nl: Links nooit cursief
pl: Odnośniki zawsze bez pochylenia
pt_br: Links nunca em itálico
ro: Legături niciodată cursive
ru: Ссылки никогда курсивом
sk: Odkazy nikdy kurzívou
sr: Линкови никад нису у курзиву
tr: Bağlantılar asla yatık olmasın
uk: Посилання ніколи не курсивом
zh_cn: 链接永远不是斜体

source: Links always underlined
ar: الروابط دائما تحتها خط
ca: Enllaços sempre subratllats
cs: Všechny odkazy podtržené
de: Links immer unterstrichen
el: Οι σύνδεσμοι πάντα υπογραμμισμένοι
es: Enlaces siempre subrayados
fa: پیوند‌ها همیشه زیرخط داشته باشند
fr: Liens toujours soulignés
gl: Ligazóns sempre suliñadas
hu: Aláhúzott linkek
it_it: Collegamenti sempre sottolineati
ja: リンクには常に下線を付ける
ko_kr: 항상 밑줄 링크
nl_nl: Links altijd onderstreept
pl: Odnośniki zawsze podkreślone
pt_br: Links sempre sublinhados
ro: Legături mereu subliniate
ru: Ссылки всегда подчёркнуты
sk: Odkazy vždy podčiarknuté
sr: Линкови су увек подвучени
tr: Bağlantılar her zaman altı çizili olsun
uk: Посилання завжди підкреслені
zh_cn: 链接总是显示下划线

source: Links never underlined
ar: لا تقم بوضع خط تحت الروابط
ca: Enllaços mai subratllats
cs: Všechny odkazy nepodtržené
de: Links nie unterstrichen
el: Οι σύνδεσμοι ποτέ υπογραμμισμένοι
es: Enlaces nunca subrayados
fa: پیوند‌ها هیچ‌گاه زیرخط نداشته باشند
fr: Liens jamais soulignés
gl: Ligazóns nunca subliñadas
hu: Nem aláhúzott linkek
it_it: Collegamenti mai sottolineati
ja: リンクには下線を付けない
ko_kr: 항상 밑줄 없는 링크
nl_nl: Links nooit onderstreept
pl: Odnośniki nigdy nie podkreślone
pt_br: Links nunca sublinhados
ro: Legături niciodată îngroșate
ru: Ссылки никогда не подчёркнуты
sk: Odkazy nikdy podčiarknuté
sr: Линкови никад нису подвучени
tr: Bağlantılar asla altı çizili olmasın
uk: Посилання ніколи не підкреслені
zh_cn: 链接不显示下划线

source: Images
ar: صور
ca: Imatges
cs: Obrázky
de: Bilder
el: Εικόνες
es: Imágenes
fa: تصاویر
fr: Illustrations
gl: Imaxes
hu: Képek
it_it: Immagini
ja: 画像
ko_kr: 그림
nl_nl: Afbeeldingen
pl: Obrazy
pt_br: Imagens
ro: Imagini
ru: Изображения
sk: Obrázky
sr: Слике
tr: Görseller
uk: Зображення
zh_cn: 图像

source: Full-width images
ar: صورٌ بكامل عرضِها
ca: Imatges a màxima amplària
cs: Obrázky na plnou šířku
de: Bilder in voller Breite
el: Εικόνες πλήρους πλάτους
es: Imágenes a máxima anchura
fa: تصاویر به پهنای عرض
fr: Images pleine largeur
gl: Imaxes todo ao largo
hu: Teljes szélességű képek
it_it: Immagini a tutta larghezza
ja: 画像の全幅化
ko_kr: 폭을 채운 그림
nl_nl: Afbeeldingen volledige breedte
pl: Obrazy o pełnej szerokości ekranu
pt_br: Imagens com largura total
ro: Imagini cît toată lățimea
ru: Полноразмерные изображения
sk: Obrázky v plnom rozlíšení
sr: Слике пуне ширине
tr: Tam genişlikte görseller
uk: Зображення на повну ширину
zh_cn: 全宽图像

source: Useful for books containing only images, when they are smaller than your screen. May stretch images in some cases.
ar: مفيدٌ للكتب المحتوية على الصور فقط, في حال كانت أصغر من شاشة جهازك. قد يتسبب هذا بشدٌّ الصور في بعض الحالات.
ca: Útil per a llibres que només contenen imatges que són de menor grandària que la pantalla. Permet expandir les imatges en alguns casos.
cs: Užitečné u knih, které obsahují pouze obrázky, které jsou menší než vaše obrazovka. V některých případech může dojít k roztažení obrázků.
de: Nützlich für Bücher, die nur Bilder enthalten, wenn sie kleiner als das Display sind. In einigen Fällen können sich die Bilder strecken.
el: Χρήσιμο για βιβλία που περιέχουν μόνο εικόνες, όταν είναι μικρότερες από την οθόνη σας. Μπορεί να τεντώσει εικόνες σε ορισμένες περιπτώσεις.
es: Útil para libros que sólo contienen imágenes que son de menor tamaño que la pantalla. Permite expandir las imágenes en algunos casos.
fa: مفید برای کتاب‌هایی که فقط حاوی تصاویر هستند، زمانی که آنها کوچکتر از صفحه شما هستند. ممکن است در برخی موارد تصاویر کشیده شوند.
fr: Utile pour les livres ne contenant que des images, quand elles sont plus petites que votre écran. Les images peuvent être déformées dans certains cas.
gl: Útil para libros que conteñan só imaxes, cando estas son máis pequenas que a túa pantalla. Pode estarricar as imaxes nalgúns casos.
hu: Csak olyan könyvek esetében hasznos, amelyek csak képeket tartalmaznak, és azok kisebb méretben jelennek meg a képernyőn. Egyes esetekben a képek megnyúlhatnak.
it_it: .Utile per i libri che contengono solo immagini, quando sono più piccoli dello schermo. Può allungare le immagini in alcuni casi.
ja: 画面より小さい画像のみが含まれる書籍で便利です。場合によっては画像が伸縮されることがあります。
ko_kr: 화면보다 작은 그림만 포함된 책에 유용합니다. 경우에 따라 그림이 늘어날 수 있습니다.
nl_nl: Goed voor boeken die enkel afbeeldingen bevatten, als ze kleiner dan het scherm zijn. Dit kan soms verrekkingen veroorzaken.
pl: Użyteczne dla książek zawierających tylko obrazy, które są mniejsze niż twój ekran. W niektórych przypadkach obrazy mogą zostać rozciągnięte.
pt_br: Útil para livros que contêm apenas imagens, quando elas são menores que sua tela. Pode esticar imagens em alguns casos.
ro: Util pentru cărți care conțin numai imagini, atunci cînd sînt mai mici decît ecranul. În unele cazuri ar putea întinde imaginile.
ru: Полезно для книг, состоящих только из изображений - в случае если изображения меньше, чем экран. В некоторых случаях изображения могут растягиваться.
sk: Vhodné pre knihy obsahujúce iba obrázky, ktoré sú menšie ako vaša obrazovka. V niektorých prípadoch to však môže obrázky roztiahnuť.
sr: Корисно је за књиге које садрже само слике, онда када су те слике мање од вапег екрана. У неким случајевима може да растегне слике.
tr: Yalnızca görsel içeren kitaplar ekranda çok küçük görünüyorsa kullanışlıdır. Bazı durumlarda görsellerin esnemesine neden olabilir.
uk: Корисно для книжок, що містять лише зображення, якщо вони менші, ніж ваш екран. У деяких випадках може розтягувати зображення.
zh_cn: 当书籍中只有一些小图像时有用，可能会裁剪掉部分图像。

source: Vertically center-align images relative to text
ar: رصف الصور عموديًا في المنتصف نسبيا للنص
ca: Alinear verticalment les imatges en relació al text
cs: Svisle zarovnat obrázky na střed relativně k textu
de: Bilder vertikal zentrieren relativ zum Text
el: Κάθετο κεντράρισμα εικόνων, σε σχέση με το κείμενο
es: Alinear verticalmente las imágenes en relación al texto
fr: Centrer les images verticalement par rapport au texte
gl: Aliñar imaxes verticalmente no centro con respecto ao texto
hu: Képek középre igazítása a szöveghez képest függőlegesen
it_it: Allinea verticalmente le immagini relative al testo
ja: テキストを基準にして画像を縦方向に中央揃え
ko_kr: 본문 연동해서 그림을 수직 중앙 정렬
nl_nl: Afbeeldingen verticaal met tekst centreren
pl: Pionowo wyśrodkuj obrazy względem tekstu
pt_br: Alinhar verticalmente as imagens em relação ao texto
ro: Centrează pe verticală imaginile relativ la text
ru: Вертикальная центровка относительно текста
sk: Vertikálne zarovnanie obrázkov na stred vzhľadom k textu
sr: Поравнај слике вертикално центрирано релативно у односу на текст
tr: Görseller metne göre dikey olarak ortalansın
uk: Вертикально центрувати зображення відносно тексту
zh_cn: 将图像垂直对齐至文本

source: Miscellaneous
ar: أخرى
ca: Altres
cs: Další nastavení
de: Diverse
el: Διάφορα
es: Otros
fa: متفرقه
fr: Divers
gl: Miscelánea
hu: Egyebek
it_it: Varie
ja: その他
ko_kr: 기타
nl_nl: Divers
pl: Różne
pt_br: Diversos
ro: Diverse
ru: Разное
sk: Zmiešané
sr: Разно
tr: Çeşitli
uk: Різне
zh_cn: 杂项

source: Alternative ToC hints
ar: تلميحات ToC البديلة
ca: Referències de l'índex alternatiu
cs: „Hinty“ pro alternativní obsah knihy
de: Alternative Inhaltsverzeichnis-Hinweise
el: Ενδείξεις Εναλλακτικού Πίνακα Περιεχομένων
es: Referencias del índice alternativo
fr: Indices pour la TdM alternative
gl: Referencias para o índice alternativo
hu: Alternatív ToC tippek
it_it: Suggerimenti per l'indice alternativo
ja: 代替目次のヒント
ko_kr: 대체 차례 힌트
nl_nl: Alternatieve inhoudsopgavehints
pl: Wskazówki alternatywnego spisu treści
pt_br: Dicas do índice alternativo
ro: Indicii cuprins alternativ
ru: Подсказки альтернативного оглавления
sk: Tipy pre alternatívny obsah knihy
sr: Назнаке алтернативног садржаја
tr: Alternatif içindekiler tablosu ipuçları
uk: Альтернативні підказки змісту
zh_cn: 替代目录提示

source: About alternative ToC
ar: عن فهرس المحتويات البديل
ca: Sobre l'índex alternatiu
cs: O alternativním obsahu knihy
de: Über alternatives Inhaltsverzeichnis (ToC)
el: Σχετικά με τον εναλλακτικό Πίνακα Περιεχομένων
es: Acerca del índice alternativo
fr: À propos de la TdM alternative
gl: Sobre o índice alternativo
hu: Az alternatív ToC-ról
it_it: Info sull'indice alternativo
ja: 代替目次について
ko_kr: 대체 차례에 대하여
nl_nl: Over alternatieve inhoudsopgave
pl: O alternatywnym spisie treści
pt_br: Sobre o índice alternativo
ro: Despre cuprinsul alternativ
ru: Об альтернативном оглавлении
sk: O alternatívnom obsahu knihy
sr: О алтернативном садржају
tr: Alternatif içindekiler tablosu hakkında
uk: Про альтернативний зміст
zh_cn: 关于替代目录
