Repository: spruceUI/spruceOS
Catalog: App/KoReader/l10n/*/koreader.po
Languages: ar, ca, cs, de, el, es, fa, fr, gl, hu, it_it, ja, ko_kr, nl_nl, pl, pt_br, ro, ru, sk, sr, tr, uk, zh_cn

source: Add half a line of whitespace between paragraphs.
ar: إضافة نصف سطر فارع بين الفقرات.
ca: Afegir mitja línia en blanc entre paràgrafs.
cs: Přidá půlřádkovou mezeru mezi odstavce.
de: Füge eine halbe Zeile mit Leerzeichen zwischen den Absätzen hinzu.
el: Προσθέτει κενό διάστημα μισής γραμμής μεταξύ των παραγράφων.
es: Añadir media línea en blanco entre párrafos.
fa: اضافه کردن یک نیم‌خط فضای خالی بین پاراگراف‌ها.
fr: Ajouter une demi-ligne d’espacement entre les paragraphes.
gl: Engadir media liña de espacios en branco entre parágrafos.
hu: Üres félsor beszúrása a bekezdések közé.
it_it: Aggiungi mezza linea vuota tra i paragrafi.
ja: 段落の間に半行の空白を入れます。
ko_kr: 문단 사이에 절반의 빈 줄을 추가하세요.
nl_nl: Voegt een halve witregel tussen alinea's toe.
pl: Dodaj pół wiersza odstępu pomiędzy akapitami.
pt_br: Adiciona meia linha de espaço em branco entre os parágrafos.
ro: Adaugă o jumătate de linie de spații albe între paragrafe.
ru: Добавить между абзацами пустую строку половинной высоты.
sk: Pridaj prázdny pol riadka medzi odsekmi.
sr: Додаје пола линије празног простора између пасуса.
tr: Paragraflar arasına yarım beyaz boşluk satırı ekle.
uk: Додавати пів рядка пробілів між абзацами.
zh_cn: 在段落间添加半行空行。

source: No spacing between paragraphs
ar: لا تترك مسافةً بين الفقرات
ca: No deixar espai en blanc entre paràgrafs
cs: Žádné mezery mezi odstavci
de: Kein Abstand zwischen Absätzen
el: Χωρίς διάστημα μεταξύ των παραγράφων
es: No dejar espacio en blanco entre párrafos
fa: بدون فضا بین پاراگراف‌ها
fr: Aucun espacement entre les paragraphes
gl: Non separar parágrafos
hu: Ne legyen a bekezdések között távolság
it_it: Nessuna spaziatura tra i paragrafi
ja: 段落間に空白を入れない
ko_kr: 문단 사이에 간격 없음
nl_nl: Geen witregel tussen alinea's
pl: Bez odstępu pomiędzy akapitami
pt_br: Nenhum espaçamento entre parágrafos
ro: Fără spațiere între paragrafe
ru: Без интервалов между абзацами
sk: Bez medzery medzi odsekmi
sr: Без размака између пасуса
tr: Paragraflar arasında boşluk olmasın
uk: Немає відстані між абзацами
zh_cn: 段落间无空行

source: No whitespace between paragraphs is the default, but it may be overridden by publisher styles. This will re-enable it for paragraphs and list items.
ar: لا توجد مسافات بيضاء بين الفقرات هي الإعداد الافتراضي ، ولكن قد يتم تجاوزها بواسطة أنماط الناشر. سيؤدي هذا إلى إعادة تمكينه للفقرات وعناصر القائمة.
ca: No deixar espai en blanc entre paràgrafs és l'opció per defecte, però pot ser anul·lada pels estils incrustats. Aquesta opció ho habilitarà de nou per als paràgrafs i els elements d'una llista.
cs: Žádné mezery mezi odstavci je výchozí nastavení, ale může být přepsáno stylováním vydavatelů. Tímto to znovu povolíte pro odstavce a položky v seznamech.
de: Standardmäßig ist kein Leerraum zwischen den Absätzen voreingestellt, aber dies kann durch Herausgeber-Stile überschrieben werden. Hier wird es für Absätze und Listenelemente wieder aktiviert.
el: Η προεπιλογή είναι να μην υπάρχει κανένα κενό διάστημα μεταξύ παραγράφων, αλλά μπορεί να παρακαμφθεί από τα στυλ του εκδότη. Αυτή η ρύθμιση θα την ενεργοποιήσει ξανά για παραγράφους και στοιχεία καταλόγου.
es: No dejar espacio en blanco entre párrafos es la opción por defecto, pero puede ser anulada por los estilos incrustados. Esta opción lo habilitará de nuevo para los párrafos y los elementos de una lista.
fr: Aucun espace entre les paragraphes est la valeur par défaut, mais l’éditeur peut passer outre dans ses styles. Cette option la réactivera pour les paragraphes et les éléments de liste.
gl: Por defecto os parágrafos non son separados, pero os estilos incrustados poden cambialo. Con isto se usará a opción por defecto en parágrafos e listas.
hu: A bekezdések közötti szóközök hiánya az alapértelmezett, de ezt a kiadói stílusok felülbírálhatják. Ez újra engedélyezi a bekezdések és a listaelemek esetében.
it_it: Nessuno spazio vuoto tra i paragrafi è l'impostazione predefinita, ma può essere sovrascritto dagli stili della casa editrice. Questo lo riattiverà per gli elementi di testo più comuni.
ja: 段落間に空白を入れないのが既定ですが、原稿のスタイルにより上書きされる場合があります。この設定により、段落とリストアイテムの空白を再び有効にします。
ko_kr: 문단 사이의 빈 공간 없음은 기본값이지만, 발행인의 스타일에 의해 변경될 수 있습니다. 이것은 문단과 목록을 위하여 다시 활성화됩니다.
nl_nl: Geen witregel tussen alinea's is standaard, maar het kan worden overschreven door uitgeversstijlen. Dit zal het weer inschakelen voor alinea's en lijst-elementen.
pl: Domyślnie nie występują odstępy między akapitami , ale mogą być nadpisane przez style wydawców. Spowoduje to ponowne włączenie dla akapitu i elementów listy.
pt_br: Nenhum espaço em branco entre parágrafos é o padrão, mas pode ser substituído por estilos da editora. Isso irá reativá-lo para parágrafos e itens de lista.
ro: Setarea implicită este să nu se lase un rînd liber între paragrafe, dar acest lucru poate fi modificat de stilurile editurii. Aceasta o va reactiva pentru paragrafe și elementele listelor.
ru: Интервал между абзацами не является стандартным и может быть переопределён издательскими стилями. Данный параметр повторно включает его для абзацев и элементов списка.
sk: Predvolené nie sú žiadne medzery medzi odsekmi, ale môžu byť prepísané štýlmi vydavateľa. Týmto ho znova povolíte pre odseky a zoznamy položiek.
sr: Подразумевано је да нема размака између пасуса, али стилови издавача то могу да преиначе. Ово ће поново да дода размак између пасуса и ставки листе.
tr: Varsayılan olarak paragraflar arasında beyaz boşluk yoktur ancak bu ayar yayıncı biçemleri tarafından değiştirilebilir. Bu seçenek paragraf ve liste ögeleri için beyaz boşlukları etkinleştirir.
uk: Інтервал між абзацами не є стандартним і може бути перевизначений стилями видавця. Це дозволить повторно увімкнути його для абзаців і елементів списку.
zh_cn: 段落间默认是无空行的，但有可能被出版者样式所覆盖。这个选项将重新启用段落和列表间的无空行设定。

source: Tables, links, images
ca: Taules, enllaços, imatges
cs: Tabulky, odkazy, obrázky
de: Tabellen, Links, Bilder
el: Πίνακες, σύνδεσμοι, εικόνες
es: Tablas, enlaces, imágenes
fa: جداول، پیوند‌ها، تصاویر
fr: Tableaux, liens, images
gl: Táboas, ligazóns, imaxes
hu: Táblázatok, linkek, képek
it_it: Tabelle, collegamenti, immagini
ja: 表、リンク、画像
ko_kr: 표, 링크, 이미지
nl_nl: Tabellen, links, afbeeldingen
pl: Tabele, odnośniki, obrazy
pt_br: Tabelas, links, imagens
ro: Tabele, legături, imagini
ru: Таблицы, ссылки, изображения
sk: Tabuľky, odkazy, obrázky
sr: Табеле, линкови, слике
tr: Tablolar, bağlantılar, görseller
uk: Таблиці, посилання, зображення
zh_cn: 表格、链接、图片

source: Tables
ar: جداول
ca: Taules
cs: Tabulky
de: Tabellen
el: Πίνακες
es: Tablas
fa: جدول‌ها
fr: Tableaux
gl: Táboas
hu: Táblázatok
it_it: Tabelle
ja: 表
ko_kr: 표
nl_nl: Tabellen
pl: Tabele
pt_br: Tabelas
ro: Tabele
ru: Таблицы
sk: Tabuľky
sr: Табеле
tr: Tablolar
uk: Таблиці
zh_cn: 表格

source: Ignore tables related HTML presentational hints
de: Tabellenbezogene HTML-Präsentationshinweise ignorieren
el: Παράβλεψη των υποδείξεων προβολής HTML που σχετίζονται με πίνακες
es: Ignorar sugerencias de presentación HTML relacionadas con las tablas
gl: Ignorar suxestións de presentación de HTML relacionadas con táboas
hu: Táblázatokkal kapcsolatos HTML prezentációs tippek figyelmen kívül hagyása
it_it: Ignora suggerimenti presentazionali HTML relativi a tabelle
ko_kr: 표에 관련 HTML 프레젠테이션 힌트 무시하기
nl_nl: HTML-presentatiehints voor tabellen negeren
pl: Ignoruj wskazówki prezentacyjne HTML dotyczące tabel
ru: Игнорировать подсказки HTML по представлению, связанные с таблицами
sk: Ignorovať tabuľky súvisiace s HTML prezentáciami
sr: Игнориши HTML смернице за приказ које се тичу табела
tr: Tablolarla ilgili HTML gösterim ipuçları yok sayılsın
uk: Ігнорувати підказки HTML-презентації, пов'язані з таблицями

source: Ignore HTML attributes that contribute to styles on the <table> element and its sub-elements (ie. align, valign, frame, rules, border, cellpadding, cellspacing…).
de: HTML-Attribute, die zu den Stilen des <table>-Elements und seiner Unterelemente beitragen, werden ignoriert (z. B. align, valign, frame, rules, border, cellpadding, cellspacing ...).
el: Παράβλεψη των χαρακτηριστικών HTML που συμβάλλουν στο στυλ του στοιχείου <table> και των υποστοιχείων του (π.χ. align, valign, frame, rules, border, cellpadding, cellspacing...).
es: Ignore los atributos HTML que contribuyen a los estilos en el elemento <table> y sus subelementos (es decir, alinear, valign, marco, reglas, borde, relleno de celda, espacio entre celdas…).
gl: Ignorar atributos HTML que contribúan a estilos no elemento <table> e os seus subelementos (e dicir align, valign, frame, rules, border, cellpading, cellspacing…).
it_it: Ignora attributi HTML che contribuiscono a stili sull'elemento <table> e sui suoi sottoelementi (cioè align, valign, frame, rules, border, cellpadding, cellspacing...).
ko_kr: <table> 구성요소와 그 하위 구성요소의 스타일에 영향을 주는 HTML 속성(예: align, valign, frame, rules, border, cellpading, cellspacing…)은 무시합니다.
nl_nl: Negeer HTML-attributen die bijdragen aan stijlen op het <table> element en zijn subelementen (zoals align, valign, frame, rules, border, celpadding, cellspacing…).
pl: Ignoruj atrybuty HTML, które wpływają na style elementu <table> i jego elementów podrzędnych (tj. align, valign, frame, rules, border, cellpadding, cellspacing…).
ru: Игнорировать атрибуты HTML, влияющие на стили тега <table> и его параметров (т.е. align, valign, frame, rules, border, cellpading, cellspacing…).
sk: Ignorovať atribúty HTML, ktoré prispievajú k štýlom na prvok <table> a jeho pod-prvky (napr. align, valign, frame, rules, border, cellpadding, cellspacing…).
sr: Игнорише HTML атрибуте који утичу на стил <table> елемента и његових поделемената (тј. align, valign, frame, rules, border, cellpadding, cellspacing…).
tr: <table> ögesi ve alt ögelerindeki (örn. align, valign, frame, rules, border, cellpading, cellspacing…) biçemleri etkileyen HTML öznitelikleri yok sayılsın.

source: Full-width tables
ar: جداول بعرض كامل
ca: Taules a màxima amplària
cs: Tabulky na celou šířku
de: Tabellen in voller Breite
el: Πίνακες πλήρους πλάτους
es: Tablas a máxima anchura
fa: جداول به پهنای عرض
fr: Tableaux pleine largeur
gl: Táboas todo ao largo
hu: Teljes szélességű táblázatok
it_it: Tabelle a tutta larghezza
ja: 表の全幅化
ko_kr: 가로 폭에 맞춘 표
nl_nl: Tabellen volledige breedte
pl: Tabele o pełnej szerokości ekranu
pt_br: Tabelas com largura total
ro: Tabele cît toată lățimea
ru: Полноразмерные таблицы
sk: Tabuľky v plnom rozlíšení
sr: Табеле пуне ширине
tr: Tam genişlikte tablolar
uk: Таблиці на повну ширину
zh_cn: 全宽表格

source: Make table expand to the full width of the page. (Tables with small content now use only the width needed to display that content. This restores the previous behavior.)
ar: اجعل الجدول يتوسع لعرض الصفحة بالكامل. (تستخدم الجداول ذات المحتوى الصغير الآن العرض المطلوب فقط لعرض هذا المحتوى. وهذا يؤدي إلى استعادة السلوك السابق.)
ca: Permetre a la taula expandir-se a tot l'ample de la pàgina. (Les taules amb poc contingut només usaran l'ample necessari per mostrar aquest contingut. Això restableix el comportament previ).
cs: Rozšíří tabulky na plnou šířku stránky, (Tabulky s menším obsahem nyní využívají pouze šířku potřebnou k zobrazení tohoto obsahu. Tímto se obnoví předchozí chování.)
de: Tablle auf volle Seitenbreite vergrößern. (Tabellen mit wenig Inhalt verwenden nun nur noch die Breite, die für die Darstellung dieses Inhalts erforderlich ist. Dadurch wird das vorherige Verhalten wiederhergestellt.)
el: Κάνει τον πίνακα να επεκταθεί σε όλο το πλάτος της σελίδας. (Οι πίνακες με μικρό περιεχόμενο χρησιμοποιούν τώρα μόνο το πλάτος που απαιτείται για την εμφάνιση αυτού του περιεχομένου. Αυτή η επιλογή επαναφέρει την προηγούμενη συμπεριφορά.)
es: Permitir que la tabla se expanda a todo lo ancho de la página. (Las tablas con poco contenido sólo usarán el ancho necesario para mostrar ese contenido. Esto restablece el comportamiento previo).
fr: Faire en sorte que le tableau se développe sur toute la largeur de la page. (Les tableaux avec un petit contenu utilisent maintenant uniquement la largeur nécessaire pour afficher ce contenu. Cela rétablit le comportement précédent.)
gl: Facer que a táboa ocupe o largo completo da páxina. (As táboas pequenas usarán só o largo necesario para mostrar o seu contido. Isto era o que pasaba antes).
hu: A táblázat kiterjesztése az egész oldalra. (Kis méretű táblázatok esetén csak akkora szélesség használata, amely a tartalom megjelenítéséhez szükséges. Ez visszaállítja az előző beállítást.)
it_it: Rendi la tabella espandibile per l'intera larghezza della pagina. (Le tabelle con contenuto piccolo ora utilizzano solo la larghezza necessaria per visualizzare quel contenuto. Questo ripristina il comportamento precedente.)
ja: テーブルをページの幅いっぱいに拡張します。(現在は、小さな内容のテーブルはその内容を表示するために必要な幅だけを使用します。これにより、以前の動作が復元されます。)
ko_kr: 표를 페이지 전체 너비에 맞춰 키웁니다. (내용이 작은 표는 해당 내용을 표시하는 데 필요한 너비만 사용합니다. 그러면 이전 동작이 복원됩니다.)
nl_nl: Laat de tabel de volledige breedte van de pagina innemen. (Tabellen met weinig inhoud gebruiken nu slechts de breedte die nodig is om die inhoud weer te geven. Dit gaat terug naar een vorig gedrag.)
pl: Ustaw tabelę na pełną szerokość strony. (Tabele z małą zawartością używają teraz tylko szerokości potrzebnej do wyświetlenia tej zawartości. To przywraca poprzednie zachowanie.)
pt_br: Torna a tabela expandida para a largura total da página. (Tabelas com conteúdo pequeno agora usam apenas a largura necessária para exibir esse conteúdo. Isso restaura o comportamento anterior.)
ro: Extinde tabelul la întreaga lățime a paginii. (Tabelele cu conținut puțin folosesc acum doar lățimea necesară afișării conținutului. Acest lucru restabilește comportamentul anterior.)
ru: Растянуть таблицу на всю ширину страницы. (Таблицы с незначительным содержимым теперь используют только ширину, необходимую для отображения упомянутого содержимого. Данный параметр восстанавливает предыдущее поведение.)
sk: Rozšíriť tabuľku na celú šírku strany. (Tabuľky s malým obsahom teraz používajú iba šírku potrebnú na zobrazenie tohto obsahu. Týmto sa obnoví predchádzajúce správanie.)
sr: Чини да се табела рашири до пуне ширине странице. (Табеле са мало садржаја че сада да користе само онолику ширину која је потребна да се прикаже тај садржај. Ово обнавља раније понашање.)
tr: Tablo sayfanın tam genişliğine açılabilsin. (Böylece içeriği az olan tablolarda içeriği görüntülemek için yalnızca genişlik kullanılır. Önceki davranış biçimini kullanır.)
uk: Зробити таблицю розширеною до повної ширини сторінки. (Таблиці з невеликим вмістом тепер використовують лише ширину, необхідну для показу цього вмісту. Це відновлює попередню поведінку.)
zh_cn: 让表格扩展至页面宽度。（内容较少的表格将保持其原有的宽度。）

source: Ignore publisher table and cell widths
ar: تجاهل عرض الخلية والجدول المحدد بواسطة الناشر
ca: Ignorar l'amplària de taula i de cel·la predefinides en el document
cs: Ignorovat šířky tabulek a buněk vydavatelů
de: Ignoriere Tabellen- und Zellenbreiten des Herausgebers
el: Παράβλεψη του πλάτους του πίνακα και των κελιών του εκδότη
es: Ignorar la anchura de tabla y de celda predefinidas en el documento
fr: Ignorer les largeurs des tableaux et des cellules de l’éditeur
gl: Ignorar os largos de táboas e celas dos estilos incrustados
hu: Kiadói tábla és cellaszélességek figyelmen kívül hagyása
it_it: Ignora la larghezza delle tabella e della cella della casa editrice
ja: 原稿による表とセル幅設定を無視する
ko_kr: 발행인의 표와 셀의 폭 무시
nl_nl: Uitgevertabelcelbreedtes negeren
pl: Ignoruj szerokość tabel i komórek wydawcy
pt_br: Ignorar as larguras de tabelas e células da editora
ro: Ignoră lățimile tabelelor și celulelor specificate de editură
ru: Игнорировать издательскую ширину таблиц/ячеек
sk: Ignorovať šírku tabuľky a buniek nastavenú vydavateľom
sr: Игнориши ширине табеле и ћелија издавача
tr: Yayıncı tablo ve hücre genişliği ayarları yok sayılsın
uk: Ігнорувати ширину таблиць та комірок видавця
zh_cn: 忽略出版者表格宽度

source: Ignore table and cells widths specified by the publisher, and let the engine decide the most appropriate widths.
ar: تجاهل عرض الجدول والخلايا المحدد من قبل الناشر ، ودع المحرك يقرر العرض الأنسب.
ca: Ignorar l'amplària de taula i de cel·la predefinits en el document, i permetre al sistema decidir l'amplària apropiada.
cs: Umožňuje ignorovat šířky tabulek a buněk zadaných vydavateli a nechá engine, aby sám zvolil nejvhodnější šířky.
de: Ignoriere die vom Herausgeber angegebenen Tabellen- und Zellenbreiten und lasse die Engine die am besten geeigneten Breiten bestimmen.
el: Παραβλέπει τα πλάτη του πίνακα και των κελιών που καθορίζονται από τον εκδότη και αφήνει τη μηχανή να αποφασίσει για τα πιο κατάλληλα πλάτη.
es: Ignorar la anchura de tabla y de celda predefinidos en el documento, y permitir que el sistema decida la anchura apropiada.
fr: Ignorer les largeurs de tableaux et de cellules spécifiées par l’éditeur et laisser le moteur choisir les largeurs les plus appropriées.
gl: Ignorar os largos de táboas e celas do estilo incrustado e deixar que sexa o motor quen decida os máis apropiados.
hu: A kiadói által előírt táblázat és cellaszélességek figyelmen kívül hagyása, engedélyezve, hogy a megjelenítő motor döntse el a legmegfelelőbb szélességeket.
it_it: Ignora la larghezza della tabella e delle celle specificate dalla casa editrice e lascia che il motore decida le larghezze più appropriate.
ja: 原稿が指定するテーブルやセルの幅は無視し、エンジンが最適な幅を決定するようにします。
ko_kr: 발행인이 지정한 표와 셀의 폭을 무시하고, 엔진이 가장 적합한 너비를 결정하도록 합니다.
nl_nl: Negeer celbreedtes die zijn gespecifeerd door de uitgever, en laat de engine beslissen wat de beste breedtes zijn.
pl: Zignoruj szerokość tabel i komórek określone przez wydawcę, a następnie pozwól silnikowi wybrać najbardziej odpowiednie ustawienia.
pt_br: Ignora as larguras de tabela e células especificadas pela editora e deixa o mecanismo decidir as larguras mais apropriadas.
ro: Ignoră lățimile tabelelor și celulelor specificate de editură și lasă motorul să decidă care sînt cele mai potrivite lățimi.
ru: Игнорировать издательскую ширину таблиц/ячеек, и дать движку выбрать наиболее подходящую ширину.
sk: Ignorovať šírky tabuliek a buniek špecifikované vydavateľom a nechajte program rozhodnúť o najvhodnejších šírkach.
sr: Ширине табеле и ћелија које је навео издавал се игноришу и оставља се механизму да одреди најпогодније ширине.
tr: Yayıncı tarafından ayarlanmış tablo ve hücre genişlikleri yok sayılsın ve en uygun genişlik değerlerini işleyici belirlesin.
uk: Нехтувати шириною таблиць і комірок вказаних видавцем та дозволити рушію визначати найвідповіднішу ширину.
zh_cn: 忽略出版者设置的表格宽度，让排版引擎设置最佳的宽度。

source: Center small tables
ar: تنصيف الجداول الصغيرة
ca: Centrar taules petites
cs: Vystředit malé tabulky
de: Kleine Tabellen zentrieren
el: Κεντράρισμα μικρών πινάκων
es: Centrar tablas pequeñas
fa: مرکز قرار دادن جداول کوچک
fr: Centrer les petits tableaux
gl: Centrar táboas pequenas
hu: Keskeny táblázatokat középre
it_it: Centra tabelle piccole
ja: 小さな表を中央揃え
ko_kr: 중앙의 작은 표
nl_nl: Kleine tabellen centreren
pl: Wyśrodkuj małe tabele
pt_br: Centralizar tabelas pequenas
ro: Centrează tabelele mici
ru: Центрировать маленькие таблицы
sk: Zarovnať na stred malé tabuľky
sr: Центрирај мале табеле
tr: Küçük tablolar ortalansın
uk: Вирівнювати по цетру малі таблиці
zh_cn: 居中小表格

source: Horizontally center tables that do not use the full page width.
ar: توسيط الجداول أفقيًا التي لا تستخدم عرض الصفحة بالكامل.
ca: Centrar horitzontalment les taules que no utilitzen tota l'amplària de la pàgina.
cs: Vodorovně vystředí tabulky, které nevyužívají plnou šířku stránky.
de: Zentriere Tabellen horizontal, die nicht die volle Seitenbreite nutzen.
el: Κεντράρει οριζόντια τους πίνακες που δεν χρησιμοποιούν το πλήρες πλάτος της σελίδας.
es: Centrar horizontalmente las tablas que no utilizan toda la anchura de la página.
fa: مرکز قرار دادن افقی جداولی که پهنای صفحه پر نمی‌کنند.
fr: Centrer horizontalement les tableaux qui n’utilisent pas la largeur totale de la page.
gl: Centrar horizontalmente as táboas que non ocupen todo o largo.
hu: Vízszintesen központos táblázatok, amelyek nem használják a teljes oldalszélességet.
it_it: Centra orizzontalmente le tabelle che non occupano tutta la larghezza della pagina.
ja: ページの全幅を使用しないテーブルを水平方向にセンタリングする。
ko_kr: 페이지 전체 너비를 사용하지 않는 표는 좌우 가운데 놓입니다.
nl_nl: Tabellen die niet de volledige breedte van de pagina benutten horizontaal centreren.
pl: Wyśrodkuj poziomo tabele, które nie zajmują pełnej szerokości strony.
pt_br: Centraliza horizontalmente as tabelas que não usam a largura total da página.
ro: Centrează pe orizontală tabelele care nu folosesc toată lățimea paginii.
ru: Центрировать по горизонтали таблицы, которые не используют всю ширину страницы.
sk: Tabuľky, ktoré nevyužívajú celú šírku strany zarovnať na stred.
sr: Хоризонтално центрира табеле које не заузимају пуну ширину странице.
tr: Sayfanın tam genişliğini kullanmayan tablolar yatay olarak ortalansın.
uk: Горизонтально центрувати таблиці, що не використовують повної ширини сторінки.
zh_cn: 将比页面宽度小的表格水平居中。

source: Ignore publisher vertical alignment in tables
ar: تجاهل المحاذات العمودية التي وضعها الناشر في الجداول
ca: Ignorar l'alineació vertical predefinida en el document per a les taules
cs: Ignorovat svislé zarovnání vydavatelů v tabulkách
de: Ignoriere vertikale Aussrichtung in Tabellen des Herausgebers
el: Παράβλεψη της κάθετης στοίχισης του εκδότη στους πίνακες
es: Ignorar la alineación vertical predefinida en el documento para las tablas
fa: صرف نظر از ترازبندی افقی ناشر در جداول
fr: Ignorer l’alignement vertical de l’éditeur dans les tableaux
gl: Ignorar a aliñación vertical en táboas dos estilos incrustados
hu: Kiadói függőleges igazítások figyelmen kívül hagyása táblázatokban
it_it: Ignora l'allinemento verticale predefinito per le tabelle
ja: 原稿による表内の縦方向の位置揃えを無視する
ko_kr: 표 안에 발행인의 세로 정렬 무시
nl_nl: Negeer ijtgevers-verticale uitlijning in tabellen
pl: Ignoruj pionowe wyrównanie w tabelach wydawcy
pt_br: Ignorar o alinhamento vertical da editora em tabelas
ro: Ignoră alinierea verticală în tabele specificată de editură
ru: Игнорировать издательское вертикальное выравнивание в таблицах
sk: Ignorovať vydavatelovo vertikálne zarovnanie v tabuľkách
sr: Игнориши вертикално поравнање у табелама издавача
tr: Yayıncı dikey tablo hizalama ayarları yok sayılsın
uk: Ігнорувати вертикальне розміщення в таблицях видавця
zh_cn: 忽略出版者设置的表格垂直对齐

source: Alternate background color of table rows
ar: لون خلفية متبادل لصفوف الجداول
ca: Alternar el color de fons de les files de les taules
cs: Alternativní barva pozadí řádků tabulky
de: Alternative Hintergrundfarbe der Tabellenreihen
el: Εναλλαγή χρώματος στις σειρές των πινάκων
es: Alternar el color de fondo de las filas de las tablas
fa: تغییر رنگ پس‌زمینه ردیف‌های جدول‌ها
fr: Alterner la couleur de fond des lignes d’un tableau
gl: Alternar cor de fondo nas filas das táboas
hu: Táblázatsorok alternatív háttér színezése
it_it: Alternanza colore sfondo righe tabella
ja: 表の行に背景色を二色交代に塗り分ける
ko_kr: 표 가로 줄의 대체 배경색
nl_nl: Alternatieve achtergrondkleur voor tabelrijen
pl: Alternatywne tło dla wierszy w tabeli
pt_br: Alternar a cor de fundo das linhas da tabela
ro: Alternează culoarea de fundal a rîndurilor tabelului
ru: Построчно чередовать цвет фона в таблицах
sk: Odlišnou farbou pozadia zvýrazniť každý druhý riadok tabuľky
sr: Мењај наизменично боју позадине редова табеле
tr: Tablo satırlarında değişken arka plan renkleri
uk: Альтернативний колір тла рядків таблиці
zh_cn: 替换表格行的背景颜色
