Repository: spruceUI/spruceOS
Catalog: App/KoReader/l10n/*/koreader.po
Languages: ar, ca, cs, de, el, es, fa, fr, gl, hu, it_it, ja, ko_kr, nl_nl, pl, pt_br, ro, ru, sk, sr, tr, uk, zh_cn

source: Found 1 book to index.
ar: تمّ العثور على %1 كتب لفهرستها.
ca: Trobat 1 llibre per a indexar.
cs: Nalezena 1 kniha k indexování.
de: 1 Buch für Indizierung gefunden.
el: Βρέθηκε 1 βιβλίο για ευρετηρίαση.
es: Encontrado 1 libro para indexar.
fr: 1 livre à indexer trouvé.
gl: Atopouse 1 libro para indexar.
hu: Egy indexelhető könyvet találtam.
it_it: Trovato %1 libro da indicizzare.
ja: 索引付けする書籍が %1 冊見つかりました。
ko_kr: 색인할 %1 권의 책을 찾았습니다.
nl_nl: Er is één boek gevonden om te indexeren.
pl: Znaleziono 1 książkę do indeksowania.
pt_br: Foi encontrado 1 livro para indexar.
ro: S-a găsit 1 carte de indexat.
ru: Найдена %1 книга для индексации.
sk: Našla sa 1 kniha na indexovanie.
sr: Пронађена је 1 књига за индексирање.
tr: Dizine eklenecek 1 kitap bulundu.
uk: Знайдено 1 книгу для індексації.
zh_cn: 找到 %1 本待索引书籍。

source: Found %1 books. Looking for those not already present in the cache database…
ar: تم العثور على %1 كتب. يتم البحث عن الكتب غير الموجودة في ذاكرة التخزين المؤقت…
ca: Trobats %1 llibres. Buscant els que encara no estan presents en la memòria cau de la base de dades…
cs: Nalezeno %1 knih. Hledám ty, které ještě nejsou v databázi mezipaměti…
de: %1 Bücher gefunden. Suche diejenigen, die nicht bereits in der Cache-Datenbank vorhanden sind…
el: Βρέθηκαν %1 βιβλία. Αναζήτηση για εκείνα που δεν υπάρχουν ήδη στη βάση δεδομένων της κρυφής μνήμης…
es: Encontrados %1 libros. Buscando los que aún no están presentes en la caché de la base de datos…
fr: %1 livres trouvés. À la recherche de ceux qui ne sont pas déjà présents dans la base de données du cache…
gl: Atopáronse %1 libros. A escoller cales non están aínda na base de datos da caché…
hu: %1 könyvtalálat. Azok keresése, melyek még nincsenek jelen a cache adatbázisban…
it_it: Trovati %1 libri. Cercando tra quelli non ancora presenti nel database della cache…
ja: %1 冊の書籍が見つかりました。 キャッシュデータベースにまだ存在していないものを探しています…
ko_kr: %1 권의 책 찾음. 캐시 데이터베이스에 없는 책을 찾고 있습니다…
nl_nl: %1 boeken gevonden. Op zoek naar nieuwe boeken voor de cachedatabase…
pl: Znaleziono %1 książek. Wyszukiwanie tych, które nie są jeszcze zapisane w pamięci podręcznej…
pt_br: Encontrados %1 livros. Procurando por aqueles que ainda não estão presentes no banco de dados de cache…
ro: S-au găsit %1 cărți. Se caută cărțile care nu sînt deja prezente în baza de date cache…
ru: Найдено %1 книг. Идёт поиск тех, которые ещё не присутствуют в базе данных кэша…
sk: Našlo sa %1 kníh. Hľadajú sa tie, ktoré sa ešte nenachádzajú v databáze vyrovnávacej pamäte…
sr: Пронађено је %1 књига. Траже се оне које се још увек не налазе у кеш бази података…
tr: %1 kitap bulundu. Bu kitaplar ön bellek veri tabanında yok gibi görünüyor…
uk: Знайдено %1 книг. Пошук тих, яких ще немає в кешеві бази даних…
zh_cn: 发现 %1 本书籍。 正在查找未包含在缓存数据库中的书籍…

source: No books were found that need to be indexed.
ar: لم يتم العثور على كتب تحتاج للفهرسة.
ca: No és necessari indexar cap llibre.
cs: Nebyly nalezeny žádné knihy, které by bylo potřeba indexovat.
de: Keine Bücher gefunden die indiziert werden müssen.
el: Δεν βρέθηκαν βιβλία που πρέπει να ευρετηριαστούν.
es: No se ha encontrado ningún libro que necesite ser indexado.
fr: Aucun livre à indexer n’a été trouvé.
gl: Non se atoparon libros que indexar.
hu: Nincs olyan könyv, amit indexelni kellene.
it_it: Non sono stati trovati libri che devono essere indicizzati.
ja: 索引付けが必要な本は見つかりませんでした。
ko_kr: 색인이 필요한 책이 없음.
nl_nl: Geen boeken gevonden die geïndexeerd moeten worden.
pl: Nie znaleziono książek, które muszą być indeksowane.
pt_br: Não foram encontrados livros que precisem ser indexados.
ro: Nu s-au găsit cărți ce necesită indexare.
ru: Не найдены книги, которые нужно индексировать.
sk: Nenašli sa žiadne knihy, ktoré by bolo potrebné indexovať.
sr: Није пронађена ниједна књига која треба да се индексира.
tr: Dizine eklenmesi gereken bir kitap bulunamadı.
uk: Не знайдено книжок, які б потребували індексації.
zh_cn: 没有找到需要索引的书籍。

source: Indexing %1 / %2… %3
ca: Indexant %1 / %2... %3
cs: Indexování %1 / %2… %3
de: Indiziere %1 / %2... %3
el: Ευρετηρίαση %1 / %2... %3
es: Indexando %1 / %2... %3
fr: Indexation %1/%2… %3
gl: A indexar %1 / %2... %3
hu: Indexelés %1 / %2… %3
it_it: Indicizzati %1 / %2… %3
ja: 索引中 %1 / %2… %3
ko_kr: %1 / %2 색인 중… %3
nl_nl: Indexeren %1 / %2… %3
pl: Indeksowanie %1 / %2… %3
pt_br: Indexando %1/%2… %3
ro: Se indexează %1 / %2… %3
ru: Индексировано %1 / %2… %3
sk: Indexovanie %1 / %2… %3
sr: Индексира се %1 / %2… %3
tr: Dizine ekleniyor %1 / %2… %3
uk: Індексування %1 / %2… %3
zh_cn: 索引中 %1 / %2… %3

source: Processed %1 / %2 books.
ca: Processats %1 / %2 llibres.
cs: Zpracováno %1 / %2 knih.
de: Verarbeitete %1 / %2 Bücher.
el: Επεξεργασμένα %1 / %2 βιβλία.
es: Procesados %1 / %2 libros.
fa: %1 / %2 کتاب پردازش شده.
fr: %1 livres sur %2 ont été traités.
gl: Procesados %1 de %2 libros.
hu: Feldolgozva %1 / %2 könyv.
it_it: Elaborati %1 / %2 libri.
ja: %1/%2 冊を処理しました。
ko_kr: %1 / %2 권 진행됨.
nl_nl: %1 / %2 boeken verwerkt.
pl: Przetworzono %1 / %2 książek.
pt_br: Processados %1/%2 livros.
ro: S-au procesat %1 / %2 cărți.
ru: Обработано %1 / %2 книг.
sk: Spracované knihy %1 / %2.
sr: Обрађено је %1 / %2 књига.
tr: %1 / %2 kitap işlendi.
uk: Оброблено %1 / %2 книг.
zh_cn: 处理了 %2 本书籍中的 %1 本。

source: One extracted successfully.
ca: Un extret correctament.
cs: Jeden obal byl úspěšně extrahován.
de: Eins wurde erfolgreich extrahiert.
el: Ένα εξήχθη επιτυχώς.
es: Uno extraído correctamente.
fa: یک استخراج موفق.
fr: Terminé une extraction avec succès.
gl: Un foi extraído correctamente.
hu: Egy sikeresen kicsomagolva.
it_it: Estratto con successo.
ja: %1 冊のメタデーターを抽出できました。
ko_kr: %1가 성공적으로 추출됨.
nl_nl: Er is er een succesvol uitgepakt.
pl: Jedna pomyślnie wyodrębniona.
pt_br: Um extraído com sucesso.
ro: Una a fost extrasă cu succes.
ru: %1 успешно извлечена.
sk: Jeden bol úspešne extrahovaný.
sr: Из једне је успешно издвојено.
tr: Biri başarıyla çıkarıldı.
uk: Одну успішно видобуто.
zh_cn: %1 已成功提取。

source: Start-up of background extraction job failed. Please restart KOReader or your device.
ca: L'inici del procés d'extracció en segon pla ha fallat. Cal reiniciar KOReader o el seu dispositiu.
cs: Spuštění extrakce na pozadí se nezdařilo. Prosím, restartujte KOReader, nebo vaše zařízení.
de: Start des Auslesens im Hintergrund ist fehlgeschlagen. Bitte starten Sie KOReader oder Ihr Gerät neu.
el: Η εκκίνηση της διαδικασίας εξαγωγής στο παρασκήνιο απέτυχε. Παρακαλούμε κάντε επανεκκίνηση του KOReader ή της συσκευής σας.
es: El inicio del proceso de extracción en segundo plano ha fallado. Por favor, reinicie KOReader o su dispositivo.
fa: کار استخراج آغازین در پس زمینه شکست خورد. لطفا کوریدر یا دستگاه خود را راه‌اندازی مجدد کنید.
fr: Le démarrage de la tâche d’extraction en arrière-plan a échoué. Veuillez redémarrer KOReader ou votre appareil.
gl: Fallou o inicio do proceso de extracción en segundo plano. Por favor reinicia KOReader ou o dispositivo.
hu: A háttérben futó extrakciós feladat elindítása sikertelen. Kérjük, indítsa újra a KOReader-t vagy a készüléket.
it_it: Avvio del processo di estrazione in background fallito. Riavviare KOReader o il dispositivo.
ja: 抽出ジョブの起動に失敗しました。 KOReaderまたはデバイスを再起動してください。
ko_kr: 백그라운드 추출 작업을 시작하는 데 실패했습니다. KOReader나 기기를 다시 시작하세요.
nl_nl: Achtergronduitleestaak opstarten mislukt. Herstart KOReader of het apparaat.
pl: Uruchomienie zadania w tle zakończone niepowodzeniem. Proszę zrestartuj KOReader lub twoje urządzenie.
pt_br: Falha na inicialização do trabalho de extração em segundo plano. Por favor, reinicie o KOReader ou o seu dispositivo.
ro: Pornirea task-ului de execuție din fundal a eșuat. Te rog repornește KOReader.
ru: Не удалось запустить фоновую задачу для извлечения. Пожалуйста, перезапустите KOReader или своё устройство.
sk: Spustenie úlohy načítavania na pozadí zlyhalo. Reštartujte KOReader alebo svoje zariadenie.
sr: Није успело покретање позадинског посла за издвајање. Молимо вас да поново покренете KOReader или уређај.
tr: Arka planda yürütülecek çıkartma işlemi başlatılamadı. Lütfen KOReader uygulamasını yeniden başlatın.
uk: Не вдалося запустити фонове завдання видобування. Перезапустіть KOReader або пристрій.
zh_cn: 启动后台任务失败。 请重启KOReader。

source: Unignore cover
ar: توقّف عن تجاهل الغلاف
ca: No ignorar portada
cs: Neignorovat obálku
de: Umschlagbild berücksichtigen
el: Μη παράβλεψη εξωφύλλου
es: No ignorar portada
fa: جلد‌های صرف‌نظر نشده
fr: Ne pas ignorer la couverture
gl: Non ignorar portada
hu: Borító megjelenítése
it_it: Rimuovere la copertina
ja: 表紙画像の無視を解除
ko_kr: 표지 무시 안하기
nl_nl: Boekomslag niet langer negeren
pl: Wycofaj ignorowanie okładki
pt_br: Não ignorar a capa
ro: Nu ignora coperta
ru: Перестать игнорировать обложку
sk: Neignorovať obal knihy
sr: Немој да игноришеш корице
tr: Kapak yok sayılmasın
uk: Не ігнорувати обкладинку
zh_cn: 屏蔽封面

source: Ignore cover
ca: Ignorar portada
cs: Ignorovat obálku
de: Umschlagbild ignorieren
el: Παράβλεψη εξωφύλλου
es: Ignorar portada
fa: جلد‌های صرف‌نظر شده
fr: Ignorer la couverture
gl: Ignorar portada
hu: Borító elrejtése
it_it: Ignora la copertina
ja: 表紙画像を無視する
ko_kr: 책 표지 무시하기
nl_nl: Boekomslag negeren
pl: Ignoruj okładki
pt_br: Ignorar a capa
ro: Ignoră coperta
ru: Игнорировать обложку
sk: Ignorovať obal knihy
sr: Игнориши корице
tr: Kapak yok sayılsın
uk: Ігнорувати обкладинку
zh_cn: 忽略封面

source: Unignore metadata
ar: لا تتجاهل البيانات الفوقيّة
ca: No ignorar metadades
cs: Neignorovat metadata
de: Berücksichtige Metadaten
el: Μη παράβλεψη μεταδεδομένων
es: No ignorar metadatos
fa: فراداده صرف نظر نشده
fr: Ne pas ignorer les métadonnées
gl: Non ignorar metadatos
hu: Metaadat megjelenítése
it_it: Ignora i metadati
ja: メタデータの無視を解除
ko_kr: 메타데이터 무시 안하기
nl_nl: Metadata niet langer negeren
pl: Wycofaj ignorowanie metadanych
pt_br: Não ignorar metadados
ro: Nu ignora metadatele
ru: Перестать игнорировать метаданные
sk: Neignorovať metadáta
sr: Немој да игноришеш метаподатке
tr: Üst veri yok sayılmasın
uk: Не нехтувати метаданими
zh_cn: 不忽略元信息

source: Ignore metadata
ca: Ignorar metadades
cs: Ignorovat metadata
de: Ignoriere Metadaten
el: Παράβλεψη μεταδεδομένων
es: Ignorar metadatos
fa: فراداده صرف نظر شده
fr: Ignorer les métadonnées
gl: Ignorar metadatos
hu: Metaadat elrejtése
it_it: Ignora i metadata
ja: メタデータを無視する
ko_kr: 메타데이터 무시하기
nl_nl: Metadata negeren
pl: Ignoruj metadane
pt_br: Ignorar metadados
ro: Ignoră metadatele
ru: Игнорировать метаданные
sk: Ignorovať metadáta
sr: Игнориши метаподатке
tr: Üst veri yok sayılsın
uk: Нехтувати метаданими
zh_cn: 忽略元数据

source: Refresh cached book information
ar: تحديث معلومات الكتاب المؤقتة
ca: Refrescar la memòria cau d'informació del document
cs: Obnovit informace o knize v mezipaměti
de: Bücherinfo Cache aktualisieren
el: Ανανέωση αποθηκευμένων πληροφοριών βιβλίου
es: Refrescar la caché de información del documento
fa: تازه‌سازی اطلاعات کتاب در حافظه نهان
fr: Actualiser les informations du livre mises en cache
gl: Refrescar a información gardada dos libros
hu: Gyorstárazott könyvinfók frissítése
it_it: Aggiorna le informazioni del libro memorizzato
ja: キャッシュされた書籍の情報を更新
ko_kr: 책 정보 캐시 갱신
nl_nl: Gecachete boekinformatie verversen
pl: Odśwież pamięć podręczną informacji o książce
pt_br: Atualizar cache do livro
ro: Actualizează informațiile cărții în cache
ru: Обновить информацию о книге в кэше
sk: Aktualizovať informácie o knihe vo vyrovnávacej pamäti
sr: Освежи кеширане информације о књизи
tr: Ön bellekteki kitap bilgilerini yenile
uk: Оновити кешовані відомості про книги
zh_cn: 刷新已缓存的书籍信息

source: Extract and cache book information
ar: استخرج واخزُن معلومات الكتاب
ca: Informació d'extracció i de memòria cau del llibre
cs: Extrahovat informace o knize do mezipaměti
de: Buchinformationen auslesen und cachen
el: Εξαγωγή και αποθήκευση πληροφοριών βιβλίου
es: Información de extracción y de caché
fa: استخراج و ذخیره اطلاعات کتاب
fr: Extraire et mettre en cache les informations du livre
gl: Extraer e gardar información de libros
hu: Könyvinfók kicsomagolása és gyorstárazása
it_it: Estrai e archivia le informazioni del libro
ja: 書籍情報を抽出しキャッシュする
ko_kr: 책 정보 추출과 캐시
nl_nl: Boekinformatie uitlezen en cachen
pl: Wypakuj informacje o książce i umieść w pamięci podręcznej
pt_br: Armazenar em cache as informações do livro
ro: Extrage și adaugă în cache informațiile cărții
ru: Извлечь и кэшировать информацию о книге
sk: Extrahovať informácie o knihách
sr: Издвој и кеширај информације о књизи
tr: Kitap bilgilerini çıkart ve ön belleğe al
uk: Розпакувати та скешувати відомості про книжки
zh_cn: 提取并缓存书籍信息

source: Finished – 1 page
ca: Acabada - %1 pàgina
cs: Dočteno - 1 stránka
de: Beendet - 1 Seite
el: Τελείωσε – 1 σελίδα
es: Acabada - 1 página
fa: پایان یافته – ۱ صفحه
fr: Terminé – 1 page
gl: Rematado - 1 páxina
hu: Befejezve - 1 oldal
it_it: Finito - 1 pagina
ja: 完了 - %1 ページ
ko_kr: 끝남 - %1 페이지
nl_nl: Gelezen – 1 pagina
pl: Zakończone – 1 strona
pt_br: Concluído – 1 página
ro: Finalizat – 1 pagină
ru: Закончено - %1 страница
sk: Dokončená – 1 strana
sr: Завршено – 1 страница
tr: Tamamlandı - 1 sayfa
uk: Завершено — 1 сторінка
zh_cn: 已完成 – %1 页

source: On hold – 1 page
ca: En espera - 1 pàgina
cs: Pozastaveno - 1 stránka
de: Zurückgestellt - 1 Seite
el: Σε αναμονή – 1 σελίδα
es: En espera - 1 página
fa: در انتظار – ۱ صفحه
fr: En attente – 1 page
gl: Pendente - 1 páxina
hu: Félbehagyva - 1 oldal
it_it: In attesa - 1 pagina
ja: 保留 - %1 ページ
ko_kr: 보류 중 - %1 페이지
nl_nl: In de wacht – 1 pagina
pl: Zawieszona - 1 strona
pt_br: Em espera – 1 página
ro: Suspendat – 1 pagină
ru: На очереди - %1 страница
sk: Pozastavená 1 strana
sr: На чекању – 1 страница
tr: Bekliyor - 1 sayfa
uk: Уримувана — 1 сторінка
zh_cn: 未读 - %1页

source: %1 % of %2 pages
ar: %1 من أصل %2 صفحات
ca: %1 % of %2 pàgines
cs: %1 % z %2 stránek
de: %1 % von %2 Seiten
el: %1 % από %2 σελίδες
es: %1 % de %2 páginas
fa: %1 ٪ از %2 صفحه
fr: %1 % de %2 pages
gl: %1 % de %2 páxinas
hu: %1 %, %2 oldal
it_it: %1 % di %2 pagine
ja: %1 % / %2 ページ
ko_kr: %2 페이지 중 %1% 페이지
nl_nl: %1 % van %2 pagina's
pl: %1 % z %2 stron
pt_br: %1% de %2 páginas
ro: %1 % din %2 pagini
ru: %1% из %2 страниц
sk: %1 % z %2 strán
sr: %1 % од %2 страница
tr: %1 % / %2 sayfa
uk: Сторінки %1 % із %2
zh_cn: %1 % 已读，共 %2 页

source: %1, %2 to read
ar: %1, %2 للقراءة
ca: %1, %2 per llegir
cs: %1, %2 ke čtení
de: %1, %2 noch zu lesen
el: %1, %2 για διάβασμα
es: %1, %2 por leer
fa: %1، %2 برای خواندن
fr: %1, %2 restantes
gl: %1, %2 por ler
hu: %1, %2 még hátravan
it_it: %1, %2 da leggere
ko_kr: %1, %2 남음
nl_nl: %1, %2 te lezen
pl: %1, %2 do przeczytania
pt_br: %1, %2 para ler
ro: %1, %2 de citit
ru: %1, %2 прочесть
sk: %1, %2 čítať
sr: %1, %2 за читање
tr: Okumak için %1, %2
uk: %1, %2 для читання
zh_cn: %1, %2 页未读

source: 1 page
ca: 1 pàgina
cs: 1 stránka
de: 1 Seite
el: 1 σελίδα
es: 1 página
fa: ۱ صفحه
gl: 1 páxina
hu: 1 oldal
it_it: 1 pagina
ja: %1 ページ
ko_kr: %1 페이지
nl_nl: 1 pagina
pl: 1 strona
pt_br: 1 página
ro: 1 pagină
ru: %1 страница
sk: 1 strana
sr: 1 страница
tr: 1 sayfa
uk: 1 сторінка
zh_cn: %1 页

source: %1 et al.
ar: %1 وآخرون.
cs: a %1 další.
de: %1 u. a.
el: %1 κ.ά.
es: %1 y otros
hu: %1 és tsai.
it_it: %1 e altri.
ja: %1 など
ko_kr: %1 외
pl: %1 i in.
pt_br: %1 e outros.
ru: %1 и др.
sk: %1 a kol.
sr: %1 и др.
tr: %1 ve diğer kişiler.
uk: %1 та ін.
zh_cn: %1 等。

source: (no book information: %1)
ca: (no existeix informació del llibre: %1)
cs: (žádné informace o knize: %1)
de: (keine Buchinformationen: %1)
el: (δεν υπάρχουν πληροφορίες για το βιβλίο: %1)
es: (sin información del libro: %1)
fr: (aucune information sur le livre : %1)
gl: (sen información do libro: %1)
hu: (nincs könyvinformáció: %1)
it_it: (nessuna informazione sul libro: %1 )
ja: (本の情報はありません: %1)
ko_kr: (%1의 책 정보가 없습니다.)
nl_nl: (geen boekinformatie: %1)
pl: (Brak informacji o książce: %1)
pt_br: (sem informações do livro: %1)
ro: (nici o informație a cărții: %1)
ru: (нет сведений о книге: %1)
sk: (bez informácii o knihe: %1)
sr: (нема информација о књизи: %1)
tr: (kitap bilgisi yok %1)
uk: (немає відомостей про книгу: %1)
zh_cn: (没有书籍信息：%1)

source: (deleted)
ar: (محذوف)
ca: (borrat)
cs: (smazáno)
de: (gelöscht)
el: (διαγραμμένο)
es: (eliminado)
fa: (پاک شده)
fr: (supprimé)
gl: (borrado)
hu: (törölt)
it_it: (Soppresso)
ja: (削除済)
ko_kr: (삭제)
nl_nl: (verwijderd)
pl: (usunięty)
pt_br: (excluído)
ro: (șters)
ru: (удалено)
sk: (vymazané)
sr: (обрисано)
tr: (silinmiş)
uk: (вилучено)
zh_cn: (已删除)

source: Classic (filename only)
ar: كلاسيكي (اسم الملف فقط)
ca: Clàssic (només el nom de fitxer)
cs: Klasický (jen názvy souborů)
de: Klassisch (nur Dateiname)
el: Κλασικός (μόνο όνομα αρχείου)
es: Clásico (solo nombre de archivo)
fa: کلاسیک (تنها نام فایل)
fr: Classique (nom du fichier seulement)
gl: Clásico (só nome do ficheiro)
hu: Klasszikus (csak fájlnevek)
it_it: Classico (solo nome file)
ja: クラシック (ファイル名のみ)
ko_kr: 클래식 (파일이름만)
nl_nl: Klassiek (enkel bestandsnaam)
pl: Klasyczny (tylko nazwy plików)
pt_br: Clássico (apenas o nome do arquivo)
ro: Clasic (numai numele de fișier)
ru: Классический (только имя файла)
sk: Klasické (len názov súboru)
sr: Класично (само име фајла)
tr: Klasik (yalnızca dosya adı)
uk: Класичний (тільки назва файлу)
zh_cn: 经典(仅文件名)

source: Mosaic with cover images
ar: فسيفساء بصور الأغلفة
ca: Mosaic amb imatge de portada
cs: Dlaždice s obrázky obálek
de: Mosaik mit Titelbildern
el: Μωσαϊκό με εξώφυλλα
es: Mosaico con imagen de portada
fa: کاشی با تصویر جلد
fr: Mosaïque avec images de couverture
gl: Mosaico con portadas
hu: Csempenézet borítóképekkel
it_it: Mosaico con immagini di copertina
ja: 表紙画像付きのモザイク
ko_kr: 표지 그림이 있는 모자이크
nl_nl: Mozaïek met omslagafbeeldingen
pl: Mozaika z okładek
pt_br: Mosaico com imagens de capa
ro: Mozaic cu imaginile coperților
ru: Мозаика с изображениями обложек
sk: Mozaika s obrázkami knižních obalov
sr: Мозаик са сликама корица
tr: Kapak görselleri mozaiği
uk: Мозаїка із зображень обкладинок
zh_cn: 封面图片

source: Mosaic with text covers
ar: فُسيفسائيّة بأغلفة نصيّة
ca: Mosaic amb portades de text
cs: Dlaždice s textovými obálkami
de: Mosaik mit Textdeckeln
el: Μωσαϊκό με εξώφυλλα κειμένου
es: Mosaico con portadas de texto
fa: کاشی با اسم به عنوان جلد
fr: Mosaïque avec couvertures synthétiques
gl: Mosaico con texto
hu: Csempenézet szöveges borítókkal
it_it: Mosaico con copertine di solo testo
ja: テキストカバー付きのモザイク
ko_kr: 표지 제목이 있는 모자이크
nl_nl: Mozaïek met tekstomslagen
pl: Mozaika z tekstów
pt_br: Mosaico com capas textuais
ro: Mozaic cu coperte text
ru: Мозаика с текстом обложек
sk: Mozaika s textovými obalmi
sr: Мозаик са текст корицама
tr: Kapak metinleri mozaiği
uk: Мозаїка з текстових обкладинок
zh_cn: 文字封面

source: Detailed list with cover images and metadata
ca: Llista detallada amb portada i metadades
cs: Podrobný seznam s obrázky obálek a metadaty
de: Detaillierte Liste mit Titelbildern und Metadaten
el: Κατάλογος με εικόνες εξωφύλλων και μεταδεδομένα
es: Lista detallada con portada y metadatos
fa: فهرست با جزئیات با تصویر جلد و فراداده
fr: Liste détaillée avec images de couverture et métadonnées
gl: Lista detallada con portadas e metadatos
hu: Részletes lista címképekkel és metaadatokkal
it_it: Elenco dettagliato con copertine e metadati
ja: 表紙画像とメタデータのある詳細リスト
ko_kr: 표지 그림과 메타데이터가 있는 상세 목록
nl_nl: Lijst met afbeeldingen en metadata
pl: Szczegółowa lista z okładkami i metadanymi
pt_br: Lista detalhada com capas e metadados
ro: Listă detaliată cu imaginile coperților și metadate
ru: Подробный список с обложками и метаданными
sk: Podrobný zoznam s obalmi a metadátami
sr: Детаљна листа са сликама корица и метаподацима
tr: Kapak görselleri ve üst veri bulunan ayrıntılı liste
uk: Детальний список із зображеннями обкладинок та метаданими
zh_cn: 具有封面图像和元数据的详细列表

source: Detailed list with metadata, no images
ca: Llista detallada amb metadades i sense imatges
cs: Podrobný seznam s metadaty, bez obrázků
de: Detaillierte Liste mit Metadaten, keine Bilder
el: Κατάλογος με μεταδεδομένα, χωρίς εικόνες
es: Lista detallada con metadatos, sin portada
fa: فهرست با جزئیات با فراداده، بدون تصویر
fr: Liste détaillée avec métadonnées sans images
gl: Lista detallada con metadatos, sen portadas
hu: Részletes lista metaadatokkal, címképek nélkül
it_it: Elenco dettagliato con metadati, nessuna immagine
ja: メタデータのある詳細リスト、画像なし
ko_kr: 그림은 없고 메타데이터가 있는 상세 목록
nl_nl: Lijst met metadata, geen afbeeldingen
pl: Szczegółowa lista z metadanymi, bez okładek
pt_br: Lista detalhada com metadados, sem imagens
ro: Listă detaliată cu metadate, fără imagini
ru: Подробный список с метаданными, без обложек
sk: Podrobný zoznam s metadátami bez obrázkov
sr: Детаљна листа са метаподацима, без слика
tr: Görsel olmayan üst veri bulunan ayrıntılı liste
uk: Детальний список з метаданими, без зображень
zh_cn: 具有元数据的详细列表，无图像

source: Detailed list with cover images and filenames
ca: Llista detallada amb coberta i nom de fitxer
cs: Podrobný seznam s obrázky obálek a názvy souborů
de: Detaillierte Liste mit Titelbildern und Dateinamen
el: Κατάλογος με εικόνες εξωφύλλων και ονόματα αρχείων
es: Lista detallada con portada y nombre de archivo
fa: فهرست با جزئیات با تصویر جلد و اسم فایل
fr: Liste détaillée avec les images de couverture et les noms de fichiers
gl: Lista detallada con portadas e nomes de ficheiros
hu: Részletes lista címképekkel és fájlnevekkel
it_it: Elenco dettagliato con copertine e nomi file
ja: 表紙画像とファイル名のある詳細リスト
ko_kr: 표지 그림과 파일이름이 있는 상세 목록
nl_nl: Lijst met afbeeldingen en bestandsnamen
pl: Szczegółowa lista z okładkami i nazwami plików
pt_br: Lista detalhada com capas e nomes de arquivos
ro: Listă detaliată cu imaginile coperților și nume de fișiere
ru: Подробный список с обложками и именами файлов
sk: Podrobný zoznam s obalmi a názvami súborov
sr: Детаљна листа са сликама омота и именима фајлова
tr: Kapak görselleri ve dosya adları bulunan ayrıntılı liste
uk: Детальний список із зображеннями обкладинок та назвами файлів
zh_cn: 具有封面图像和文件名的详细列表

source: Use this mode everywhere
ca: Utilitzar aquest mode a tot arreu
cs: Použít tento režim všude
de: Diesen Modus überall verwenden
el: Χρήση αυτού του τρόπου προβολής παντού
es: Utilizar este modo en todas partes
fa: استفاده از این حالت در همه جا
fr: Utilisez ce mode partout
gl: Empregar este modo en todas partes
hu: Használja ezt a módot mindenhol
it_it: Usa questa modalità ovunque
ko_kr: 어디서나 이 모드 사용
nl_nl: Gebruik deze weergave overal
pl: Użyj tego trybu wszędzie
pt_br: Usar este modo em qualquer lugar
ru: Использовать данный режим везде
sk: Používať tento režim všade
sr: Користи овај режим свуда
tr: Her yerde bu kip kullanılsın
uk: Використовувати цей режим скрізь
zh_cn: 在所有地方使用此模式

source: History display mode
ca: Mode de visualització de l’historial
cs: Režim zobrazení Historie
de: Anzeigemodus Verlauf
el: Τρόπος προβολής Ιστορικού
es: Modo de visualización del Historial
fa: حالت نمایش تاریخچه
fr: Mode d’affichage de l’historique
gl: Modo de presentar o historial
hu: Előzmények megjelenési módja
it_it: Modalità di visualizzazione della cronologia
ja: 履歴の表示モード
ko_kr: 최근 내력 표시 방식
nl_nl: Geschiedenisweergavemodus
pl: Tryb wyświetlania historii
pt_br: Modo de exibição do histórico
ro: Mod afișare istoric
ru: Режим отображения истории
sk: Režim zobrazenia histórie
sr: Режим приказа историје
tr: Geçmiş görüntüleme kipi
uk: Режим перегляду історії
zh_cn: 历史显示模式
