Repository: spruceUI/spruceOS
Catalog: App/KoReader/l10n/*/koreader.po
Languages: ar, ca, cs, de, el, es, fa, fr, gl, hu, it_it, ja, ko_kr, nl_nl, pl, pt_br, ro, ru, sk, sr, tr, uk, zh_cn

source: This will mark each section of consecutive footnotes (at their original location in the book) as being non-linear. The menu checkbox "Hide non-linear fragments" will then be available after the document is reopened, allowing to hide these sections from the regular flow: they will be skipped when turning pages and not considered in the various book & chapter progress and time to read features.
de: Dadurch wird jeder Abschnitt von aufeinanderfolgenden Fußnoten (an ihrer ursprünglichen Position im Buch) als nichtlinear gekennzeichnet. Nach dem erneuten Öffnen des Dokuments steht dann das Menü-Kontrollkästchen "Nichtlineare Fragmente ausblenden" zur Verfügung, mit dem diese Abschnitte aus dem regulären Lesefluss ausgeblendet werden können: Sie werden beim Umblättern übersprungen und bei den verschiedenen Funktionen für den Buch- und Kapitelfortschritt und die Lesezeit nicht berücksichtigt.
el: Αυτή η επιλογή θα επισημάνει κάθε τμήμα διαδοχικών υποσημειώσεων (στην αρχική τους θέση στο βιβλίο) ως τμήμα εκτός κειμένου. Το πλαίσιο επιλογής του μενού «Απόκρυψη τμημάτων εκτός κειμένου» θα είναι στη συνέχεια διαθέσιμο μετά το εκ νέου άνοιγμα του εγγράφου, επιτρέποντας την απόκρυψη αυτών των τμημάτων από την κανονική ροή ανάγνωσης: θα παραλείπονται κατά το γύρισμα των σελίδων και δεν θα λαμβάνονται υπόψη στις διάφορες λειτουργίες προόδου βιβλίου και κεφαλαίου και χρόνου ανάγνωσης.
es: Esta opción marcará cada sección de notas a pie de página consecutivas (en su ubicación original en el libro) como no lineales. La casilla de verificación del menú "Ocultar fragmentos no lineales" estará disponible después de reabrir el documento, lo que permitirá ocultar estas secciones del flujo normal: se omitirán al pasar las páginas y no se tendrán en cuenta en las diversas funciones de progreso y tiempo de lectura del libro y del capítulo.
fr: Ceci marquera chaque section de notes de bas de page consécutives (à leur emplacement initial dans le livre) comme étant non linéaire. La case à cocher « Masquer les fragments non linéaires » sera ensuite disponible après la réouverture du document, permettant de cacher ces sections du flux régulier : elles seront ignorées lors de la rotation des pages et non prises en compte dans les différentes étapes du livre et du temps pour lire les fonctionnalités.
gl: Esta opción marcará cada sección de notas ao rodapé consecutivas (na súa situación orixinal no libro) como non lineais. A caixa de verificación do menú "Ocultar fragmentos non lineais" estará dispoñible cando se reabra o documento, permitindo a ocultación destes fragmentos do fluxo regular: serán saltados ao pasar páxina e non serán considerados nas diversas funcións de progreso de lectura do libro ou capítulo ou tempo restante de lectura.
it_it: Questo segnerà ogni sezione di note consecutive (nella loro posizione originale nel libro) come non lineare. La casella di controllo del menu "Nascondi frammenti non lineari" sarà poi disponibile dopo la riapertura del documento, e permetterà di nascondere queste sezioni dal flusso regolare: verranno ignorate quando si voltano le pagine, e non saranno considerate nelle varie funzionalità di calcolo dei progressi nel libro e nel capitolo e del tempo rimanente per completare la lettura.
ko_kr: 이렇게 하면 연속된 각주의 각 섹션이 (책의 원래 위치에서) 비선형적인 것으로 표시됩니다. 그러면 문서를 다시 연 후 '비선형 조각 숨기기' 메뉴 확인란을 사용할 수 있어 페이지를 넘길 때 건너뛰고 다양한 책 및 장 진행률과 읽은 시간 기능에서 고려되지 않는 등 일반 흐름에서 이러한 섹션을 숨길 수 있습니다.
nl_nl: Hierdoor wordt elke sectie van opeenvolgende voetnoten (op hun oorspronkelijke locatie in het boek) gemarkeerd als niet-lineair. Het selectievakje in het menu "Niet-lineaire fragmenten verbergen" is dan beschikbaar nadat het document opnieuw is geopend, zodat deze secties voor de normale stroom kunnen worden verborgen: ze worden overgeslagen bij het omslaan van pagina's en worden niet meegenomen in de verschillende boek- en hoofdstukvoortgangsfuncties en de tijd om te lezen.
pl: Spowoduje to oznaczenie każdej sekcji kolejnych przypisów dolnych (w ich pierwotnym miejscu w książce) jako nieliniowej. Pole wyboru menu „Ukryj nieliniowe fragmenty” będzie wówczas dostępne po ponownym otwarciu dokumentu, umożliwiając ukrycie tych sekcji przed normalnym przepływem: będą one pomijane podczas przewracania stron i nie będą uwzględniane w różnych funkcjach postępu książki i rozdziału oraz czasu potrzebnego na przeczytanie.
pt_br: Isso marcará cada seção de notas de rodapé consecutivas (em seu local original no livro) como não linear. A caixa de seleção do menu "Esconder fragmentos não lineares" estará disponível depois que o documento for reaberto, permitindo ocultar essas seções do fluxo regular: elas serão ignoradas ao virar as páginas e não serão consideradas nos vários recursos de progresso do livro e do capítulo e de tempo de leitura.
ru: Позволяет помечать как нелинейный каждый раздел последовательных сносок (в исходном месте книги). После повторного открытия документа станет доступен пункт меню «Скрывать нелинейные фрагменты», позволяющий прятать эти разделы в обычном потоке: они будут пропускаться при перелистывании страниц, а также не будут учитываться в прогрессе главы/книги и при расчёте времени чтения.
sk: Toto označí každú časť po sebe nasledujúcich poznámok pod čiarou (na ich pôvodnom mieste v knihe) ako nelineárne. Po opätovnom otvorení dokumentu bude k dispozícii začiarkavacie políčko ponuky „Skryť nelineárne fragmenty“, čo umožňuje skryť tieto časti z bežného toku: budú preskočené pri otáčaní stránok a nebudú zohľadnené v rôznych knižných štatistikách ako priebeh čítania knihy, kapitoly a v čase na prečítanie knihy.
sr: Ово ће да обележи сваки одељак узастопних фуснота (на њиховом оригиналном месту у кљизи) као нелинеаран. Тада ће након поновног отварања документа постати доступно мени поље за штиклирање „Сакриј нелинеарне фрагменте”. Њиме можете да сакријете ове одељке из уобичајеног тока страница: они ће се прескакато када се окрећу странице и неће се узимати у обзир за разне функције приказа напретка читања књиге и поглавља, као и времена потребног за читање.
tr: Bu, ardışık dipnotların her bölümünü (kitaptaki özgün konumlarında) doğrusal olmayan olarak işaretleyecektir. "Doğrusal olmayan parçalar gizlensin" menü onay kutusu, belge yeniden açıldıktan sonra kullanılabilir olacak ve bu bölümleri normal akıştan gizlemeye izin verecektir: sayfalar çevrilirken atlanacak ve çeşitli kitap ve bölüm ilerleme ve okuma süresi özelliklerinde dikkate alınmayacaktır.
uk: Це позначить кожну частину послідовних виносок (у їхньому початковому розташуванні в книзі) нелінійною. Після повторного відкриття документа буде доступний пункт меню "Приховати нелінійні фрагменти", який дозволить приховати ці фрагменти зі звичайного потоку: вони пропускатимуться під час гортання сторінок і не враховуватимуться у різних функціях прогресу та часу читання книги та розділу.

source: Public Domain
ar: ملك عام
ca: Domini Públic
cs: Volné dílo
el: Κοινό Κτήμα
es: Dominio Público
fa: دامنه عمومی
fr: Domaine public
gl: Dominio Público
hu: Közkincs (Public Domain)
it_it: Dominio Pubblico
ja: パブリックドメイン
ko_kr: 공개 도메인
nl_nl: Publiek domein
pl: Domena publiczna
pt_br: Domínio público
ro: Domeniul public
ru: Публичный доступ
sk: Verejné vlastníctvo
sr: Јавно власништво
tr: Herkese açık
uk: Загальний доступ
zh_cn: 公有领域

source: Public Domain (copyright expired, published 1935)
ar: ملك عام (حقوق النشر منتهية, تم النشر في 1935)
ca: Domini públic (els drets d'autor han expirat, publicat en 1935)
cs: Volné dílo (autorská práva vypršela, publikováno 1935)
de: Public Domain (Copyright abgelaufen, veröffentlicht 1935)
el: Κοινό Κτήμα (τα πνευματικά δικαιώματα έληξαν, δημοσιεύθηκε το 1935)
es: Dominio público (los derechos de autor han expirado, publicado en 1935)
fr: Domaine public (copyright expiré, publié en 1935)
gl: Dominio Público (o copyright expirou, publicado en 1935)
hu: Public Domain (szerzői jogvédelem lejárt, kiadva 1935)
it_it: Dominio Pubblico (copyright scaduto, pubblicato nel 1935)
ja: パブリックドメイン(著作権切れ、1935年発行)
ko_kr: 공개 도메인 (저작권 만료, 1935년 게시)
nl_nl: Publiek domein (auteursrecht vervallen, gepubliceerd in 1935)
pl: Domena publiczna (prawa autorskie wygasły, opublikowano w 1935 r.)
pt_br: Domínio Público (copyright expirou, publicado em 1935)
ro: Domeniul Public (copyright expirat, publicat 1935)
ru: Публичный доступ (срок действия авторских прав истёк в 1935 году)
sk: Verejné vlastníctvo (platnosť autorských práv vypršala, publikované v roku 1935)
sr: Јавно власништво (ауторска права су истекла, објављено 1935.)
tr: Herkese açık (telif hakkı sona ermiş, 1935 öncesi)
uk: Суспільне надбання (термін дії авторських прав закінчився, опубліковано в 1935)
zh_cn: 公有领域（版权到期，出版于1935年）

source: Public Domain (copyright expired, published 1880)
ar: ملك عام (حقوق النشر منتهية, تم النشر في 1880)
ca: Domini públic (els drets d'autor han expirat, publicat en 1880)
cs: Volné dílo (autorská práva vypršela, publikováno 1880)
de: Public Domain (Copyright abgelaufen, veröffentlicht 1880)
el: Κοινό Κτήμα (τα πνευματικά δικαιώματα έληξαν, δημοσιεύθηκε το 1880)
es: Dominio público (los derechos de autor han expirado, publicado en 1880)
fr: Domaine public (copyright expiré, publié en 1880)
gl: Dominio Público (o copyright expirou, publicado en 1880)
hu: Public Domain (szerzői jogvédelem lejárt, kiadva 1880)
it_it: Dominio Pubblico (copyright scaduto, pubblicato nel 1880)
ja: パブリックドメイン(著作権切れ、1880年発行)
ko_kr: 공개 도메인 (저작권 만료, 1880년 게시)
nl_nl: Publiek domein (auteursrecht vervallen, gepubliceerd in 1880)
pl: Domena publiczna (prawa autorskie wygasły, opublikowano w 1880 r.)
pt_br: Domínio Público (copyright expirado, publicado em 1880)
ro: Domeniul Public (copyright expirat, publicat 1880)
ru: Публичный доступ (срок действия авторских прав истёк в 1880 году)
sk: Verejné vlastníctvo (platnosť autorských práv vypršala, publikované v roku 1880)
sr: Јавно власништво (ауторска права су истекла, објављено 1880.)
tr: Herkese açık (telif hakkı sona ermiş, 1880 öncesi)
uk: Суспільне надбання (термін дії авторських прав закінчився, опубліковано в 1880 р.)
zh_cn: 公有领域（版权到期，出版于1880年）

source: Public Domain (copyright expired, published 1913)
ar: ملك عام (حقوق النشر منتهية, تم النشر في 1913)
ca: Domini públic (els drets d'autor han expirat, publicat en 1913)
cs: Volné dílo (autorská práva vypršela, publikováno 1913)
de: Public Domain (Copyright abgelaufen, veröffentlicht 1913)
el: Κοινό Κτήμα (τα πνευματικά δικαιώματα έληξαν, δημοσιεύθηκε το 1913)
es: Dominio público (los derechos de autor han expirado, publicado en 1913)
fr: Domaine public (copyright expiré, publié en 1913)
gl: Dominio Público (o copyright expirou, publicado en 1913)
hu: Public Domain (szerzői jogvédelem lejárt, kiadva 1913)
it_it: Dominio Pubblico (copyright scaduto, pubblicato nel 1913)
ja: パブリックドメイン(著作権切れ、1913年発行)
ko_kr: 공개 도메인 (저작권 만료, 1913년 게시)
nl_nl: Publiek domein (auteursrecht vervallen, gepubliceerd in 1913)
pl: Domena publiczna (prawa autorskie wygasły, opublikowano w 1913 r.)
pt_br: Domínio Público (copyright expirou, publicado em 1913)
ro: Domeniul Public (copyright expirat, publicat 1913)
ru: Публичный доступ (срок действия авторских прав истёк в 1913 году)
sk: Verejné vlastníctvo (platnosť autorských práv vypršala, publikované v roku 1913)
sr: Јавно власништво (ауторска права су истекла, објављено 1913.)
tr: Herkese açık (telif hakkı sona ermiş, 1913 öncesi)
uk: Суспільне надбання (термін дії авторських прав закінчився, опубліковано в 1913 р.)
zh_cn: 公有领域（版权到期，出版于1913年）

source: Public Domain (copyright expired, published 1910)
ar: ملك عام (حقوق النشر منتهية, تم النشر في 1910)
ca: Domini públic (els drets d'autor han expirat, publicat en 1910)
cs: Volné dílo (autorská práva vypršela, publikováno 1910)
de: Public Domain (Copyright abgelaufen, veröffentlicht 1910)
el: Κοινό Κτήμα (τα πνευματικά δικαιώματα έληξαν, δημοσιεύθηκε το 1910)
es: Dominio público (los derechos de autor han expirado, publicado en 1910)
fr: Domaine public (copyright expiré, publié en 1910)
gl: Dominio Público (o copyright expirou, publicado en 1910)
hu: Public Domain (szerzői jogvédelem lejárt, kiadva 1910)
it_it: Dominio Pubblico (copyright scaduto, pubblicato nel 1910)
ja: パブリックドメイン(著作権切れ、1910年発行)
ko_kr: 공개 도메인 (저작권 만료, 1910년 게시)
nl_nl: Publiek domein (auteursrecht vervallen, gepubliceerd in 1910)
pl: Domena publiczna (prawa autorskie wygasły, opublikowano w 1910 r.)
pt_br: Domínio Público (copyright expirado, publicado em 1910)
ro: Domeniul Public (copyright expirat, publicat 1910)
ru: Публичный доступ (срок действия авторских прав истёк в 1910 году)
sk: Verejné vlastníctvo (platnosť autorských práv vypršala, publikované v roku 1910)
sr: Јавно власништво (ауторска права су истекла, објављено 1910.)
tr: Herkese açık (telif hakkı sona ermiş, 1910 öncesi)
uk: Суспільне надбання (термін дії авторських прав закінчився, опубліковано в 1910 р.)
zh_cn: 公有领域（版权到期，出版于1910年）

source: CC-BY-SA 2.5
ar: رخصة المشاع الإبداعيّ - بتوكيلٍ خاص 2.5
ru: Лицензия CC-BY-SA 2.5

source: GNU/FDL
ar: رخصة التوثيق الحرّة من جنو GNU/FDL
ru: Лицензия GNU/FDL
zh_cn: GNU/FDL自由文档许可证

source: Afar
ca: Àfar
cs: Afarština
el: Αφάρ
ko_kr: 아파르어
ru: Афарский
sk: Afarčina
sr: афарски
tr: Afarca
uk: Афарська
zh_cn: 阿法尔语

source: Afrikaans
ar: الأفريكانية (لغة إفريقية)
cs: afrikánštiny
el: Αφρικάανς
es: Africaans
fa: آفریقایی
hu: Dél-Afrikai
ko_kr: 아프리칸스어
ru: Африкаанс
sk: Afrikánčina
sr: африкански
uk: африкаанс

source: Arabic
ar: العربيّة
ca: Àrab
cs: arabštiny
de: Arabisch
el: Αραβικά
es: Árabe
fa: عربی
fr: Arabe
gl: Árabe
hu: Arab
it_it: Arabo
ko_kr: 아랍어
nl_nl: Arabisch
pl: arabski
pt_br: Árabe
ro: Arabă
ru: Арабский
sk: Arabčina
sr: арапски
tr: Arapça
uk: арабська

source: Assamese
ca: Assamès
cs: Ásámština
de: Assamesisch
el: Ασσαμέζικα
es: Asamés
fa: آسامی
gl: Asamés
hu: Asszámi
ko_kr: 아샘어
nl_nl: Assamees
pl: asamski
ru: Ассамский
sk: Asámčina
sr: асамски
tr: Assamca
uk: Ассамська
zh_cn: 阿萨姆语

source: Azerbaijani
ar: الآذربيجانيّة
ca: Àzeri
cs: ázerbájdžánštiny
de: Aserbaidschanisch
el: Αζερμπαϊτζανικά
es: Azerí
fa: آذربایجانی
fr: Azéri
gl: Azerbaiano
hu: Azerbajdzsáni
it_it: Azero
ko_kr: 아제르바이잔어
nl_nl: Azerbeidzjaans
pl: azerski
pt_br: Azerbaijão
ro: Azeră
ru: Азербайджанский
sk: Azerbajdžančina
sr: азерски
tr: Azerice
uk: азербайджанська

source: Bashkir
ca: Baixkir
cs: Bashkirština
de: Baschkirisch
el: Βασκιρικά
es: Baskir
fa: باشقیری
hu: Baskír
it_it: Baschiro
ko_kr: 바슈키르어
pl: baszkirski
ru: Башкирский
sk: Baškirština
sr: башкирски
tr: Başkurtça
uk: Башкирська
zh_cn: 巴什基尔语

source: Belarusian
ar: البيلاروسيّة
ca: Bielorús
cs: běloruštiny
de: Weißrussisch
el: Λευκορωσικά
es: Bielorruso
fa: بلاروسی
fr: Biélorusse
gl: Bielorruso
hu: Belorusz
it_it: Bielorusso
ko_kr: 벨로루시어
nl_nl: Wit-Russisch (Belarussisch)
pl: białoruski
pt_br: Bielorrusso
ro: Belarusă
ru: Белорусский
sk: Bieloruština
sr: белоруски
tr: Beyaz Rusça
uk: білоруська

source: Bengali
ar: البنغاليّة
ca: Bengalí
cs: bengálštiny
el: Μπενγκάλι
es: Bengalí
fa: بنگالی
gl: Bengalí
hu: Bengáli
it_it: Bengalese
ko_kr: 벵골어
nl_nl: Bengaals
pl: bengalski
ro: Bengaleză
ru: Бенгали
sk: Bengálčina
sr: бенгалски
tr: Bengalce
uk: бенгальська

source: Tibetan
ca: Tibetà
cs: Tibetština
de: Tibetisch
el: Θιβετιανά
es: Tibetano
fa: تبتی
fr: Tibétain
gl: Tibetano
hu: Tibeti
it_it: Tibetano
ko_kr: 티베트어
nl_nl: Tibetaans
pl: tybetański
ru: Тибетский
sk: Tibetčina
sr: тибетански
tr: Tibetçe
uk: Тибетська
zh_cn: 藏语

source: Breton
ca: Bretó
cs: Bretonština
de: Bretonisch
el: Βρετονικά
es: bretón
fa: برتون
gl: Bretón
it_it: Bretone
ko_kr: 브레튼어
nl_nl: Bretoens
pl: bretoński
ru: Бретонский
sk: Bretónčina
sr: бретонски
tr: Bretonca
uk: Бретонська
zh_cn: 布列塔尼语

source: Church Slavic
ca: Eslau eclesiàstic
cs: Církevní slovanština
de: Kirchenslawisch
el: Εκκλησιαστικά Σλαβικά
es: Eslavo eclesiástico
fa: اسلاوی کلیسایی
fr: Vieux Bulgare
gl: Eslavo eclesiástico
hu: Egyházi szláv
it_it: Slavo Ecclesiastico
ko_kr: 교회 슬라브어
nl_nl: Kerk Slavisch
pl: cerkiewnosłowiański
ru: Церковнославянский
sk: Cirkevná slovančina
sr: црквенословенски
tr: Kilise Slavcası
uk: Церковнослов'янська
zh_cn: 教会斯拉夫语

source: Cornish
ca: Còrnic
cs: Kornština
de: Kornisch
el: Κορνουαλικά
es: Cornuallés
fa: کورنی
fr: Cornique
gl: Córnico
hu: Cornwalli
it_it: Cornico
ko_kr: 콘월어
nl_nl: Cornisch
pl: kornijski
ru: Корнуоллский
sk: Kornčina
sr: корнишки
tr: Kernevekçe
uk: Корнська
zh_cn: 康沃尔语

source: Dhivehi
cs: Divehi
el: Ντιβέχι
es: Maldivo
fa: دیوهی
fr: Maldivien
gl: Maldivano
hu: Divehi
it_it: Maldiviano
ko_kr: 디베히어
nl_nl: Divehi
pl: malediwski
ru: Мальдивский
sk: Dhivehčina
sr: дивехи
tr: Maldivce
uk: Мальдівська
zh_cn: 迪维希语

source: Modern Greek
ca: Grec modern
cs: Novořečtina
de: Neugriechisch
el: Νέα Ελληνικά
es: Griego moderno
fa: یونانی نوین
fr: Grec moderne
gl: Grego moderno
hu: Modern görög
it_it: Greco moderno
ko_kr: 현대 그리스어
nl_nl: Modern Grieks
pl: nowogrecki
ru: Новогреческий
sk: Moderná gréčtina
sr: модерни грчки
tr: Modern Yunanca
uk: Сучасна грецька
zh_cn: 现代希腊语

source: English
ar: الإنكليزيّة
ca: Anglés
cs: angličtiny
de: Englisch
el: Αγγλικά
es: Inglés
fa: انگلیسی
fr: Anglais
gl: Inglés
hu: Angol
it_it: Inglese
ko_kr: 영어
nl_nl: Engels
pl: angielski
pt_br: Inglês
ro: engleză
ru: Английский
sk: Angličtina
sr: енглески
tr: İngilizce
uk: англійська

source: Faroese
ca: Feroès
cs: Faerština
de: Färöisch
el: Φαροϊκά
es: Feroés
fa: فارویی
gl: Feroés
hu: Feröer-szigeteki
ko_kr: 페로어
nl_nl: Faeröers
pl: farerski
ru: Фарерский
sk: Faerčina
sr: фарски
tr: Faroece
uk: Фарерська
zh_cn: 法罗语

source: Persian
ar: الفارسيّة
ca: Persa
cs: perštiny
de: Persisch
el: Περσικά
es: Persa
fa: فارسی
fr: Persan
gl: persa
hu: Perzsa
it_it: Persiano
ko_kr: 페르시아어
nl_nl: Perzisch (Farsi)
pl: perski
pt_br: Persa
ro: Persană
ru: Персидский
sk: Perzšťina
sr: персијски
tr: Farsça
uk: перська

source: Western Frisian
ca: Frisó occidental
cs: Západofríština
de: Westfriesisch
el: Δυτική Φριζική
es: Frisón occidental
fa: فریسی غربی
fr: Frison Occidental
gl: Frisón occidental
hu: Nyugati fríz
it_it: Frisone occidentale
ko_kr: 서부 프리지아어
nl_nl: Westfries
pl: zachodniofryzyjski
ru: Западно-фризский
sk: Západná frízština
sr: западнофризијски
tr: Batı Frizcesi
uk: Західнофризька
zh_cn: 西弗里斯兰语

source: Scottish Gaelic
ca: Gaèlic escocès
cs: Skotská gaelština
de: Schottisches Gälisch
el: Σκωτσέζικα Γαελικά
es: Gaélico escocés
fa: گیلیک اسکاتلندی
fr: Gaélique écossais
gl: Gaélico escocés
hu: Skót gael
it_it: Gaelico Scozzese
ko_kr: 스코틀랜드 게일어
nl_nl: Schots Gaelic
pl: gaelicki szkocki
ru: Шотландский гэльский
sk: Škótska gaelčina
sr: шкотски галски
tr: İskoç Galcesi
uk: Шотландська гельська
zh_cn: 苏格兰盖尔语

source: Manx
ca: Gaèlic manx
cs: Manština
el: Μανξ
es: Gaélico manés
fa: مانکس
fr: Mannois
gl: Gaélico manx
it_it: Mannese
ko_kr: 맨크스어
ru: Мэнский
sk: Mančina
sr: манкс
tr: Manksça
uk: Менська
zh_cn: 马恩语

source: Gujarati
ar: كوجاراتي
cs: gudžarátštiny
el: Γκουτζαράτι
fa: گجراتی
ko_kr: 구자라트어
pl: gudżarati
ru: Гуджарати
sk: Gudžarátčina
sr: гуџарати
tr: Guharatice
uk: гуджараті

source: Haitian
ca: Crioll haitià
cs: Haitská kreolština
de: Haitianisch
el: Αϊτιανά
es: Haitiano
fa: هائیتی
fr: Haïtien
gl: Crioulo haitiano
hu: Haiti
it_it: Haitiano
ko_kr: 아이티어
nl_nl: Haïtiaans
pl: kreolski haitański
ru: Гаитянский
sk: Haiština
sr: хаићански
tr: Haiti dili
uk: Гаїтянська
zh_cn: 海地克里奥尔语

source: Hausa
ar: هاوسا
ca: Haussa
cs: hauštiny
el: Χάουσα
fa: هوسایی
fr: Haoussa
ko_kr: 하우사어
ru: Хауса
sk: Hauština
sr: хауса
uk: гауса

source: Serbo-Croatian
ca: Serbocroat
cs: Srbochorvatština
de: Serbo-Kroatisch
el: Σερβοκροατικά
es: Serbocroata
fa: صربی‌کرواتی
fr: Serbo-Croate
gl: Serbocroata
hu: Szerb-horvát
it_it: Serbo-croato
ko_kr: 세르보-크로아티아어
nl_nl: Servo-Kroatisch
pl: serbsko-chorwacki
ru: Сербско-хорватский
sk: Srbochorvátčina
sr: српскохрватски
tr: Sırpça-Hırvatça
uk: Сербсько-хорватська
zh_cn: 塞尔维亚-克罗地亚语

source: Hebrew
ar: العبريّة
ca: Hebreu
cs: hebrejštiny
de: Hebräisch
el: Εβραϊκά
es: Hebreo
fa: عبری
fr: Hébreu
gl: Hebreo
hu: Héber
it_it: Ebraico
ko_kr: 히브리어
nl_nl: Hebreeuws
pl: hebrajski
pt_br: Hebraico
ro: Ebraică
ru: Иврит
sk: Hebrejčina
sr: хебрејски
tr: İbranice
uk: іврит

source: Hindi
ar: هندي
cs: hindštiny
el: Χίντι
fa: هندی
ko_kr: 힌디어
ru: Хинди
sk: Hindčina
sr: хинди
tr: Hintçe
uk: гінді

source: Ido
el: Ίντο
fa: ایدو
ko_kr: 이도어
ru: Идо (международный)
sr: идо
uk: Ідо
zh_cn: 伊多语

source: Interlingua
el: Ιντερλίνγκουα
fa: اینترلینگوا
ko_kr: 인터링구아
ru: Интерлингва
sr: интерлингва
uk: Інтерлінгва
zh_cn: 国际语

source: Indonesian
ar: الإندونيسيّة
ca: Indonesi
cs: indonéštiny
de: Indonesisch
el: Ινδονησιακά
es: Indonesio
fa: اندونزیایی
fr: Indonésien
gl: Indonesio
hu: Indonéz
it_it: Indonesiano
ko_kr: 인도네시아어
nl_nl: Indonesisch
pl: indonezyjski
pt_br: Indonésio
ro: Indoneziană
ru: Индонезийский
sk: Indonézština
sr: индонежански
tr: Endonezce
uk: індонезійська

source: Javanese
ar: لغة جاوا
ca: Javanés
cs: javánštiny
de: Javanisch
el: Ιαβανέζικα
es: Javanés
fa: جاوه‌ای
fr: Javanais
gl: xavanés
hu: Jávai
it_it: Giavanese
ko_kr: 자바어
nl_nl: Javaans
pl: jawajski
pt_br: Javanês
ro: Javaneză
ru: Яванский
sk: Jávčina
sr: јавански
tr: Cavaca
uk: яванська

source: Kalaallisut
ca: Groenlandès
cs: Grónština
el: Καλααλλισούτ (Γροιλανδικά)
es: Groenlandés
fa: گرینلندی
fr: Groenlandais
gl: Groenlandés
ko_kr: 칼라알리수트
pl: grenlandzki
pt_br: Groenlandês
ru: Гренландский
sr: калалисут
uk: Гренландська
zh_cn: 格陵兰语

source: Kannada
ar: لغة كاناده
ca: Kanarès
cs: kannadštiny
el: Κανάντα
fa: کنادا
gl: canarés
hu: Kanada
ko_kr: 칸나다어
ru: Каннада
sk: Kanadčina
sr: канада
uk: каннада

source: Kashmiri
ca: Caixmiri
cs: Kašmírština
de: Kaschmirisch
el: Κασμίρι
es: Cachemiro
fa: کشمیری
fr: Cachemiri
gl: Caxemirés
hu: Kasmíri
ko_kr: 카슈미르어
nl_nl: Kasjmiri
pl: kaszmirski
ru: Кашмирский
sk: Kašmírčina
sr: кашмирски
tr: Keşmirce
uk: Кашмірська
zh_cn: 克什米尔语

source: Kazakh
ar: الكازاخيّة
cs: kazaštiny
de: Kasachisch
el: Καζακικά
es: Kazajo
fa: قزاقی
gl: casaco
hu: Kazah
it_it: Kazako
ko_kr: 카자흐스탄어
nl_nl: Kazachs
pl: kazachski
pt_br: Cazaque
ro: Kazahă
ru: Казахский
sk: Kazaština
sr: казашки
tr: Kazakça
uk: казахська

source: Khmer
ar: الخميريّة
cs: khmerštiny
el: Χμερ
es: Jemer
fa: خمر
ko_kr: 크메르어
pl: khmerski
pt_br: Quemer
ro: Khmeră
ru: Кхмерский
sk: Khmérčina
sr: кмерски
tr: Kmerce
uk: кхмерська

source: Kikuyu
cs: Kikujština
el: Κικούγιου
fa: کیکویو
ko_kr: 키쿠유
pl: kikuju
ru: Кикуйю
sr: кикују
tr: Kikuyu Dili
uk: Кікую
zh_cn: 基库尤语

source: Kirghiz
ca: Kirguís
cs: Kyrgyzština
de: Kirgisisch
el: Κιργιζικά
es: Kirguís
fa: قرقیزی
gl: Kirguiz
hu: Kirgiz
it_it: Kirghiso
ko_kr: 키르기스어
nl_nl: Kirgizisch
pl: kirgiski
ru: Киргизский
sk: Kirgizština
sr: киргиски
tr: Kırgızca
uk: Киргизька
zh_cn: 吉尔吉斯语

source: Kurdish
ar: الكورديّة
ca: Kurd
cs: kurdštiny
de: Kurdisch
el: Κουρδικά
es: Kurdo
fa: کردی
fr: Kurde
gl: kurdo
hu: Kurd
it_it: Curdo
ko_kr: 쿠르드어
nl_nl: Koerdisch
pl: kurdyjski
pt_br: Curdo
ro: Kurdă
ru: Курдский
sk: Kurdčina
sr: курдски
tr: Kürtçe
uk: курдська

source: Lao
ar: لغة لاو
ca: Laosià
cs: laoštiny
de: Laotisch
el: Λάος
fa: لائوسی
gl: laosiano
ko_kr: 라오스어
nl_nl: Laotiaans
pl: laotański
ru: Лаосский
sk: Laoština
sr: лаоски
tr: Laoca
uk: лаоська

source: Luxembourgish
ar: اللوكسيمبورغيّة
ca: Luxemburgués
cs: lucemburštiny
de: Luxemburgisch
el: Λουξεμβουργιανά
es: Luxemburgués
fa: لوکزامبورگی
fr: Luxembourgeois
gl: luxemburgués
hu: Luxemburgi
it_it: Lussemburghese
ko_kr: 룩셈부르크어
nl_nl: Luxemburgs
pl: luksemburski
pt_br: Luxemburguês
ro: Luxemburgheză
ru: Люксембургский
sk: Luxemburčina
sr: луксембуршки
tr: Lüksemburca
uk: люксембурзька

source: Marshallese
ca: Marshallès
cs: Maršálština
de: Marschallesisch
el: Μαρσαλέζικα
es: Marshalés
fa: مارشالی
fr: Marshallais
gl: Marshalés
hu: Marshall-szigeteki
ko_kr: 마샬어
nl_nl: Marshallees
pl: marszalski
ru: Маршалльский
sk: Marshallčina
sr: маршалски
tr: Marşalca
uk: Маршальська
zh_cn: 马绍尔语
