Repository: spruceUI/spruceOS
Catalog: App/KoReader/l10n/*/koreader.po
Languages: ar, ca, cs, de, el, es, fa, fr, gl, hu, it_it, ja, ko_kr, nl_nl, pl, pt_br, ro, ru, sk, sr, tr, uk, zh_cn

source: Update
ca: Actualitzar
cs: Aktualizovat
de: Aktualisierung
el: Ενημέρωση
es: Actualizar
fa: بروزرسانی
fr: Mettre à jour
gl: Actualizar
hu: Frissítés
it_it: Aggiorna
ja: 更新
ko_kr: 업데이트
nl_nl: Updaten
pl: Aktualizacja
pt_br: Atualizar
ru: Обновить
sk: Aktualizovať
sr: Ажурирај
tr: Güncelle
uk: Оновити
zh_cn: 更新

source: Auto power save
ca: Estalvi d'energia automàtic
cs: Automatická úspora energie
de: Automatisches Energiesparen
el: Αυτόματη εξοικονόμηση ενέργειας
es: Ahorro de energía automático
fa: ذخیره خودکار نیرو
fr: Veille automatique
gl: Aforro de enerxía automático
hu: Automatikus energiatakarékosság
it_it: Risparmio energetico automatico
ja: 自動省電力
ko_kr: 자동 절전
nl_nl: Automatische energiebesparing
pl: Automatyczne oszczędzanie energii
pt_br: Economia automática de energia
ro: Economisire consum automată
ru: Автоматическое энергосбережение
sk: Automatická úspora energie
sr: Аутоматско чување енергије
tr: Otomatik güç koruması
uk: Авторежим енергоощадження
zh_cn: 自动节电

source: Puts the device into standby, suspend or power off after specified periods of inactivity.
ca: Posa el dispositiu en mode d'espera, suspensió o apagat després de períodes d'inactivitat especificats.
cs: Uvede zařízení do pohotovostního režimu a určeném po období nečinnosti ho uspí, nebo vypne.
de: Versetzt das Gerät nach einer bestimmten Zeit der Inaktivität in den Standby-Modus, in den Ruhezustand oder schaltet es aus.
el: Θέτει τη συσκευή σε κατάσταση αναμονής, αναστολής λειτουργίας ή απενεργοποίησης μετά από συγκεκριμένες περιόδους αδράνειας.
es: Pone el dispositivo en modo de espera, suspensión o apagado después de períodos de inactividad especificados.
fr: Met l’appareil en pause, en veille, ou l'arrête après une période d’inactivité spécifique.
gl: Pon o dispositivo en modo de espera ou suspensión ou apágao despois de períodos de inactividade definidos.
hu: Készenléti állapotba helyezi, felfüggeszti vagy kikapcsolja a készüléket meghatározott inaktivitás után.
it_it: Mette il dispositivo in standby, sospensione o spegnimento dopo determinati periodi di inattività.
ja: 非アクティブで指定した時間が経過すると、デバイスをスタンバイ、サスペンド、または電源オフにします。
ko_kr: 지정된 시간 동안 사용하지 않으면 장치를 대기나 일시 중단, 전원 끄기로 전환합니다.
nl_nl: Laat het apparaat na een gespecificeerde periode van inactiviteit pauzeren, inslapen of uitschakalen.
pl: Przełącza urządzenie w stan czuwania, wstrzymania lub wyłączenia po określonych okresach braku aktywności.
pt_br: Coloca o dispositivo em espera, suspende ou desliga após um período de inatividade.
ro: Pune dispozitivul în așteptare, suspendă sau închide după perioada specificată de inactivitate.
ru: Переводит устройство в режим ожидания, приостановки или отключает его полностью по истечении указанных периодов бездействия.
sk: Prepne zariadenie do pohotovostného režimu, spánku alebo ho vypne po určitom čase nečinnosti.
sr: Поставља уређај у стање приправности, суспензије или га искључује након задатих периода неактивности.
tr: Belirli bir süre kullanılmayan aygıtı beklemeye geçme, uyuma ya da kapanma kipine geçirir.
uk: Переводить пристрій в режим очікування, призупиняє або вимикає живлення після зазначених періодів бездіяльності.
zh_cn: 在无操作一定时间后将设备置于待机、休眠或关闭状态。

source: Set timeout
ar: حدّد عدًّا تنازليًّا
ca: Configurar temps d'inactivitat
cs: Nastavit časový interval
de: Setze Timeout
el: Ορισμός χρονικού ορίου
es: Configurar tiempo de inactividad
fr: Définir le délai d’attente
gl: Axustar tempo de espera
hu: Beállítás
it_it: Imposta tempo d'attesa
ja: タイムアウトを設定
ko_kr: 시간 제한 설정
nl_nl: Uitsteltijd instellen
pl: Ustaw limit czasu
pt_br: Definir intervalo
ro: Setează
ru: Задать задержку
sk: Nastaviť časový limit
sr: Постави тајмаут
tr: Zaman aşımını ayarla
uk: Вказати час очікування
zh_cn: 设置超时

source: %1: disabled
ar: %1: معطل
ca: %1: deshabilitat
cs: %1: zakázáno
de: %1: deaktiviert
el: %1: απενεργοποιημένο
es: %1: deshabilitado
fa: %1: غیرفعال شده
fr: %1 : désactivé
gl: %1: desactivado
hu: %1: letiltva
it_it: %1: disabilitato
ja: %1: 無効
ko_kr: %1: 비활성화됨
nl_nl: %1: uitgeschakeld
pl: %1: wyłączone
pt_br: %1: desativado
ro: %1: dezactivat
ru: %1: отключено
sk: %1: vypnuté
sr: %1: искључено
tr: %1: devre dışı
uk: %1: вимкнено
zh_cn: %1: 已禁用

source: Autosuspend timeout: %1
ar: مهلة التعليق التلقائي: %1
ca: Temps d'inactivitat abans d'entrar en mode de suspensió automàtica: %1
cs: Časový interval pro automatické usnutí: %1
de: Timeout für Ruhezustand: %1
el: Χρονικό όριο αυτόματης αναστολής λειτουργίας: %1
es: Tiempo de inactividad antes de entrar en modo de suspensión automática: %1
fa: مهلت فعال شدن تعلیق خودکار: %1
fr: Délai pour mise en veille automatique : %1
gl: Tempo de espera para autosuspender: %1
hu: Automatikus altatás időtúllépése: %1
it_it: Tempo di attesa per la sospensione automatica: %1
ja: 自動サスペンドタイムアウト: %1
ko_kr: 자동 정지 시간 제한: %1
nl_nl: Autoslaapuitstel: %1
pl: Limit czasu automatycznego wstrzymania: %1
pt_br: Tempo de espera para autossuspensão: %1
ro: Interval suspendare automată: %1
ru: Задержка авто-приостановки: %1
sk: Časový limit automatického uspania: %1
sr: Тајмаут ауто-суспензије: %1
tr: Otomatik beklemeye geçme süresi: %1
uk: Час до переходу в режим сну: %1
zh_cn: 自动挂起超时：%1

source: Autosuspend timeout
ar: مهلة التعليق التلقائي
ca: Temps d'inactivitat abans d'entrar en mode de suspensió automàtica
cs: Časový interval pro automatické usnutí
de: Timeout für Ruhezustand
el: Χρονικό όριο αυτόματης αναστολής λειτουργίας
es: Tiempo de inactividad antes de entrar en modo de suspensión automática
fa: مدت زمان فعال شدن تعلیق خودکار
fr: Délai de suspension automatique
gl: Tempo de espera para autosuspender
hu: Automatikus altatás időtúllépése
it_it: Tempo di attesa per la sospensione automatica
ja: 自動サスペンド タイムアウト
ko_kr: 자동 정지 시간 제한
nl_nl: Autoslaapuitstel
pl: Limit czasu automatycznego wstrzymania
pt_br: Tempo de espera de suspensão automática
ro: Timp suspendare automată
ru: Задержка авто-приостановки
sk: Časový limit automatického uspania
sr: Тајмаут ауто-суспензије
tr: Otomatik beklemeye geçme süresi
uk: Час до переходу в режим сну
zh_cn: 自动休眠时间

source: Timeout for autosuspend
ar: مهلة التعليق التلقائي
ca: Temps d'inactivitat per a entrar en mode de suspensió automàtica
cs: Časový interval pro automatické usnutí
de: Timeout für den Ruhezustand
el: Χρονικό όριο για αυτόματη αναστολή λειτουργίας
es: Tiempo de inactividad para entrar en modo de suspensión automática
fa: مدت زمان برای تعلیق خودکار
fr: Délai avant la mise en veille
gl: Tempo de espera para a suspensión automática
hu: Automatikus altatás időtúllépése
it_it: Tempo d'attesa per la sospensione automatica
ja: 自動サスペンドのタイムアウト
ko_kr: 자동 정지 시간 제한
nl_nl: Uitsteltijd voor automatisch slapen
pl: Limit czasu automatycznego wstrzymania
pt_br: Tempo de espera para autossuspensão
ro: Interval pentru autosuspendare
ru: Время задержки для автоматической приостановки
sk: Časový limit pre automatické uspatie
sr: Тајмаут за ауто-суспензију
tr: Otomatik beklemeye geçme zaman aşımı
uk: Час очікування для автозасинання
zh_cn: 自动挂起超时时间

source: Enter time in hours and minutes.
ar: أدخل الوقت بالساعات والدقائق.
ca: Introduir una hora en hores i minuts.
cs: Vložte čas v hodinách a minutách.
de: Gib eine Zeit in Stunden und Minuten ein.
el: Εισαγάγετε τον χρόνο σε ώρες και λεπτά.
es: Introducir una hora en horas y minutos.
fa: زمان را به شکل ساعت و دقیقه وارد کنید.
fr: Entrez la durée en heures et minutes.
gl: Insire un tempo en horas e minutos.
hu: Idő óra és perc formátumban.
it_it: Inserisci un tempo in ore e minuti.
ja: 時と分で時間を入力する 。
ko_kr: 시간과 분으로 시간을 입력합니다.
nl_nl: Voer een tijd in uren en minuten in.
pl: Podaj czas w godzinach i minutach.
pt_br: Insira o tempo em horas e minutos.
ro: Întrodu un timp în ore și minute.
ru: Ввести время в часах и минутах.
sk: Zadať čas v hodinách a minútach.
sr: Унесите време у сатима и минутима.
tr: Zamanı saat ve dakika olarak yazın.
uk: Введіть час у годинах і хвилинах.
zh_cn: 以小时和分钟为单位输入时间。

source: Autoshutdown timeout: %1
ar: مهلة إيقاف التشغيل التلقائي: %1
ca: Temps d'inactivitat per a apagat automàtic: %1
cs: Časový interval pro automatické vypnutí: %1
de: Timeout zum Ausschalten: %1
el: Χρονικό όριο αυτόματης απενεργοποίησης: %1
es: Tiempo de inactividad para apagado automático: %1
fr: Délai pour l'extinction automatique : %1
gl: Tempo de espera para apagado automático: %1
hu: Automatikus kikapcsolás időtúllépése: %1
it_it: Tempo d'attesa per l'arresto automatico: %1
ja: 自動シャットダウン タイムアウト: %1
ko_kr: 자동 끝내기 시간 제한: %1
nl_nl: Auto-uit uitstel: %1
pl: Limit czasu automatycznego zamknięcia: %1
pt_br: Tempo de espera para autodesligamento: %1
ro: Interval oprire automată: %1
ru: Задержка авто-отключения: %1
sk: Časový limit automatického vypnutia: %1
sr: Тајмаут ауто-искључивања: %1
tr: Otomatik kapanma zaman aşımı: %1
uk: Час до автовимкнення: %1
zh_cn: 自动关机超时：%1

source: Autoshutdown timeout
ar: مهلة إيقاف التشغيل التلقائي
ca: Temps d'inactivitat per a apagat automàtic
cs: Časový interval pro automatické vypnutí
de: Timeout zum Ausschalten
el: Χρονικό όριο αυτόματης απενεργοποίησης
es: Tiempo de inactividad para apagado automático
fa: اتمام زمان خاموش کردن خودکار
fr: Délai d’extinction automatique
gl: Tempo de espera para apagado automático
hu: Automatikus kikapcsolás időtúllépése
it_it: Tempo d'attesa per l'arresto automatico
ja: 自動シャットダウン タイムアウト
ko_kr: 자동 끝내기 시간 제한
nl_nl: Auto-uit uitstel
pl: Limit czasu automatycznego zamknięcia
pt_br: Tempo de espera para autodesligamento
ro: Timp oprire automată
ru: Задержка авто-отключения
sk: Časový limit automatického vypnutia
sr: Тајмаут ауто-искључивања
tr: Otomatik kapanma zaman aşımı
uk: Час до автовимкнення
zh_cn: 自动关机时间

source: Timeout for autoshutdown
ar: مهلة إيقاف التشغيل التلقائي
ca: Temps d'inactivitat per a apagat automàtic
cs: Časový interval pro automatické vypnutí
de: Timeout zum Ausschalten
el: Χρονικό όριο για αυτόματη απενεργοποίηση
es: Tiempo de inactividad para apagado automático
fr: Délai avec arrêt automatique
gl: Tempo de espera para o apagado automático
hu: Automatikus kikapcsolás időtúllépése
it_it: Tempo di attesa per lo spegnimento automatico
ja: 自動シャットダウンのタイムアウト
ko_kr: 자동 끝내기 시간 제한
nl_nl: Uitsteltijd voor automatisch uitschakelen
pl: Limit czasu automatycznego zamknięcia
pt_br: Tempo de espera para autodesligamento
ro: Interval pentru autoînchidere
ru: Время задержки для автоматического отключения
sk: Časový limit pre automatické vypnutie
sr: Тајмаут за ауто-искључивање
tr: Otomatik kapanma zaman aşımı
uk: Час очікування для автовимкнення
zh_cn: 自动关机的时间

source: Enter time in days and hours.
ar: أدخل الوقت بالأيام والساعات.
ca: Introduir una hora en dies i hores.
cs: Vložte čas ve dnech a hodinách.
de: Gib eine Zeit in Tagen und Stunden ein.
el: Εισαγάγετε τον χρόνο σε ημέρες και ώρες.
es: Introducir una hora en días y horas.
fa: زمان را در روز و ساعت وارد کنید.
fr: Entrez la durée en jours et heures.
gl: Insire un tempo en días e horas.
hu: Idő nap és óra formátumban.
it_it: Inserisci un tempo in giorni e ore.
ja: 日と時で時間を入力する 。
ko_kr: 며칠 몇 시간으로 시간을 입력합니다.
nl_nl: Voer een tijd in dagen en uren in.
pl: Podaj czas w dniach i godzinach.
pt_br: Insira o tempo em dias e horas.
ro: Întrodu un timp în ore și minute.
ru: Введите время в днях и часах.
sk: Zadať čas v dňoch a hodinách.
sr: Унесите време у данима и сатима.
tr: Zamanı saat ve dakika olarak yazın.
uk: Введіть час у днях і годинах.
zh_cn: 以天数和小时为单位输入时间。

source: Standby puts the device into a power-saving state in which the screen is on and user input can be performed. Standby can not be entered if Wi-Fi is on. Upon user input, the device needs a certain amount of time to wake up. Generally, the newer the device, the less noticeable this delay will be, but it can be fairly aggravating on slower devices.
ca: La mode d'espera fa que el dispositiu entre en un estat d'estalvi d'energia en el qual la pantalla està encesa i l'usuari pot realitzar accions. No es pot entrar en mode d'espera si la wifi està activada. Després de realitzar una acció, el dispositiu necessita cert temps per a activar-se. En els dispositius més moderns, generalment, aquest període de temps és imperceptible, però pot ser bastant notori en els dispositius més lents.
cs: Pohotovostní režim uvede zařízení do úsporného stavu, ve kterém je obrazovka zapnutá a lze provádět uživatelské vstupy. Pohotovostní režim nelze spustit, pokud je zapnutá Wi-Fi. Po interakci uživatele potřebuje zařízení nějaký čas na své probuzení. Obecně, čím novější zařízení, tím méně znatelné bude zpoždění, ale na pomalejších zařízeních to může být docela otravné.
de: Der Standby-Modus versetzt das Gerät in einen energiesparenden Zustand, in dem der Bildschirm eingeschaltet ist und Benutzereingaben vorgenommen werden können. Der Standby-Modus kann nicht aktiviert werden, wenn Wi-Fi eingeschaltet ist. Nach einer Benutzereingabe benötigt das Gerät eine gewisse Zeit, um aufzuwachen. Je neuer das Gerät ist, desto weniger fällt diese Verzögerung auf, aber bei langsameren Geräten kann sie ziemlich ärgerlich sein.
el: Η κατάσταση αναμονής θέτει τη συσκευή σε κατάσταση εξοικονόμησης ενέργειας, στην οποία η οθόνη είναι αναμμένη και ο χρήστης μπορεί να εκτελέσει ενέργειες. Η είσοδος στην κατάσταση αναμονής δεν είναι δυνατή εάν το Wi-Fi είναι ενεργοποιημένο. Μετά την εκτέλεση μίας ενέργειας από τον χρήστη, η συσκευή χρειάζεται ένα συγκεκριμένο χρονικό διάστημα για να ξυπνήσει. Γενικά, όσο πιο καινούργια είναι η συσκευή, τόσο λιγότερο αισθητή είναι αυτή η καθυστέρηση, αλλά μπορεί να είναι αρκετά ενοχλητική σε πιο αργές συσκευές.
es: El modo de espera hace que el dispositivo entre en un estado de ahorro de energía en el que la pantalla está encendida y el usuario puede realizar acciones. No se puede entrar en modo de espera si la wifi está activada. Tras realizar una acción, el dispositivo necesita cierto tiempo para activarse. En los dispositivos más modernos, generalmente, este periodo de tiempo es imperceptible, pero puede ser bastante notorio en los dispositivos más lentos.
fr: LLa mise en veille place l'appareil dans un état d'économie d'énergie dans lequel l'écran est allumé et l'utilisateur peut effectuer des entrées. La mise en veille ne peut pas être activée si le Wi-Fi est activé. Lorsqu'une entrée utilisateur est effectuée, l'appareil a besoin d'un certain temps pour se réveiller. En général, plus l'appareil est récent, moins cette latence sera perceptible, mais elle peut être assez agaçante sur les appareils plus lents.
gl: O modo en espera pon o dispositivo un estado de aforro de enerxía no que a pantalla está acendida e a entrada de accións é posible. Non se pode entrar no modo en espera se a wifi está activada. Despois dunha acción de entrada, o dispositivo precisa dalgún tempo para espertar. En xeral, canto máis novo é un dispositivo, máis imperceptible é o retardo, pero pode chegar a ser molesto en aparellos máis lentos.
hu: A készenléti mód energiatakarékos állapotba helyezi az eszközt, amikor a képernyő be van kapcsolva, és végrehajtható felhasználói adatbevitel. Nem lehet készenléti állapotba lépni, ha a WiFi be van kapcsolva. Felhasználói bevitel esetén az eszköznek bizonyos időre van szüksége, hogy felébredjen. Egyes újabb készülékeknél ez az idő észre sem vehető, míg más eszközöknél bosszantó is lehet.
it_it: Standby mette il dispositivo in uno stato di risparmio energetico in cui lo schermo è acceso e l'input dell'utente può essere eseguito. Lo standby non può essere inserito se il Wi-Fi è acceso. Dopo l'input dell'utente il dispositivo ha bisogno di un certo periodo di tempo per svegliarsi. In genere più nuovo è il dispositivo, meno questo ritardo è percepibile; su dispositivi più lenti però il ritardo può essere fastidioso.
ja: スタンバイは、画面は表示され、ユーザー入力は可能な省電力状態です。 Wi-Fiがオンの場合は、スタンバイに入ることができません。 ユーザー入力後、デバイスが起動するのに一定の時間が必要です。一般に、新しいデバイスほどこの遅延は目立ちませんが、低速のデバイスではかなり煩わしくなります。
ko_kr: 대기 모드는 화면이 켜져 있고 사용자 입력을 수행할 수 있는 절전 상태로 장치를 전환합니다. Wi-Fi가 켜져 있으면 대기 모드로 들어갈 수 없습니다. 사용자 입력 시 기기가 깨어나기까지 약간의 시간이 필요합니다. 일반적으로 장치가 최신일수록 이 지연이 덜 눈에 띄지만 느린 장치에서는 더 오래 걸릴 수 있습니다.
nl_nl: Stand-by plaatst het toestel in een energiebesparende toestand waarin het scherm aanstaat en gebruikersinvoer kan worden uitgevoerd. Stand-by kan niet in werking treden als wifi is ingeschakeld. Als de gebruiker iets invoert, heeft het toestel wat tijd nodig om wakker te worden. Bij nieuwere toestellen is deze tijd gewoonlijk niet merkbaar, maar bij andere of tragere toestellen kan dit hinderlijk zijn.
pl: Stan czuwania wprowadza urządzenie w stan oszczędzania energii, w którym ekran jest włączony i można wykonywać polecenia użytkownika. Nie można przejść w stan czuwania, jeśli Wi-Fi jest włączone. Po wykonaniu polecenia użytkownika urządzenie potrzebuje pewnego czasu, aby się wybudzić. Ogólnie rzecz biorąc, im nowsze urządzenie, tym mniej zauważalne będzie to opóźnienie, ale może być dość uciążliwe na wolniejszych urządzeniach.
pt_br: O modo de espera coloca o dispositivo em um estado de economia de energia no qual a tela está ligada e a entrada do usuário pode ser executada. O modo de espera não pode ser inserido se o Wi-Fi estiver ligado. Após a entrada do usuário, o dispositivo precisa de um certo tempo para acordar. Geralmente, quanto mais novo o dispositivo , menos perceptível esse atraso será, mas pode ser bastante agravante em dispositivos mais lentos.
ru: Режим ожидания переводит устройство в состояние энергосбережения, при котором экран включён и возможен ввод данных пользователем. В режим ожидания нельзя войти, если включён Wi-Fi. При начале ввода данных устройству требуется определённое время для пробуждения. Как правило, чем новее устройство, тем менее заметна данная задержка, но на медленных устройствах она может быть довольно неприятной.
sk: Pohotovostný režim uvedie zariadenie do stavu úspory energie, v ktorom je zapnutá obrazovka a je možné vykonávať vstupy používateľa. Do pohotovostného režimu nie je možné vstúpiť, ak je zapnuté Wi-Fi. Po vstupe používateľa potrebuje zariadenie určitý čas na prebudenie. Vo všeobecnosti platí, že čím je zariadenie novšie, tým je toto oneskorenie menej citeľné, ale v prípade pomalších zariadení môže byť značne obťažujúce.
sr: Стање приправности уводи уређај у стање чувања енергије у којем је екран искључен, али корисник може да се изврши унос. У стање приправности не може да се уђе ако је активан Wi-Fi. Након корисниковог уноса, уређају је потребно неко време да се пробуди. Обично, што је новији уређај, то ће кашњење бити мање приметно, али може прилично да смета на споријим уређајима.
tr: Hazırda bekleme, aygıtı ekran açık ve kullanıcı girişi yapılabilecek şekilde güç koruma kipine geçirir. Wi-Fi açık ise hazırda bekleme kipine geçilemez. Kullanıcı girişi olduğunda, aygıtın uyanması için belirli bir süre geçmesi gerekir. Bu süre daha yeni aygıtlarda farkedilemeyecek kadar kısayken bazı aygıtlarda can sıkacak kadar uzun olabilir.
uk: Режим очікування переводить пристрій в енергоощадний стан, в якому екран увімкнений і можливе введення даних користувачем. У режим очікування не можна перейти, якщо увімкнено Wi-Fi. Після введення даних користувачем пристрою потрібен певний час для пробудження. Як правило, чим новіший пристрій, тим менш помітною буде ця затримка, але на повільних пристроях вона може бути досить відчутною.
zh_cn: 待机状态是指设备处于节电状态，此时屏幕打开，可以进行用户输入操作。 Wi-Fi 启用时无法进入待机状态。 在用户输入后，需要一定的时间来唤醒设备。通常情况下，设备越新，这种延迟就越不明显，但在速度较慢的设备上，这种情况会相当严重。

source: Your device is known to be extremely unreliable, as such, failure to enter a power-saving state *may* hang the kernel, resulting in a full device hang or a device restart.
ca: Aquest dispositiu és conegut per ser molt poc predictible, per la qual cosa si no entra en un estat d'estalvi d'energia *pot* fer que el kernel es penge, donant lloc a un bloqueig total del dispositiu o a un reinici d'aquest.
de: Ihr Gerät ist bekanntermaßen extrem unzuverlässig, so dass das Versäumnis, in den Energiesparzustand zu wechseln, den Kernel aufhängen *könnte*, was zu einem vollständigen Aufhängen des Geräts oder einem Neustart des Geräts führt.
el: Η συσκευή σας είναι γνωστό ότι είναι εξαιρετικά αναξιόπιστη, και ως εκ τούτου, η αποτυχία εισόδου σε κατάσταση εξοικονόμησης ενέργειας *μπορεί* να κολλήσει τον πυρήνα, με αποτέλεσμα την πλήρη παύση λειτουργίας της συσκευής ή την επανεκκίνηση της συσκευής.
es: Este dispositivo es conocido por ser muy poco predecible, por lo que si no entra en un estado de ahorro de energía *puede* hacer que el kernel se cuelgue, dando lugar a un bloqueo total del dispositivo o a un reinicio del mismo.
fr: Votre appareil est connu pour être extrêmement instable, de ce fait, un échec pour entrer dans un état d'économie d'énergie peut bloquer le noyau, entraînant un blocage complet de l'appareil ou un redémarrage de l'appareil.
gl: O teu dispositivo é coñecido por ser extremadamente pouco fiable, de xeito que, se falla ao entrar no modo de aforro de enerxía *pode* facer que o kernel se colgue, resultando nun bloqueo total do dispositivo ou nun reinicio.
hu: Az Ön eszköze köztudottan rendkívül megbízhatatlan, ezért az energiatakarékos állapotba való belépés sikertelen *lehet*, emiatt a kernel leáll, ami az eszköz teljes leállását vagy újraindulását eredményezi.
it_it: Il tuo dispositivo è noto per essere estremamente inaffidabile; in quanto tale, il mancato accesso a uno stato di risparmio energetico *potrebbe* bloccare il kernel, con conseguente blocco completo del dispositivo o riavvio del dispositivo.
ja: あなたのデバイスは非常に信頼性が低いことが知られており、そのため、省電力状態への移行に失敗すると、カーネルがハングアップし、デバイスが完全にハングアップするか、デバイスが再起動する可能性が*あります*。
ko_kr: 사용자의 장치는 매우 신뢰할 수 없는 것으로 보입니다. 따라서 절전 상태에 들어가지 못하면 커널이 *정지될 수* 있으며, 결과적으로 전체 장치가 정지되거나 장치가 다시 시작될 수 있습니다.
nl_nl: Het is bekend dat dit apparaat extreem onbetrouwbaar is, als zodanig *kan* de kernel vastlopen als het apparaat niet in een energiebesparende stand komt, wat resulteert in een volledig vastlopen van het apparaat of het opnieuw opstarten van het apparaat.
pl: Wiadomo, że to urządzenie jest wyjątkowo zawodne, ponieważ brak przejścia w stan oszczędzania energii *może* zawiesić jądro, co spowoduje całkowite zawieszenie urządzenia lub ponowne uruchomienie urządzenia.
pt_br: Seu dispositivo é conhecido por ser extremamente não confiável, como tal, a falha ao entrar em um estado de economia de energia *pode* travar o kernel, resultando em um travamento total do dispositivo ou na reinicialização do dispositivo .
ru: Известно, что ваше устройство крайне ненадежно; поэтому неспособность войти в состояние энергосбережения *может* повесить ядро, что приведёт к полному зависанию устройства или его перезагрузке.
sk: Je známe, že vaše zariadenie je veľmi nespoľahlivé, a preto sa pri neúspešnom prechode do úsporného stavu môže jadro pozastaviť, čo môže viesť k úplnému pozastaveniu zariadenia alebo k jeho reštartovaniu.
sr: Познато је да је ваш уређај изузетно непоуздан, па је могуће да неуспели прелазак у стање чувања енергије блокира кернел, услед чега долази до комплетног замрзавања уређаја или поновног покретања.
tr: Aygıtınızın son derece güvenilmez olduğu biliniyor. Bu nedenle güç tasarrufuna geçilmemesi *çekirdeği kilitleyebilir*. Bu durum da tam bir aygıt kilitlenmesine ya da aygıtın yeniden başlatılmasına neden olabilir.
uk: Відомо, що ваш пристрій вкрай ненадійний, тому невдалий перехід у стан енергоощадження *може* призвести до зависання ядра, що призведе до повного зависання пристрою або його перезапуску.
zh_cn: 据我们所知，您的设备非常不可靠。因此，进入节电状态失败时可能会导致内核挂起，进而造成整个设备死机或重启。
