Repository: spruceUI/spruceOS
Catalog: App/KoReader/l10n/*/koreader.po
Languages: ar, ca, cs, de, el, es, fa, fr, gl, hu, it_it, ja, ko_kr, nl_nl, pl, pt_br, ro, ru, sk, sr, tr, uk, zh_cn

source: Use a sans serif font to display all ruby text for a more 'book-like' feeling. Also force the regular text weight when used with lighter or bolder fonts.
ar: استخدم خط sans serif لعرض كل نصوص روبي للحصول على شعور يشبه الكتاب. قم أيضًا بفرض وزن النص العادي عند استخدامه مع خطوط أفتح أو غامقة أكثر.
ca: Usar una font sans serif per a mostrar tot el text ruby i, així, obtenir una sensació més similar a un llibre. Forçar també el pes regular del text quan s'usa amb fonts més lleugeres o més en negreta.
cs: Pro „pocit čtení opravdové knihy“ bude pro zobrazení veškerých ruby anotací použito písmo sans serif. Při použití tučných nebo tenkých písem bude také vynucena normální tloušťka textu.
de: Verwenden Sie eine serifenlose Schriftart, um den gesamten Ruby-Text darzustellen, damit er mehr „buchähnlich“ wirkt. Erzwingen Sie auch die normale Textstärke, wenn Sie hellere oder fettere Schriftarten verwenden.
el: Χρησιμοποιεί μια γραμματοσειρά sans serif προκειμένου να εμφανίσει όλο το κείμενο ruby για μια αίσθηση όμοια με βιβλίου. Επίσης, επιβάλλει κανονικό πάχος για το κείμενο όταν αυτό χρησιμοποιείται με πιο λεπτές ή πιο έντονες γραμματοσειρές.
es: Usar una fuente sans serif para mostrar todo el texto ruby y, así, obtener una sensación más similar a un libro. Forzar también el peso regular del texto cuando se usa con fuentes más ligeras o más en negrita.
fr: Utilisez une police sans empattement pour afficher tout le texte rubis afin d’obtenir une impression plus « livresque ». Forcez également le poids du texte normal quand il est utilisé avec des polices plus fines ou plus grasses.
gl: Usa unha fonte sans serif para mostrar todo o texto ruby para unha experiencia máis semellante a u libro. Tamén forza o peso de texto normal cando se usa con fontes máis finas ou grosas.
hu: Használjon sans serif betűtípust az összes ruby szöveg megjelenítéséhez, hogy a "könyvszerű" érzés még inkább érvényesüljön. Könnyebb vagy félkövér betűtípusok használata esetén is erőltesse a normál szövegszélességet.
it_it: Usa un carattere sans serif per visualizzare tutto il testo ruby per una sensazione più «simile a un libro». Forza anche il normale peso del testo se usato con caratteri più leggeri o più forti.
ja: ルビ文章を表示するときはサンセリフ(ゴシック)書体を使用すると、より「本らしい」感じになります。 また、軽いフォントや太いフォントと一緒に使用する場合は、通常のテキストウェイトを強制します。
ko_kr: 더 '책 같은' 느낌을 주기 위해 모든 루비 텍스트를 표시하려면 산세리프체를 사용하세요. 또한 더 밝거나 굵은 글꼴과 함께 사용할 때 일반 텍스트 두께를 적용합니다.
nl_nl: Gebruik een schreefloos lettertype om alle ruby-tekst weer te geven voor een meer 'boekachtig' gevoel. Forceer ook het gewone tekstgewicht wanneer het wordt gebruikt met lichtere of vettere lettertypes.
pl: Użyj czcionki bezszeryfowej, aby wyświetlić cały tekst ruby i uzyskać bardziej „książkowy” wygląd. Wymuś także normalną grubość tekstu, gdy używasz lżejszych lub pogrubionych czcionek.
pt_br: Usa uma fonte sem serifa para exibir todo o texto rubi para uma sensação mais "de livro". Também força o peso regular de texto quando usado com fontes mais leves ou pesadas (negrito).
ro: Folosește un font sans-serif pentru a afișa tot textul rubi pentru o impresie mai apropiată de carte. De asemenea forțează grosimea normală a textului cînd este folosit împreună cu fonturi mai subțiri sau mai groase.
ru: Использовать шрифт без засечек, чтобы для более «книжного» ощущения им отображался весь ruby-текст. Кроме того, для более тонких или жирных шрифтов выбирать обычную толщину текста.
sk: Pomocou písma Sans-serif zobraziť všetok text znakov Ruby, aby ste získali viac "knižného" pocitu. Vynútiť tiež bežné formátovanie textu, ak sa používa s tenšími alebo širšími písmami.
sr: За приказ целог рубин текста се користи линеарни фонт чиме се добија искуство читања које више подсећа на књиге. Такође форсира регуларну тежину текста када се користи са светлијим или тамнијим фонтовима.
tr: Daha 'kitap benzeri' bir his için tüm puntolu harf metinleri görüntülenirken bir sans serif yazı tipi kullanılır. Ayrıca, daha açık veya daha koyu yazı tipleriyle kullanıldığında normal metin koyuluğunu dayatın.
uk: Використовуйте шрифт без зарубок, щоб відобразити весь текст рубі для «книжковішого» відчуття. Також примусово встановлює регулярну товщину тексту під час використання з тоншими або жирними шрифтами.
zh_cn: 使用无衬线字体来显示所有的 注音文本，这样更有“读书”的感觉。 此选项会强制注音文本使用常规粗细的字体，而不是选择的粗体或细体。

source: Larger ruby text size
ar: حجم نص روبي أكبر
ca: Major grandària del text en ruby
cs: Větší velikost textu pro ruby anotaci
de: Größere Ruby-Textgröße
el: Μεγαλύτερο μέγεθος κειμένου ruby
es: Mayor tamaño del texto en ruby
fr: Taille plus grande du texte ruby
gl: Texto ruby máis grande
hu: Nagyobb ruby szövegméret
it_it: Dimensione del testo ruby più grande
ja: より大きなルビ文字サイズ
ko_kr: 더 큰 루비 글씨 크기
nl_nl: Grotere ruby tekstgrootte
pl: Większy rozmiar tekstu ruby
pt_br: Tamanho maior do texto rubi
ro: Dimensiune text rubi mai mare
ru: Увеличивать размер текста ruby
sk: Väčšia veľkosť textu pre znaky Ruby
sr: Већа величина рубин текста
tr: Puntolu harf metin boyutu büyütülsün
uk: Більший розмір тексту рубі
zh_cn: 增大注音字体尺寸

source: Increase ruby text size.
ar: زيادة حجم احمرار النص .
ca: Augmentar la grandària del text ruby.
cs: Zvětší velikost textu ruby anotace.
de: Ruby-Textgröße erhöhen.
el: Αυξάνει το μέγεθος του κειμένου ruby.
es: Aumentar el tamaño del texto ruby.
fr: Augmenter la taille du texte rubis.
gl: Aumentar o tamaño do texto ruby.
hu: Ruby betűméret növelése.
it_it: Aumenta la dimensione del testo ruby.
ja: ルビ文字のサイズを大きくします。
ko_kr: 루비 글씨 크기를 늘립니다.
nl_nl: Ruby tekstgrootte verhogen.
pl: Zwiększ rozmiar tekstu ruby.
pt_br: Aumenta tamanho do texto rubi.
ro: Mărește dimensiunea textului rubi.
ru: Использовать увеличенный размер шрифта для текста ruby.
sk: Zväčšiť veľkosť textu ruby.
sr: Увећава величину рубин текста.
tr: Puntolu harf yazı boyutunu büyütür.
uk: Збільшити розмір тексту.
zh_cn: 增大注音字体尺寸。

source: Larger spacing between ruby lines
ar: تباعد أكبر بين أسطر روبي
ca: Major espai entre línies ruby
cs: Větší mezery mezi řádky ruby anotace
de: Größere Abstände zwischen den Ruby-Linien
el: Μεγαλύτερη απόσταση μεταξύ των γραμμών ruby
es: Mayor espacio entre líneas ruby
fr: Espacement plus grand entre les lignes de ruby
gl: Separación máis grande entre liñas de texto ruby
hu: Nagyobb távolság a Ruby vonalak között
it_it: Spazio maggiore tra le linee ruby
ja: より広いルビ行の間隔
ko_kr: 루비 행의 더 큰 줄간격
nl_nl: Grotere afstand tussen ruby-lijnen
pl: Większe odstępy między wierszami ruby
pt_br: Maior espaçamento entre linhas do rubi
ro: Spațiere mai mare între liniile rubi
ru: Увеличивать интервал между строками с ruby
sk: Väčšie medzery medzi riadkami ruby
sr: Већи проред између рубин линија
tr: Puntolu harf satırları arasındaki boşluk artırılsın
uk: Збільшити відстані між рядками рубі
zh_cn: 增大注音行之间的间距

source: Increase line spacing of most text, so that lines keep an even spacing whether or not they include ruby. Further small adjustments can be done with 'Line Spacing' in the bottom menu.
ar: قم بزيادة تباعد الأسطر في معظم النصوص ، بحيث تحتفظ الأسطر بمسافات متساوية سواء كانت تحتوي على روبي أم لا. يمكن إجراء تعديلات صغيرة أخرى باستخدام "تباعد الأسطر" في القائمة السفلية.
ca: Augmentar l'interlineat de la major part del text perquè les línies mantinguin un espaiat uniforme tant si inclouen ruby com si no. Es poden fer altres petits ajustos amb 'Interlineat' en el menú inferior.
cs: Zvětší u většiny textu mezery mezi řádky, takže mezi řádky budou stejné mezery ať na nich je nebo není ruby anotace. Další menší úpravy lze provést ve spodní nabídce v nastavení „Mezery mezi řádky“.
de: Erhöhen Sie den Zeilenabstand des meisten Textes, so dass die Zeilen einen gleichmäßigen Abstand haben, unabhängig davon, ob sie Ruby enthalten oder nicht. Weitere kleine Anpassungen können mit „Zeilenabstand“ im unteren Menü vorgenommen werden.
el: Αυξάνει το διάστιχο του περισσότερου κειμένου, ώστε οι γραμμές να διατηρούν ομοιόμορφη απόσταση μεταξύ τους είτε περιλαμβάνουν κείμενο ruby είτε όχι. Περαιτέρω μικρές προσαρμογές μπορούν να γίνουν με τη ρύθμιση «Διάστιχο» στο κάτω μενού.
es: Aumentar el interlineado de la mayor parte del texto para que las líneas mantengan un espaciado uniforme tanto si incluyen ruby como si no. Se pueden hacer otros pequeños ajustes con 'Interlineado' en el menú inferior.
fr: Augmenter l’espacement des lignes de la plupart des textes, afin que les lignes gardent un espacement régulier, qu’elles incluent ou non du ruby. D’autres petits ajustements peuvent être faits avec « Interligne » dans le menu du bas.
gl: Aumentar o espazado entre liñas para a maior parte do texto, para que as liñas teñan unha separación regular inclúan ou non ruby. Pódense facer outros pequenos axustes na entrada 'Espazado entre liñas' no menú inferior.
hu: Növelje a legtöbb szöveg sortávolságát, hogy a sorok egyenletes sortávolságot tartsanak, függetlenül attól, hogy rubyt tartalmaznak-e vagy sem. További apró beállításokat az alsó menüben található 'Sortávolság' menüpont segítségével végezhetünk.
it_it: Aumenta l'interlinea della maggior parte del testo, in modo che le linee mantengano una spaziatura uniforme sia che includano o meno glosse ruby. Altre piccole regolazioni possono essere fatte con «Interlinea» nel menu in basso.
ja: ほとんどの文章の行間を広げ、ルビがあってもなくても行の間隔が一定になるようにします。 さらに細かい調整は下部メニューの「行間」で行えます。
ko_kr: 대부분의 텍스트의 줄 간격을 늘려 줄에 루비가 포함되어 있는지 여부에 관계없이 줄이 균일한 간격을 유지하도록 합니다. 하단 메뉴의 '줄 간격'을 사용하여 더 작은 조정을 수행할 수 있습니다.
nl_nl: Vergroot de regelafstand van de meeste tekst, zodat de regels een gelijke afstand houden, of er nu ruby in voorkomt of niet. Verdere kleine aanpassingen kunnen worden gedaan met 'Regelafstand' in het onderste menu.
pl: Zwiększ odstępy między wierszami większości tekstu, aby zachować równomierne odstępy, niezależnie od tego, czy zawierają ruby. Dalsze drobne korekty można wykonać za pomocą opcji „Odstęp wierszy” w dolnym menu.
pt_br: Aumenta o espaçamento entre linhas da maioria dos textos, para que as linhas mantenham um espaçamento uniforme caso elas incluam ou não texto rubi. Pequenos ajustes adicionais podem ser feitos com 'Espaçamento de linhas' no menu inferior.
ro: Mărește spațierea liniilor în mare parte a textului, astfel încît liniile vor menține o spațiere egală indiferent dacă ele conțin rubi sau nu. Mai multe ajustări minore se pot face din „Spațiere linii” din meniul de jos.
ru: Увеличение межстрочного интервала для бо́льшей части текста позволит сохранять между строками одинаковое расстояние, независимо от того, есть ли в них элементы ruby или нет. В дальнейшем можно производить небольшие корректировки с помощью функции «Интерлиньяж» в нижнем меню.
sk: Zväčšiť riadkovanie väčšiny textu, aby si riadky zachovali rovnomerné rozostupy bez ohľadu na to, či obsahujú znaky Ruby alebo nie. Ďalšie malé úpravy je možné vykonať pomocou 'Riadkovanie' v spodnom menu.
sr: Увећава проред већине текста, тако да линије задржавају уједначен проред без обзира на то да ли поседују рубин или не. Додатна мала подешавања могу да се изврше помоћу ’Проред’ у менију на дну.
tr: Çoğu metnin satır aralığını artırır. Böylece satırlarda puntolu harfler bulunsa da bulunmasa da aralık eşit olur. Alt menüdeki 'Satır aralığı' ile daha ince ayarlamalar yapılabilir.
uk: Збільште міжрядковий інтервал більшості тексту, щоб рядки зберігали парний інтервал незалежно від того, чи включають вони рубі. Подальші невеликі коригування можна зробити за допомогою «Міжрядкового інтервалу» в нижньому меню.
zh_cn: 增加大多数文本的行间距，保证有注音的行间距与无注音的行间距相同。 进一步的调整可以通过底部菜单中的“行间距”来完成。

source: Render ruby content inline
ar: جعل محتوى رونبي مضمنة
ca: Renderitzar contingut ruby com a elements de línia
cs: Vykreslit obsah ruby anotace na řádku
de: Ruby-Inhalte inline rendern
el: Απόδοση περιεχομένου ruby εντός γραμμής (inline)
es: Renderizar contenido ruby como elementos de línea
fr: Afficher le contenu ruby en ligne
gl: Renderizar contido ruby como elementos en liña
hu: Ruby tartalom soron belüli megjelenítése
it_it: Mostra il contenuto ruby in linea
ja: ルビ内容をインラインで描画する
ko_kr: 루비 콘텐츠 인라인 렌더링
nl_nl: Render ruby-inhoud inline
pl: Renderuj zawartość ruby w tekście
pt_br: Renderizar conteúdos do rubi em linha
ro: Randează conținutul rubi în linie
ru: Отрисовка элементов ruby как строчных
sk: Vykresliť obsah znakov Ruby v riadku
sr: Рубин садржај се приказује унутар линије
tr: Puntolu içerik satır arası görüntülensin
uk: Візуалізувати вбудованим вміст рубі
zh_cn: 行内渲染注音内容

source: Disable handling of <ruby> tags and render them inline.
ar: تعطيل معالجة علامات <روبي> وجعلها مضمنة.
ca: Deshabilitar el processament de les etiquetes <ruby> i renderitzar-les com a elements en línia.
cs: Zakázat zpracování <ruby> tagů a vykreslit je na řádku.
de: Behandlung von <ruby>-Tags deaktivieren und diese inline rendern.
el: Απενεργοποιεί τον χειρισμό των ετικετών <ruby> και τις αποδίδει εντός γραμμής (inline).
es: Deshabilitar el procesado de las etiquetas <ruby> y renderizarlas como elementos en línea.
fr: Désactiver la gestion des balises <ruby>, ce qui les fera apparaître telle quelle dans le texte.
gl: Desactivar o procesado de etiquetas <ruby> e renderizalas como elementos en liña.
hu: A <ruby> címkék kezelésének kikapcsolása és soron belüli megjelenítésük.
it_it: Disabilita il trattamento dei marcatori <ruby>, e mostra il contenuto in linea.
ja: <ruby>タグの処理を無効化し、インラインで描画します。
ko_kr: <ruby> 태그 처리를 비활성화하고 인라인으로 렌더링합니다.
nl_nl: Schakel de verwerking van <ruby> -tags uit en geef ze inline weer.
pl: Wyłącz obsługę znaczników <ruby> i renderuj je w tekście.
pt_br: Desativa o processamento de etiquetas <ruby> e as renderizar em linha.
ro: Dezactivează tratarea etichetelor <ruby> și randează-le în linie.
ru: Отключить обработку тегов <ruby> и сделать их строчными.
sk: Zakázať spracovania značiek <ruby> a vykresliť ich vložené.
sr: Искуљчује обраду <ruby> ознака и приказује их унутар линије.
tr: <ruby> kod imlerinin işlenmesini devre dışı bırakır ve satır arasında görüntüler.
uk: Вимкнути обробку тегів <ruby> та візуалізувати їх як вбудовані.
zh_cn: 禁用对 <ruby> 标签的处理并在行内渲染对应内容。

source: Font size and families
ca: Grandària de font i famílies
cs: Velikost a rodiny písma
de: Schriftgröße und Schriftarten
el: Μέγεθος γραμματοσειράς και οικογένειες
es: Tamaño de fuente y familias
fr: Taille et familles de polices
gl: Tamaño de fonte e familias
hu: Betűtípusok és méretek
it_it: Dimensione dei caratteri e famiglie
ja: フォントのサイズとファミリー
ko_kr: 글꼴 크기와 패밀리
nl_nl: Lettertypegroottes en -families
pl: Rozmiar i rodziny czcionek
pt_br: Tamanho da fonte e famílias
ro: Dimensiune font și familii
ru: Размер и семейство шрифтов
sk: Veľkosť a typy písma
sr: Величина фонта и фамилије
tr: Yazı boyutu ve aileleri
uk: Розмір і сімейство шрифту
zh_cn: 字号和字族

source: Ignore font related HTML presentational hints
de: Ignorieren von HTML-Hinweisen zur Darstellung von Schriftarten
el: Παράβλεψη των υποδείξεων παρουσίασης HTML που σχετίζονται με τη γραμματοσειρά
es: Ignorar sugerencias de presentación HTML relacionadas con las fuentes
gl: Ignorar suxestións de presentación de HTML relacionados con fontes
hu: Betűtípussal kapcsolatos HTML prezentációs tippek figyelmen kívül hagyása
it_it: Ignora suggerimenti presentazionali HTML relativi ai tipi di carattere
ko_kr: 글꼴 관련 HTML 프레젠테이션 힌트 무시하기
nl_nl: Lettertype-gerelateerde HTML-hints negeren
pl: Ignoruj wskazówki prezentacyjne HTML dotyczące czcionek
ru: Игнорировать подсказки HTML по представлению, связанные со шрифтами
sk: Ignorovať písmo súvisiace s HTML prezentáciami
sr: Игнориши HTML смернице за приказ које се тичу фонта
tr: Yazı tipiyle ilgili HTML gösterim ipuçları yok sayılsın
uk: Ігнорувати підказки HTML-презентації, пов'язані зі шрифтами

source: Ignore HTML attributes that contribute to styles on the elements <body> (bgcolor, text…) and <font> (face, size, color…).
de: Ignoriere HTML-Attribute, die zu den Stilen der Elemente <body> (bgcolor, text...) und <font> (face, size, color...) beitragen.
el: Παράβλεψη των χαρακτηριστικών HTML που συμβάλλουν στο στυλ των στοιχείων <body> (bgcolor, text...) και <font> (face, size, color...).
es: Ignorar los atributos HTML que contribuyen a los estilos de los elementos <body> (bgcolor, text...) y <font> (face, size, color...).
gl: Ignorar atributos HTML que contribúan aos estilos dos elementos <body> (bgcolor, text…) e <font> (face, size, color…).
hu: A <body> (bgcolor, text...) és <font> (face, size, color...) elemek stílusához hozzájáruló HTML attribútumok figyelmen kívül hagyása.
it_it: Ignora attributi HTML che contribuiscono a stili sugli elementi <body> (bgcolor, text...) e <font> (face, size, color...).
ko_kr: <body> (bgcolor, text…)와 <font> (face, size, color…) 구성 요소의 스타일에 영향을 주는 HTML 속성은 무시합니다.
nl_nl: Negeer HTML-attributen die bijdragen aan stijlen op de elementen <body> (bgcolor, tekst...) en <font> (gezicht, grootte, kleur…).
pl: Ignoruj atrybuty HTML, które wpływają na style elementów <body> (bgcolor, text…) i <font> (face, size, color…).
ru: Игнорировать атрибуты HTML, влияющие на стили элементов <body> (bgcolor, text…) и <font> (face, size, color…).
sk: Ignorovať atribúty HTML, ktoré prispievajú k štýlom prvkov <body> (bgcolor, text…) a <font> (face, size, color…).
sr: Игнорише HTML атрибуте који утичу на стил елемената <body> (bgcolor, text…) и <font> (face, size, color…).
tr: <body> (bgcolor, text…) ve <font> (face, size, color…) ögelerindeki biçemleri etkileyen HTML öznitelikleri yok sayılsın.

source: Ignore publisher font families
ar: تجاهل عائلات خطوط الناشر
ca: Ignorar les famílies de tipus de lletra predefinides
cs: Ignorovat rodiny písem vydavatele
de: Ignoriere Schriftfamilien des Herausgebers
el: Παράβλεψη οικογενειών γραμματοσειρών του εκδότη
es: Ignorar las familias de fuentes predefinidas
fa: از خانواده قلم ناشر صرف نظر کن
fr: Ignorer les familles de polices de l’éditeur
gl: Ignorar as fontes do estilo incrustado
hu: Kiadói betűkészletek kihagyása
it_it: Ignora le famiglie di caratteri della casa editrice
ja: 原稿によるフォントファミリの設定を無視
ko_kr: 발행인의 폰트 패밀리 지정 무시하기
nl_nl: Uitgeverslettertypes negeren
pl: Ignoruj rodzinę czcionek wydawcy
pt_br: Ignorar famílias de fontes da editora
ro: Ignoră fonturile editurii
ru: Игнорировать издательские семейства шрифтов
sk: Ignorovať písma vydavateľa
sr: Игнориши фамилије фонта издавача
tr: Yayıncının yazı tipi aileleri yok sayılsın
uk: Ігнорувати сімейства шрифтів видавця
zh_cn: 忽略出版者字体类型

source: Disable font-family specified in embedded styles.
ar: تعطيل مجموعة الخطوط المحددة في الأنماط المضمنة.
ca: Desactivar la família de tipus de lletra especificada en l'estil incrustat.
cs: Zakáže rodiny písem určených ve vložených stylech.
de: Deaktiviert die in eingebetteten Stilen angegebene Schriftfamilie.
el: Απενεργοποιεί τις οικογένειες γραμματοσειρών που καθορίζονται σε ενσωματωμένα στυλ.
es: Desactivar la familia de fuentes especificada en estilo incrustado.
fr: Désactiver les familles de polices spécifiée dans les styles embarqués.
gl: Desactivar a familia de fontes nos estilos incrustados.
hu: A beágyazott stílusokban megadott betűkészlet definíciók letiltása.
it_it: Disabilita famiglia di caratteri specificata negli stili incorporati.
ja: 埋め込みスタイルで指定されたフォントファミリを無効にする。
ko_kr: 내장된 스타일에 지정된 글꼴 패밀리를 비활성화합니다.
nl_nl: Ingesloten font-family stijl uitschakelen.
pl: Wyłącz właściwość font-family we wbudowanych stylach.
pt_br: Desativa a família de fonte (font-family) especificada em estilos incorporados.
ro: Dezactivează familia de fonturi specificată în stilurile încorporate.
ru: Отключение семейства шрифтов, указанного во встроенных стилях.
sk: Zakázať písma špecifikované vo vložených štýloch.
sr: Искључује font-family наведено у уграђеним стиловима.
tr: Gömülmüş biçemlerde belirtilen font-family yazı tipi ailesi kullanılmasın.
uk: Вимкнути сімейство шрифту, зазначене у вбудованих стилях.
zh_cn: 禁用嵌入样式中指定的字体类型。

source: Ignore publisher font sizes
ar: تجاهل أحجام خطوط الناشر
ca: Ignorar grandàries de lletra predefinides
cs: Ignorovat velikosti písem vydavatele
de: Ignoriere Schriftgrößen des Herausgebers
el: Παράβλεψη μεγεθών γραμματοσειράς του εκδότη
es: Ignorar tamaños de fuente predefinidos
fa: از اندازه قلم ناشر صرف نظر کن
fr: Ignorer les tailles des polices de l’éditeur
gl: Ignorar tamaños de fonte do estilo incrustado
hu: Kiadói betűméretek kihagyása
it_it: Ignora le dimensioni dei caratteri della casa editrice
ja: 原稿によるフォントサイズを無視
ko_kr: 발행인의 폰트 크기 지정 무시하기
nl_nl: Uitgeverslettergroottes negeren
pl: Ignoruj rozmiar czcionek wydawcy
pt_br: Ignorar tamanhos de fonte da editora
ro: Ignoră mărimea fontului editurii
ru: Игнорировать издательские размеры шрифтов
sk: Ignorovať veľkosti písma vydavateľa
sr: Игнориши величине фонта издавача
tr: Yayıncının yazı boyutları yok sayılsın
uk: Ігнорувати розміри шрифтів видавця
zh_cn: 忽略出版者字体大小

source: Disable font-size specified in embedded styles.
ar: امنع تحديد حجم الخط الموجود في الأنماط المضمّنة.
ca: Desactivar la grandària de lletra especificada en estil incrustat.
cs: Zakáže velikosti písem určených ve vložených stylech.
de: Deaktiviert die in eingebetteten Stilen angegebene Schriftgröße.
el: Απενεργοποιεί το μέγεθος γραμματοσειράς που καθορίζεται στα ενσωματωμένα στυλ.
es: Desactivar el tamaño de fuente especificado en estilo incrustado.
fr: Désactiver la taille de police spécifiée dans les styles embarqués.
gl: Desactivar o tamaño de fonte especificado nos estilos incrustados.
hu: A beágyazott stílusokban megadott betűkészlet méretek letiltása.
it_it: Disabilita la dimensione del carattere specificata negli stili incorporati.
ja: 埋め込みスタイルで指定されたフォントサイズを無効化する。
ko_kr: 내장된 스타일에 지정된 글꼴 크기를 비활성화합니다.
nl_nl: Ingesloten font-size stijl uitschakelen.
pl: Wyłącz właściwość font-size we wbudowanych stylach.
pt_br: Desativa o tamanho da fonte especificado em estilos incorporados.
ro: Dezactivează mărimea de font specificată în stilurile încorporate.
ru: Отключение размера шрифтов, указанного во встроенных стилях.
sk: Zakázať veľkosť písma špecifikovanú vo vložených štýloch.
sr: Искључује font-size које је наведено у уграђеним стиловима.
tr: Gömülmüş biçemlerde belirtilen font-size yazı boyutu kullanılmasın.
uk: Вимкнути розмір шрифту, зазначений у вбудованих стилях.
zh_cn: 禁用嵌入样式中指定的字体大小。

source: Reset main text font size
ca: Restablir la grandària de font del text principal
cs: Resetovat velikost hlavního písma textu
de: Schriftgröße des Haupttextes zurücksetzen
el: Επαναφορά μεγέθους γραμματοσειράς κύριου κειμένου
es: Restablecer el tamaño de fuente del texto principal
fa: بازنشانی اندازه قلم اصلی
fr: Rétablir la taille du texte principal
gl: Restablecer o tamaño da fonte principal
hu: Szöveg betűméret visszaállítása
it_it: Ripristina la dimensione del carattere del testo principale
ja: 本文のフォントサイズをリセットする
ko_kr: 기본 텍스트 글꼴 크기 재설정
nl_nl: Hoofdtekstlettergrootte resetten
pl: Zresetuj rozmiar czcionki tekstu głównego
pt_br: Redefinir o tamanho da fonte do texto principal
ro: Resetează dimensiunea textului principal
ru: Общий размер шрифта для основного текста
sk: Obnoviť veľkosť písma hlavného textu
sr: Ресетуј величину фонта главног текста
tr: Ana metin yazı boyutunu sıfırla
uk: Скинути розмір шрифту основного тексту
zh_cn: 重置主文本字号
