Repository: spruceUI/spruceOS
Catalog: App/KoReader/l10n/*/koreader.po
Languages: ar, ca, cs, de, el, es, fa, fr, gl, hu, it_it, ja, ko_kr, nl_nl, pl, pt_br, ro, ru, sk, sr, tr, uk, zh_cn

source: Stable
ar: قناةُ التحديثِ الثَّابِتة
ca: Estable
cs: Stabilní verze
de: Stabil
el: Σταθερό
es: Estable
fa: پایدار
fr: Fiable
gl: Estable
hu: Stabil
it_it: Stabile
ja: 安定版
ko_kr: 안정
nl_nl: Stabiel
pl: Stabilny
pt_br: Estável
ro: Stabil
ru: Стабильная версия
sk: Stabilná
sr: Стабилна
tr: Kararlı
uk: Стабільний
zh_cn: 稳定版

source: Development
ar: قناةُ تحديثِ المبرمجين
ca: Desenvolupament
cs: Vývojová verze
de: Entwicklung
el: Προγραμματισμός
es: Desarrollo
fa: توسعه
fr: Développement
gl: Desenvolvemento
hu: Fejlesztői
it_it: Sviluppo
ja: 開発版
ko_kr: 개발
nl_nl: Ontwikkeling
pl: Deweloperski
pt_br: Desenvolvimento
ro: Dezvoltare
ru: Версия для разработчиков
sk: Vývoj
sr: Развојна
tr: Geliştirme
uk: В розробці
zh_cn: 开发

source: Download already scheduled. You'll be notified when it's ready.
ar: التنزيل مجدول بالفعل. سيتم إعلامك عندما يكون جاهزًا.
ca: La descàrrega està planificada. Es mostrarà una notificació quan estiga a punt.
cs: Stahování je již naplánováno. Až bude připraveno, budete upozorněni.
de: Das Herunterladen ist bereits geplant. Sie werden benachrichtigt, wenn er fertig ist.
el: Η λήψη έχει ήδη προγραμματιστεί. Θα ειδοποιηθείτε όταν είναι έτοιμη.
es: La descarga ya está programada. Cuando esté lista, se mostrará una notificación.
fa: دریافت در حال حاظر برنامه‌ریزی شده. وقتی آماده شد به شما اطلاع داده خواهد شد.
fr: Téléchargement déjà programmé. Vous serez averti·e quand il sera prêt.
gl: A descarga xa está planificada. Recibirás unha notificación cando estea preparada.
hu: A letöltés már beütemezve. Értesítés érkezik, ha készen van.
it_it: Scaricamento già pianificato. Ti verrà notificato quando sarà pronto.
ja: ダウンロードはすでにスケジュールされています。 準備ができたらお知らせします。
ko_kr: 다운로드가 이미 예약되었습니다. 준비가 되면 알림을 받게 됩니다.
nl_nl: Download al gepland. Je krijgt een melding als het klaar is.
pl: Pobieranie już zaplanowano. Otrzymasz powiadomienie, gdy będzie gotowe.
pt_br: Download já agendado. Você receberá uma notificação quando estiver pronto.
ro: Descărcarea este deja programată. Vei fi informat cînd este gata.
ru: Загрузка уже запланирована. Вы получите уведомление о её завершении.
sk: Sťahovanie je už naplánované. Keď bude aktualizačný súbor pripravený, budete upozornení.
sr: Преузимање је већ заказано. Бићете обавештени када буде спремно.
tr: İndirme zaten zamanlanmış. Hazır olduğunda size bildirilecek.
uk: Завантаження вже заплановане. Ви будете попереджені, коли воно буде готове.
zh_cn: 已安排下载。 准备就绪时，你会收到通知。

source: KOReader is up to date.
ar: نُسخةُ KOReader لديكَ هي الأحدث.
ca: No hi ha actualitzacions.
cs: KOReader je aktuální.
de: KOReader ist auf dem neuesten Stand.
el: Το KOReader είναι ενημερωμένο.
es: No hay actualizaciones.
fa: کوریدر بروز است.
fr: KOReader est à jour.
gl: KOReader está actualizado.
hu: A KOReader naprakész.
it_it: KOReader è aggiornato.
ja: KOReader は最新です。
ko_kr: KOReader가 최신 버전입니다.
nl_nl: KOReader is de meest recente versie.
pl: KOReader jest aktualny.
pt_br: O KOReader está atualizado.
ro: KOReader este la zi.
ru: Уже установлена последняя версия KOReader'а.
sk: KOReader je aktuálny.
sr: KOReader је ажуриран.
tr: KOReader güncel.
uk: KOReader є актуальним.
zh_cn: KOReader 已升级到最新版本。

source: Device no longer supported. Please check %1
ca: El dispositiu ha deixat de rebre suport. Comprovar %1
cs: Zařízení již není podporováno. Podívejte se prosím na %1
de: Das Gerät wird nicht mehr unterstützt. Bitte prüfen Sie %1
el: Η συσκευή δεν υποστηρίζεται πλέον. Παρακαλούμε ελέγξτε %1
es: El dispositivo ha dejado de recibir soporte. Comprobar %1
fa: دستگاه دیگر پشتیبانی نمی‌شود. لطفا %1 بررسی کنید
fr: L’appareil n’est plus pris en charge. Veuillez cocher %1
gl: O dispositivo deixou de estar soportado. Máis información en %1
hu: Az eszköz már nem támogatott. Kérjük, ellenőrizze %1
it_it: Dispositivo non più supportato. Controllare %1
ko_kr: 더 이상 지원되지 않는 장치입니다. %1를 확인하세요
nl_nl: Dit apparaat wordt niet langer ondersteund. Zie %1
pl: Urządzenie nie jest już obsługiwane. Sprawdź %1
pt_br: O dispositivo não é mais compatível. Por favor, verifique %1
ru: Устройство больше не поддерживается. Пожалуйста, проверьте %1
sk: Zariadenie už nie je podporované. Skontrolujte prosím na %1
sr: Уређај више није подржан. Молимо вас да погледате %1
tr: Bu aygıt artık desteklenmiyor. Lütfen %1 bölümüne bakın
uk: Пристрій більше не підтримується. Перегляньте %1
zh_cn: 此设备已不受支持。 请参见：%1

source: Unable to contact OTA server. Try again later, or try another mirror.
cs: Nepodařilo se kontaktovat OTA server. Zkuste to později, nebo použijte jiný zrcadlový server.
de: OTA-Server kann nicht kontaktiert werden. Versuchen Sie es später noch einmal, oder versuchen Sie einen anderen Spiegelserver.
el: Αδυναμία επικοινωνίας με τον διακομιστή OTA. Δοκιμάστε ξανά αργότερα ή δοκιμάστε ένα άλλο "mirror".
es: No es posible realizar conexión con el servidor OTA. Inténtelo de nuevo más tarde o pruebe con otro espejo.
fa: نمی‌توان به سرور OTA وصل شد. بعدا دوباره تلاش کنید، یا یک آینه دیگر را امتحان کنید.
fr: Impossible de contacter le serveur OTA. Réessayez ultérieurement ou essayez un autre miroir.
gl: Non é posible contactar co servidor OTA. Téntao máis tarde ou con outro servidor.
hu: Nem sikerült kapcsolatba lépni az OTA-kiszolgálóval. Próbálja meg később újra, vagy próbálkozzon egy másik tükörkiszolgálóval.
it_it: Impossibile contattare il server OTA. Riprova più tardi o prova con un altro mirror.
ko_kr: OTA 서버에 연결할 수 없습니다. 나중에 다시 시도하거나 다른 미러 경로를 시도해 보세요.
nl_nl: Geen verbinding met OTA-server mogelijk. Probeer het later nog eens of probeer een andere mirror.
pl: Nie można połączyć się z serwerem OTA. Spróbuj ponownie później lub użyj innego serwera lustrzanego.
pt_br: Não foi possível entrar em contato com o servidor OTA. Tente novamente mais tarde ou com outro servidor.
ru: Невозможно связаться с ОТА-сервером. Попробуйте обновиться позже или используйте другое зеркало.
sk: Nedá sa pripojiť na server OTA. Skúste to znova neskôr alebo skúste iný server.
sr: Не може да се контактира OTA. Покушајте опет касније, или пробајте други сервер.
tr: OTA sunucusuna bağlanılamıyor. Daha sonra tekrar deneyin veya başka bir yansı deneyin.
uk: Не вдалося зв'язатися з OTA-сервером. Спробуйте пізніше або скористайтеся іншим дзеркалом.
zh_cn: 无法连接到 OTA 服务器。请稍后尝试或尝试其他镜像源。

source: Do you want to update? Installed version: %1 Available version: %2
ar: هل تريد التحديث؟ الإصدار المثبت: %1 الإصدار المتاح: %2
ca: Desitja actualitzar? Versió instal·lada: %1 Versió disponible: %2
cs: Chcete aktualizovat? Nainstalovaná verze: %1 Dostupná verze: %2
de: Wollen Sie aktualisieren? Installierte Version: %1 Verfügbare Version: %2
el: Θέλετε να ενημερώσετε την έκδοση; Εγκατεστημένη έκδοση: %1 Διαθέσιμη έκδοση: %2
es: ¿Desea actualizar? Versión instalada: %1 Versión disponible: %2
fa: آیا می‌خواهید بروزرسانی انجام شود؟ نسخه نصب شده: %1 نسخه در دسترس: %2
fr: Voulez-vous effectuer la mise à jour ? Version installée : %1 Version disponible : %2
gl: Queres actualizar? Versión instalada: %1 Versión dispoñible: %2
hu: Elindítja a verziófrissítést? Jelenlegi verzió: %1 Elérhető verzió: %2
it_it: Vuoi aggiornare? Versione installata: %1 Versione disponibile: %2
ja: 更新しますか? インストール済バージョン: %1 利用可能なバージョン: %2
ko_kr: 업데이트할까요? 설치된 버전: %1 설치할 버전: %2
nl_nl: Bijwerken naar laatste versie? Geïnstalleerde versie: %1 Beschikbare versie: %2
pl: Czy chcesz aktualizować? Zainstalowana wersja: %1 Dostępna wersja: %2
pt_br: Deseja atualizar? Versão instalada: %1 Versão disponível: %2
ro: Dorești să actualizezi? Versiunea instalată: %1 Versiunea disponibilă: %2
ru: Вы хотите установить обновление? Установленная версия: %1 Доступная версия: %2
sk: Želáte si aktualizovať? Nainštalovaná verzia: %1 Dostupná verzia: %2
sr: Да ли желите да ажурирате? Инсталирана верзија: %1 Доступна верзија: %2
tr: Güncelleme yüklensin mi? Kurulmuş sürüm: %1 Kurulabilecek sürüm: %2
uk: Бажаєте розпочати оновлення? Встановлена версія: %1 Доступна версія: %2
zh_cn: 是否需要更新？ 已安装版本：%1 新发现版本：%2

# Application update | Button
source: Update
ar: تحديث
ca: Actualitzar
cs: Aktualizovat
de: Aktualisieren
el: Ενημέρωση
es: Actualizar
fa: بروزرسانی
fr: Mettre à jour
gl: Actualizar
hu: Frissítés
it_it: Aggiorna
ja: 更新
ko_kr: 업데이트
pl: Zaktualizuj
pt_br: Atualizar
ro: Actualizează
ru: Установить обновление
sk: Aktualizovať
sr: Ажурирај
tr: Güncelle
uk: Оновити
zh_cn: 更新

source: The currently installed version is newer than the available version. You'll need to uninstall the app before installing a previous version. Download anyway? Installed version: %1 Available version: %2
ar: الإصدار المثبت حاليا أحدث من الإصدار المتوفر. ستحتاج إلى إلغاء تثبيت التطبيق قبل تثبيت إصدار سابق. تحميل على أي حال؟ النسخة المثبتة: %1 النسخة المتاحة: %2
ca: La versió instal·lada actualment és més recent que la versió disponible. És necessari desinstal·lar l'aplicació abans d'instal·lar una versió anterior. Descarregar de totes maneres? Versió instal·lada: %1 Versió disponible: %2
cs: Aktuálně nainstalovaná verze je novější než dostupná verze. Před instalací předchozí verze budete muset aplikaci odinstalovat. Opravdu chcete stáhnout nižší verzi? Nainstalovaná verze: %1 Dostupná verze: %2
de: Die aktuell installierte Version ist neuer als die verfügbare Version. Sie müssen die Anwendung deinstallieren, bevor Sie eine frühere Version installieren können. Trotzdem herunterladen? Installierte Version: %1 Verfügbare Version: %2
el: Η τρέχουσα εγκατεστημένη έκδοση είναι νεότερη από τη διαθέσιμη έκδοση. Θα πρέπει να απεγκαταστήσετε την εφαρμογή πριν εγκαταστήσετε μια προηγούμενη έκδοση. Λήψη ούτως ή άλλως; Εγκατεστημένη έκδοση: %1 Διαθέσιμη έκδοση: %2
es: La versión instalada actualmente es más reciente que la versión disponible. Es necesario desinstalar la aplicación antes de instalar una versión anterior. Descargar de todos modos? Versión instalada: %1 Versión disponible: %2
fa: نسخه فعلی نصب شده از نسخه در دسترس جدیدتر است. نیاز است قبل از نصب نسخه قدیمی نرم‌افزار فعلی را پاک کنید. به هر شکل دریافت کن؟ نسخه نصب شده: %1 نسخه در دسترس: %2
fr: La version actuellement installée est plus récente que la version disponible. Vous devrez désinstaller l’application avant d’installer une version précédente. Télécharger quand même ? Version installée : %1 Version disponible : %2
gl: A versión instalada actualmente é máis recente que a versión dispoñible. Terás que desinstalar a aplicación antes de instalar a versión anterior. Descargar de todos xeitos? Versión instalada: %1 Versión dispoñible: %2
hu: A jelenleg telepített verzió újabb, mint a rendelkezésre álló verzió. Az előző verzió telepítése előtt el kell távolítania a jelenlegi alkalmazást. Mégis letölti? Telepített verzió: %1 Elérhető verzió: %2
it_it: La versione attualmente installata è più recente della versione disponibile. È necessario disinstallare l'applicazione prima di installare una versione precedente. Scaricare comunque? Versione installata: %1 Versione disponibile: %2
ja: 現在インストールされているバージョンは利用可能なバージョンよりも新しいものです。 以前のバージョンをインストールする前にアプリをアンインストールする必要があります。 それでもダウンロードしますか？ インストールされているバージョン: %1 利用可能なバージョン: %2
ko_kr: 현재 설치된 버전이 사용 가능한 버전보다 최신 버전입니다. 이전 버전을 설치하기 전에 앱을 제거해야합니다. 그래도 다운로드할까요? 설치된 버전: %1 사용 가능한 버전: %2
nl_nl: De huidige geïnstalleerde versie is nieuwer dan de beschikbare versie. Om een oudere versie te installeren, zul je de huidige versie moeten verwijderen. Toch downloaden? Geïnstalleerde versie: %1 Beschikbare versie: %2
pl: Obecnie zainstalowana wersja jest nowsza niż dostępna wersja. Należy odinstalować aplikację przed zainstalowaniem poprzedniej wersji. Pobrać mimo to? Zainstalowana wersja: %1 Dostępna wersja: %2
pt_br: A versão atualmente instalada é mais recente que a versão disponível. Você precisa desinstalar o aplicativo antes de instalar uma versão anterior. Baixar mesmo assim? Versão instalada: %1 Versão disponível: %2
ro: Versiunea instalată este mai nouă decît versiuena disponibilă. Va trebui să dezinstalezi aplicația înainte să instalezi o versiune mai veche. Dorești totuși să o descarci? Versiunea instalată: %1 Versiunea disponibilă: %2
ru: Текущая установленная версия новее, чем доступная версия. Перед установкой предыдущей версии приложение нужно удалить. Всё равно загрузить? Установленная версия: %1 Доступная версия: %2
sk: Aktuálne nainštalovaná verzia je novšia ako dostupná verzia. Pred inštaláciou staršej verzie, musíte najskôr aktuálnu aplikáciu odinštalovať. Prajete si ju stiahnuť aj tak? Nainštalovaná verzia: %1 Dostupná verzia: %2
sr: Тренутно инсталирана верзија је новија од доступне верзије. Пре инсталирања претходне верзије мораћете да деинсталирате апликацију. Желите ли ипак да је преузмете? Инсталирана верзија: %1 Доступна верзија: %2
tr: Kurulmuş sürüm kullanılabilecek sürümden yeni. Önceki bir sürümü kurmak için uygulamayı kaldırmalısınız. Buna rağmen indirilsin mi? Kurulmuş sürüm: %1 Kullanılabilecek sürüm: %2
uk: Встановлена версія новіша за доступну версію. Вам потрібно буде видалити застосунок, перш ніж встановлювати попередню версію. Все одно завантажити? Встановлена версія: %1 Доступна версія: %2
zh_cn: 当前安装的版本比可用版本要新。 你需要先卸载该应用，然后再安装以前的版本。 还是要下载吗？ 已安装的版本：%1 可用的版本：%2

source: The currently installed version is newer than the available version. Would you still like to continue and downgrade? Installed version: %1 Available version: %2
ar: الإصدارُ المُثبَّتٌ أحدثُ من المتوفِّر. أتريدُ المتابعةَ والنُزولَ إلى إصدارٍ أقدم؟ الإصدار الحالي: %1 الإصدار المتوفِّر: %2
ca: La versió instal·lada actualment és més recent que la versió disponible. Desitja continuar i instal·lar una versió anterior? Versió instal·lada: %1 Versió disponible: %2
cs: Aktuálně nainstalovaná verze je novější než dostupná verze. Opravdu chcete pokračovat a přejít na nižší verzi (downgradovat)? Nainstalovaná verze: %1 Dostupná verze: %2
de: Die aktuell installierte Version ist neuer als die verfügbare Version. Möchtest du trotzdem weitermachen und downgraden? Installierte Version: %1 Verfügbare Version: %2
el: Η τρέχουσα εγκατεστημένη έκδοση είναι νεότερη από τη διαθέσιμη έκδοση. Θέλετε να συνεχίσετε και να κάνετε αναβάθμιση; Εγκατεστημένη έκδοση: %1 Διαθέσιμη έκδοση: %2
es: La versión instalada actualmente es más reciente que la versión disponible. ¿Desea continuar e instalar una versión anterior? Versión instalada: %1 Versión disponible: %2
fa: نسخه نصب شده فعلی حدید‌تر از نسخه در درسترس است. آیا همچنان می‌خواهید ادامه داده و downgrade کنید؟ نسخه نصب شده: %1 نسخه در دسترس: %2
fr: La version actuellement installée est plus récente que la version disponible. Voulez-vous vraiment continuer et revenir à une version précédente ? Version installée : %1 Version disponible : %2
gl: A versión instalada actualmente é máis recente que a versión dispoñible. Queres aínda continuar e instalar a versión máis vella? Versión instalada: %1 Versión dispoñible: %2
hu: A jelenleg telepített verzió újabb, mint a rendelkezésre álló verzió. Szeretné folytatni és visszalép a régebbi verzióra? Telepített verzió: %1 Elérhető verzió: %2
it_it: La versione attualmente installata è più recente della versione disponibile. Vuoi continuare con la retrocessione? Versione installata: %1 Versione disponibile: %2
ja: 現在インストールされているバージョンは利用可能なバージョンよりも新しいものです。 それでも処理を続けてダウングレードしますか？ インストールされているバージョン: %1 利用可能なバージョン: %2
ko_kr: 현재 설치된 버전이 설치할 수 있는 버전보다 최신 버전입니다. 계속 진행해서 다운그레이드를 할까요? 설치된 버전: %1 설치할 버전: %2
nl_nl: De huidige geínstalleerde versie is nieuwer dan de beschikbare versie. Wil je nog steeds verdergaan en downgraden? Geïnstalleerde versie: %1 Beschikbare versie: %2
pl: Obecnie zainstalowana wersja jest nowsza niż dostępna wersja. Czy chcesz kontynuować i obniżyć wersję? Zainstalowana wersja: %1 Dostępna wersja: %2
pt_br: A versão atualmente instalada é mais recente que a versão disponível. Você ainda gostaria de continuar e desatualizar? Versão instalada: %1 Versão disponível: %2
ro: Versiunea instalată este mai nouă decît versiuena disponibilă. Dorești totuși să faci downgrade? Versiunea instalată: %1 Versiunea disponibilă: %2
ru: Текущая установленная версия новее, чем доступная версия. Вы всё равно хотите продолжить и перейти на старую версию? Установленная версия: %1 Доступная версия: %2
sk: Aktuálne nainštalovaná verzia je novšia ako dostupná verzia. Stále si želáte pokračovať a inštalovať staršiu verziu? Nainštalovaná verzia: %1 Dostupná verzia: %2
sr: Тренутно инсталирана верзија је новија од доступне верзије. Да ли још увек желите да наставите и пређете на старију верзију? Инсталирана верзија: %1 Доступна верзија: %2
tr: Kurulmuş sürüm kullanılabilecek sürümden yeni. Gene de ilerleyerek sürümü düşürmek istiyor musunuz? Kurulmuş sürüm: %1 Kullanılabilecek sürüm: %2
uk: Встановлена версія новіша за доступну версію. Все одно бажаєте продовжити та понизити версію? Встановлена версія: %1 Доступна версія: %2
zh_cn: 当前安装的版本比准备安装的版本要新。 你想要降级安装吗？ 当前安装的版本：%1 准备安装的版本：%2

source: Downgrade
ar: رجوعٌ الى الإصدار السَّابق
ca: Instal·lar
cs: Na nižší verzi
de: Zurückstufen
el: Επιστροφή στην προηγούμενη έκδοση
es: Instalar
fa: پایین‌بری نگارش
fr: Rétrograder
gl: Volver á versión anterior
hu: Visszaállítás
it_it: Retrocedi
ja: ダウングレード
ko_kr: 다운그레이드
nl_nl: Downgraden
pl: Obniż wersję
pt_br: Desatualizar
ro: Downgradează
ru: Установить старую версию
sk: Prechod na staršiu verziu
sr: Пређи на старију
tr: Düşür
uk: Понизити версію
zh_cn: 降级

source: Downloading may take several minutes…
ar: قد يستمر التحميل بضع دقائق…
ca: La descàrrega pot durar uns minuts…
cs: Stahování může trvat několik minut…
de: Das Herunterladen kann ein paar Minuten dauern …
el: Η λήψη μπορεί να διαρκέσει μερικά λεπτά…
es: La descarga puede durar varios minutos…
fa: در حال دریافت ممکن است چند دقیقه طول بکشد…
fr: Le téléchargement peut prendre quelques minutes…
gl: A descarga pode tardar uns minutos…
hu: A letöltés több percet is igénybe vehet…
it_it: Il download potrebbe richiedere alcuni minuti…
ja: ダウンロードは数分かかることがあります…
ko_kr: 다운로드에 몇 분 정도 걸릴 수 있습니다…
nl_nl: Het downloaden kan meerdere minuten duren…
pl: Proszę czekać, trwa pobieranie aktualizacji…
pt_br: O download pode demorar alguns minutos…
ro: Descărcarea poate dura cîteva minute…
ru: Загрузка может занять несколько минут…
sk: Sťahovanie môže trvať niekoľko minút…
sr: Преузимање може да потраје неколико минута…
tr: İndirme işlemi bir kaç dakika sürebilir…
uk: Завантаження може тривати кілька хвилин…
zh_cn: 下载大约需要几分钟……

source: Failed to update KOReader. You can: Cancel, keeping temporary files. Retry the update process with a full download. Abort and cleanup all temporary files.
ar: تعذّر تحديثُ KOReader. يمكنك: الإلغاء, والإبقاء على الملفات المؤقتة. إعادةُ المحاولة والتحميلُ من جديد. الإلغاء وإزالةِ الملفاتِ المؤقَّتة.
ca: No s'ha pogut actualitzar KOReader. És possible: Cancel·lar, mantenint els arxius temporals. Tornar a intentar l'actualització amb una descàrrega completa. Avortar i eliminar tots els arxius temporals.
cs: Nepodařilo se aktualizovat KOReader. Můžete: Zrušit a zachovat dočasné soubory. Zkusit aktualizaci s úplným balíčkem. Přerušit a pročistit všechny dočasné soubory.
de: KOReader konnte nicht aktualisiert werden. Sie können: Abbrechen, wobei temporäre Dateien erhalten bleiben. Versuchen Sie den Aktualisierungsvorgang erneut mit einem vollständigen Herunterladen. Abbrechen und alle temporären Dateien bereinigen.
el: Η ενημέρωση του KOReader απέτυχε. Μπορείτε: Να ακυρώσετε, διατηρώντας τα προσωρινά αρχεία. Να δοκιμάστε ξανά τη διαδικασία ενημέρωσης με πλήρη λήψη. Να διακόψετε και να διαγράψετε όλα τα προσωρινά αρχεία.
es: No se ha podido actualizar KOReader. Es posible: Cancelar, manteniendo los archivos temporales. Volver a intentar la actualización con una descarga completa. Abortar y eliminar todos los archivos temporales.
fa: بروزرسانی کوریدر ناموفق. شما می‌توانید: انصراف، حفظ فایل‌های موقت. فرایند بروزرسانی را با دانلود کامل دوباره امتحان کنید. خاتمه و پاکسازی تمام فایل‌های موقت.
fr: Échec de la mise à jour de KOReader. Vous pouvez : Annuler et conserver les fichiers temporaires. Réessayer le processus de mise à jour avec un téléchargement complet. Abandonner et nettoyer tous les fichiers temporaires.
gl: Non se puido actualiza KOReader. Podes: Cancelar, mantendo os ficheiros temporais. Tentar de novo o proceso de actualización cunha actualización completa. Abortar e limpar todos os ficheiros temporais.
hu: A KOReader frissítése nem sikerült. Lehetőségek: Mégse, az ideiglenes fájlok megőrzésével. Újra, frissítés teljes letöltéssel. Megszakítás, az összes ideiglenes fájl törlésével.
it_it: Impossibile aggiornare KOReader. Puoi: Annullare, mantenendo i file temporanei. Riprovare il processo di aggiornamento con un download completo. Interrompere e pulire tutti i file temporanei.
ja: KOReaderのアップデートに失敗しました。 あなたは以下のことが可能です。 キャンセルして一時ファイルを保持します。 フルダウンロードで更新プロセスを再試行します。 中止してすべての一時ファイルをクリーンアップします。
ko_kr: KOReader 업데이트에 실패했습니다. 할 수 있는 일은 다음과 같습니다: 임시 파일 유지한 채 취소하기. 전체 다운로드 업데이트 과정을 재시도하기. 모든 임시 파일을 지우고 중단하기.
nl_nl: KOReader updaten mislukt. Je kunt: Annuleren, met behoud van tijdelijke bestanden. Opnieuw proberen met een volledige download. Afbreken en tijdelijke bestanden verwijderen.
pl: Aktualizacja KOReader zakończona niepowodzeniem. Możesz: Anulować, zachowując pliki tymczasowe. Ponowić aktualizację powtarzając pobieranie plików. Przerwać i wyczyścić wszystkie pliki tymczasowe.
pt_br: Falha ao atualizar o KOReader. Você pode: Cancelar, mantendo arquivos temporários. Tentar novamente a atualização com um download completo. Abortar e limpar todos os arquivos temporários.
ro: KOReader nu a putut fi actualizat. Ai putea să: anulezi, păstrînd fișierele temporare. reîncerci să actualizezi folosing un download complet. anulezi, ștergînd toate fișierele temporare.
ru: Обновление KOReader'а не удалось. Вы можете: Отменить его, сохранив временные файлы. Повторить процесс обновления с полной загрузкой. Остановить обновление и стереть все временные файлы.
sk: Aktualizácia KOReader-a zlyhala. Môžete: Zrušiť aktualizáciu a ponechať dočasné súbory. Zopakovať aktualizáciu s úplným stiahnutím. Zrušiť a vymazať všetky dočasné súbory.
sr: Није успело ажурирање програма KOReader. Можете да: Откажете, задржавајући привремене фајлове. Поново покушате процес ажурирања са комплетним преузимањем. Прекинете и очистите све привремене фајлове.
tr: KOReader güncellenemedi. Yapabilecekleriniz: İptal ederek geçici dosyaları bırakabilirsiniz. Tam paketi indirerek yeniden güncellemeyi deneyebilirsiniz. Vazgeçip tüm geçici dosyaları silebilirsiniz.
uk: Не вдалося оновити KOReader. Ви можете: Скасувати, зберігши тимчасові файли. Повторити спробу оновлення з повним завантаженням. Перервати та очистити всі тимчасові файли.
zh_cn: KOReader 更新失败。 你可以尝试： 取消：取消但保留临时文件； 重试：以完整升级包重试升级； 终止：终止升级进程并清理临时文件。
