Repository: spruceUI/spruceOS
Catalog: App/KoReader/l10n/*/koreader.po
Languages: ar, ca, cs, de, el, es, fa, fr, gl, hu, it_it, ja, ko_kr, nl_nl, pl, pt_br, ro, ru, sk, sr, tr, uk, zh_cn

source: Keep top and bottom margins synchronized. - 'off' allows different top and bottom margins. - 'on' keeps top and bottom margins locked, ensuring text is vertically centered in the page. In the top menu → Settings → Status bar, you can choose whether the bottom margin applies from the bottom of the screen, or from above the status bar.
ar: حافظ على تزامن الهوامش العلوية والسفلية. - "إيقاف" يسمح بهوامش علوية وسفلية مختلفة. - "تشغيل" يحافظ على الهوامش العلوية والسفلية مقفلة ، مما يضمن توسيط النص رأسياً في الصفحة. في القائمة العلوية ← الإعدادات ← شريط الحالة ، يمكنك اختيار ما إذا كان الهامش السفلي ينطبق من أسفل الشاشة ، أو من أعلى شريط الحالة.
ca: Sincronització de marges superior i inferior. - 'off' permet marges superior i inferior diferents. - 'on' manté els marges superior i inferior bloquejats, assegurant que el text estigui centrat verticalment en la pàgina. En el menú superior → Configuració → Barra d'estat, es pot triar si el marge inferior s'aplica des de la part inferior de la pantalla o des de la barra d'estat.
cs: Synchronizuje horní a spodní okraj. - „vyp“ (vypnuto) - umožňuje nastavit jiný horní a spodní okraj. - „zap“ (zapnuto) - synchronizuje velikost horního a spodního okraje, takže text je na stránce svisle vycentrován. V horní nabídce → Nastavení → Stavová lišta můžete určit, jestli spodní okraj bude začínat naspodu obrazovky, nebo nad stavovou lištou.
de: Oberen und unteren Rand synchron halten. - 'Aus' erlaubt unterschiedlichen oberen und unteren Rand. - 'An' hält den oberen und unteren Rand synchron, so dass der Text vertikal in der Mitte der Seite steht. Im oberen Menü → Einstellungen → Statusleiste kannst du wählen, ob der untere Rand ab dem Bildschirmrand oder ab der Statusleiste gilt.
el: Διατηρεί το επάνω και κάτω περιθώριο στο ίδιο μέγεθος. - Η επιλογή «όχι» επιτρέπει διαφορετικά περιθώρια επάνω και κάτω. - Η επιλογή «ναι» διατηρεί το επάνω και το κάτω περιθώριο κλειδωμένο, διασφαλίζοντας ότι το κείμενο είναι κάθετα κεντραρισμένο στη σελίδα. Στο επάνω μενού → Ρυθμίσεις → Γραμμή κατάστασης, μπορείτε να επιλέξετε εάν το κάτω περιθώριο ισχύει από το κάτω μέρος της οθόνης ή από επάνω από τη γραμμή κατάστασης.
es: Sincronización de márgenes superior e inferior. - 'off' permite márgenes superior e inferior diferentes. - 'on' mantiene los márgenes superior e inferior bloqueados, asegurando que el texto esté centrado verticalmente en la página. En el menú superior → Configuración → Barra de estado, se puede elegir si el margen inferior se aplica desde la parte inferior de la pantalla o desde la barra de estado.
fr: Conserve les marges supérieures et inférieures synchronisées. - « Désactivé » permet d’utiliser des valeurs différentes entre les deux. - « Activé » permet de les verrouiller à la même valeur, afin que le texte soit centré verticalement au milieu de la page. Dans le menu du haut → Paramètres → Barre d’état, vous pouvez choisir si la marge inférieure s’applique à partir du bas de l’écran ou du dessus de la barre d’état.
gl: Manter marxes superior e inferior iguais. - 'non' permite marxes superior e inferior diferentes. - 'si' mantén as marxes superior e inferior ligadas, asegurando que o texto queda centrado verticalmente na páxina. No menú superior → Configuración → Barra de estado, podes escoller se a marxe inferior se toda desde a beira inferior da pantalla ou desde a barra de estado.
hu: A felső és alsó margók szinkronban tartása. - a 'ki' eltérő felső és alsó margókat tesz lehetővé. - a 'be' a felső és az alsó margókat zárolja, ezzel biztosítva, hogy a szöveg függőlegesen középen jelenjen meg az oldalon. A felső menü → Beállítások → Állapotsorban választhatja ki, hogy az alsó margó a képernyő alján, vagy az állapotsor felett legyen-e érvényes.
it_it: Mantieni sincronizzati i margini superiore e inferiore. - "spento" consente diversi margini superiore e inferiore. - "acceso" mantiene i margini superiore e inferiore bloccati, assicurando che il testo sia centrato verticalmente nella pagina. Nel menu in alto → Impostazioni → Barra di stato, puoi scegliere se applicare il margine inferiore dalla parte inferiore dello schermo o da sopra la barra di stato.
ja: トップとボトムのマージンを同期させます。 - 「オフ」は上下のマージンが異なることを許可します。 - 「オン」は上下のマージンを固定し、テキストがページの垂直方向の中央に配置されるようにします。 トップメニュー → 設定 → ステータスバーで、下余白を画面下部から適用するか、ステータスバーの上から適用するかを選択できます。
ko_kr: 위쪽과 아래쪽 여백을 같게 두세요. - '끄기': 위/아래 여백을 다르게 둘 수 있습니다. - '켜기': 위/아래 여백이 같도록 고정해서, 페이지에서 텍스트가 세로로 중앙에 정렬되도록 합니다. 상단 메뉴 → 설정 → 상태 막대에서, 아래쪽 여백을 화면 아래쪽에서부터 적용할지 아니면 상태 막대 위에서부터 적용할지를 선택할 수 있습니다.
nl_nl: Boven- en ondermarges gelijk houden. - 'uit' staat verschillende boven- en ondermarges toe. - 'aan' houdt de boven- en ondermarges gelijk, zodat tekst verticaal op de pagina wordt gecentreerd. In het bovenmenu → Instellingen → Statusbalk, kan worden gekozen of de ondermarge wordt toegepast vanaf de onderkant van het scherm, of vanaf de statusbalk.
pl: Synchronizuj górny i dolny margines. - „wyłączony” pozwala na różne górne i dolne marginesy. - „włączony” blokuje górny i dolny margines, zapewniając, że tekst jest wyśrodkowany pionowo na stronie. Górne menu → Ustawienia → Pasek stanu możesz wybrać, czy dolny margines ma być zastosowany do dołu ekranu, czy powyżej paska stanu.
pt_br: Mantém as margens superior e inferior sincronizadas. - ‘desativado’ permite margens superior e inferior diferentes. - ‘ativado’ mantém as margens superior e inferior bloqueadas, garantindo que o texto seja centralizado verticalmente na página. No menu superior → Configurações → Barra de estado, você pode escolher se a margem inferior se aplica na parte inferior da tela ou acima da barra de estado.
ro: Păstrează marginile de sus și de jos sincronizate. - „nu” permite margini diferite. - „da” permite centrarea textului în pagină, marginile fiind egale. În meniul de sus → Setări → Bara de stare, poți alege dacă marginea de jos ține cont de bara de stare sau de marginea fizică a ecranului.
ru: Синхронизация размеров верхнего и нижнего полей страницы: • «выкл» позволяет настраивать данные поля по отдельности; • «вкл» обеспечивает их одновременную настройку, заодно центрируя текст на странице по вертикали. В верхнем меню можно задать отсчёт нижнего поля как от края экрана, так и от верха строки состояния: «⚙ → Строка состояния».
sk: Udržiavať vrchný a spodný okraj synchronizovaný. - 'vypnuté' umožňuje rozdielne horné a spodné okraje. - 'zapnuté' ponecháva horný a dolný okraj rovnaký, čím sa zabezpečí, že text bude vertikálne vycentrovaný na stránke. V hornom menu → Nastavenia → Stavový riadok si môžete vybrať, či sa spodný okraj použije od spodnej časti obrazovky alebo až nad stavovým riadkom.
sr: Одржава горње и доње маргине синхронизоване. - ’искључено’ дозвољава различите горње и доње маргине. - ’укључено’ држи горње и доње маргине закључане и тако обезбеђује да је текст вертикално центриран на страници. У горњем менију → Подешавања → Статусна линија, можете да изаберете желите ли да се доња маргина примењује гледано од дна екрана, или од врха статусне линије.
tr: Alt ve üst kenar boşluklarının eşit olmasını sağlar. - 'Kapalı' üst ve alt kenar boşlukları farklı olabilir. - 'Açık' üst ve alt kenar boşlukları aynı olur ve metin dikey olarak ortalanır. Üst Menü → Ayarlar → Durum Çubuğu yoluyla alt kenar boşluğunun ekranın alt kısmına mı durum çubuğunun üzerine mi ekleneceğini seçebilirsiniz.
uk: Зберігає верхнє і нижнє поля синхронізованими. - 'Вимк.' дозволяє задати різні верхнє і нижнє поля. - 'Увімк..' зберігає верхнє і нижнє поля заблокованими, забезпечуючи вертикальне центрування тексту на сторінці. У верхньому меню → Налаштування → Панель стану можна вибрати, чи застосовується нижнє поле в нижній частині екрана або над панеллю стану.
zh_cn: 将页面顶部和顶部边距同步。 - “关闭” 状态下可以分别设置顶部和底部边距。 - “开启” 状态下页面顶部与底部边距将设置为一致的值，保证文本在页面中垂直居中。 在“顶部菜单→设置→状态栏”中可以设置页面底部边距的计算方式。可设置为从屏幕底部开始计算，或从状态栏顶部开始计算。

source: Top Margin
ar: الهامش العلوي
ca: Marge superior
cs: Horní okraj
de: Oberer Rand
el: Επάνω Περιθώριο
es: Margen superior
fa: حاشیه بالا
fr: Marge supérieure
gl: Marxe Superior
hu: Felső margó
it_it: Margine superiore
ja: 上余白
ko_kr: 위쪽 여백
nl_nl: Bovenmarge
pl: Górny margines
pt_br: Margem superior
ro: Margine sus
ru: Верхнее поле
sk: Vrchný okraj
sr: Горња маргина
tr: Üst kenar boşluğu
uk: Верхнє поле
zh_cn: 顶部边距

source: Top/Bottom Margins
ar: الهوامش العلوية / السفلية
ca: Marges superior/inferior
cs: Horní/Spodní okraj
de: Oben/Unten Ränder
el: Επάνω/Κάτω Περιθώρια
es: Márgenes superior/inferior
fa: حاشیه بالا/پایین
fr: Marges Haut/Bas
gl: Marxes Superior/Inferior
hu: F/A margó
it_it: Margine superiore e inferiore
ja: 上下余白
ko_kr: 위/아래 여백
nl_nl: Boven-/ondermarge
pl: Górny/Dolny marg.
pt_br: Margens superior/inferior
ro: Margini sus/jos
ru: Верхнее/нижнее поля
sk: Horné/dolné okraje
sr: Горње/Доње маргине
tr: Alt/Üst kenar boşlukları
uk: Нижнє/Верхнє поле
zh_cn: 顶部/底部边距

source: Bottom Margin
ar: الهامس السفلي
ca: Marge inferior
cs: Spodní okraj
de: Unterer Rand
el: Κάτω Περιθώριο
es: Margen inferior
fa: حاشیه پایین
fr: Marge inférieure
gl: Marxe Inferior
hu: Alsó margó
it_it: Margine inferiore
ja: 下余白
ko_kr: 아래쪽 여백
nl_nl: Ondermarge
pl: Dolny margines
pt_br: Margem inferior
ro: Margine jos
ru: Нижнее поле
sk: Spodný okraj
sr: Доња маргина
tr: Alt kenar boşluğu
uk: Нижнє поле
zh_cn: 底部边距

source: In the top menu → Settings → Status bar, you can choose whether the bottom margin applies from the bottom of the screen, or from above the status bar.
ar: في القائمة العلوية ← الإعدادات ← شريط الحالة ، يمكنك اختيار ما إذا كان الهامش السفلي ينطبق من أسفل الشاشة ، أو من أعلى شريط الحالة.
ca: En el menú superior → Configuració → Barra d'estat, es pot triar si el marge inferior s'aplica des de la part inferior de la pantalla o des de la barra d'estat.
cs: V horní nabídce → Nastavení → Stavová lišta můžete určit, jestli spodní okraj bude začínat naspodu obrazovky, nebo nad stavovou lištou.
de: Im oberen Menü → Einstellungen → Statusleiste kannst du wählen, ob der untere Rand ab dem unteren Bildschirmrand oder ab der Statusleiste gilt.
el: Στο επάνω μενού → Ρυθμίσεις → Γραμμή κατάστασης, μπορείτε να επιλέξετε εάν το κάτω περιθώριο ισχύει από το κάτω μέρος της οθόνης ή από επάνω από τη γραμμή κατάστασης.
es: En el menú superior → Configuración → Barra de estado, se puede elegir si el margen inferior se aplica desde la parte inferior de la pantalla o desde la barra de estado.
fr: Dans le menu du haut → Paramètres → Barre d’état, vous pouvez choisir si la marge inférieure s’applique à partir du bas de l’écran ou du dessus de la barre d’état.
gl: No menú superior → Configuración → Barra de estado, podes escoller se a marxe inferior se toma desde a beira inferior da pantalla ou desde a barra de estado.
hu: A felső menü → Beállítások → Állapotsorban választhatja ki, hogy az alsó margó a képernyő alján, vagy az állapotsor felett legyen-e érvényes.
it_it: Nel menu in alto → Impostazioni → Barra di stato, puoi scegliere se applicare il margine inferiore dalla parte inferiore dello schermo o da sopra la barra di stato.
ja: トップメニュー → 設定 → ステータスバーで、ボトムマージンを画面下部から適用するか、ステータスバーの上から適用するかを選択できます。
ko_kr: 상단 메뉴 → 설정 → 상태 막대에서, 아래쪽 여백을 화면 아래쪽에서부터 적용할지 아니면 상태 막대 위에서부터 적용할지를 선택할 수 있습니다.
nl_nl: In het bovenmenu → Instellingen → Statusbalk, kan worden gekozen of de ondermarge wordt toegepast vanaf de onderkant van het scherm, of vanaf de statusbalk.
pl: Górne menu → Ustawienia → Pasek stanu możesz wybrać, czy dolny margines ma być zastosowany do dołu ekranu, czy powyżej paska stanu.
pt_br: No menu superior → Configurações → Barra de status, você pode escolher se a margem inferior será aplicada na parte inferior da tela ou acima da barra de status.
ro: În meniul de sus → Seări → Bara de stare, poți alege dacă marginea de jos se aplică de la marginea de jos a ecranului sau de deasupra barei de stare.
ru: В верхнем меню можно задать отсчёт нижнего поля как от края экрана, так и от верха строки состояния: «⚙ → Строка состояния».
sk: Vo vrchnom menu → Nastavenia → Stavový riadok si môžete vybrať, či sa spodný okraj použije v spodnej časti obrazovky alebo až nad stavovým riadkom.
sr: У горњем менију → Подешавања → Статусна линија, можете да изаберете желите ли да се доња маргина примењује гледано од дна екрана, или од врха статусне линије.
tr: Üst menü → Ayarlar → Durum çubuğu yoluyla alt kenar boşluğunun ekranın alt kısmına mı durum çubuğunun üzerine mi ekleneceğini seçebilirsiniz.
uk: У верхньому меню → Налаштування → Панель стану ви можете вибрати, чи буде застосовуватися нижнє поле внизу екрана або над панеллю стану.
zh_cn: 在“顶部菜单→设置→状态栏”中可以设置页面底部边距的计算方式。可设置为从屏幕底部开始计算，或从状态栏顶部开始计算。

source: View Mode
ar: وضع العرض
ca: Mode de visualització
cs: Režim zobrazení
de: Anzeige
el: Τύπος προβολής
es: Modo de vista
fa: حالت نمایش
fr: Mode d’affichage
gl: Modo de vista
hu: Olvasási mód
it_it: Modalità di visualizzazione
ja: 表示モード
ko_kr: 보기 방식
nl_nl: Weergavemodus
pl: Tryb przeglądania
pt_br: Modo de visualização
ro: Afișare
ru: Режим просмотра
sk: Režim zobrazenia
sr: Режим погледа
tr: Görünüm kipi
uk: Режим Перегляду
zh_cn: 显示模式

source: continuous
ar: مستمر
ca: continu
cs: nepřetržitě
de: fortlaufend
el: συνεχής
es: continuo
fa: پیوسته
fr: continu
gl: continuo
hu: folyamatos
it_it: ininterrotto
ja: 連続表示
ko_kr: 연속
nl_nl: ononderbroken
pl: ciągły
pt_br: contínuo
ro: continuă
ru: непрерывный
sk: priebežný
sr: непрекидни
tr: sürekli
uk: безперервно
zh_cn: 连续

source: - 'page' mode splits the text into pages, at the most acceptable places (page numbers and the number of pages may change when you change fonts, margins, styles, etc.). - 'continuous' mode allows you to scroll the text like you would in a web browser (the 'Page Overlap' setting is only available in this mode).
ar: - وضع "الصفحة" يقسم النص إلى صفحات ، في الأماكن الأكثر قبولًا (قد تتغير أرقام الصفحات وعدد الصفحات عند تغيير الخطوط والهوامش والأنماط وما إلى ذلك). - يسمح لك الوضع "المستمر" بتمرير النص كما تفعل في متصفح الويب (يتوفر إعداد "تداخل الصفحة" فقط في هذا الوضع).
ca: - El mode 'pàgina' divideix el text en pàgines en els llocs més apropiats (els números de pàgina i el nombre de pàgines poden variar quan es modifiquen les lletres, els marges, els estils, etc.). - El mode 'continu' permet desplaçar el text com en un navegador web (l'ajust 'Solapament de pàgines' només està disponible en aquesta manera).
cs: - „stránka“ - režim stránka rozdělí text na stránky na nejvíce přijatelných místech (číslování stránek a celkový počet stránek se může změnit, pokud změníte písmo, okraje, styly atd.). - „nepřetržitě“ - režim nepřetržitě umožňuje posunovat text jako byste ho četli ve webovém prohlížeči (nastavení „Přesah stránek“ je dostupné pouze v tomto režimu).
de: - Der Modus 'Seite' teilt den Text in Seiten auf, und zwar an den akzeptabelsten Stellen (Seitenzahlen und die Anzahl der Seiten können sich ändern, wenn Sie Schriftarten, Ränder, Stile usw. ändern). - Der 'kontinuierliche' Modus erlaubt es Ihnen, den Text wie in einem Webbrowser zu scrollen (die Einstellung 'Seitenüberlappung' ist nur in diesem Modus verfügbar).
el: - Ο τύπος «σελίδα» χωρίζει το κείμενο σε σελίδες, στα πιο αποδεκτά σημεία (οι αριθμοί των σελίδων και το σύνολο των σελίδων ενδέχεται να αλλάξουν όταν αλλάζετε γραμματοσειρές, περιθώρια, στυλ κ.λπ.). - Ο τύπος «συνεχής» σάς επιτρέπει να κάνετε κύλιση του κειμένου όπως θα κάνατε σε ένα πρόγραμμα περιήγησης διαδικτύου(η ρύθμιση «Επικάλυψη Σελίδας» είναι διαθέσιμη μόνο σε αυτήν τη λειτουργία).
es: - El modo 'página' divide el texto en páginas en los lugares más apropiados (los números de página y el número de páginas pueden variar cuando se modifican las fuentes, los márgenes, los estilos, etc.). - El modo 'continuo' permite desplazar el texto como en un navegador web (el ajuste 'Solapamiento de páginas' sólo está disponible en este modo).
fa: - حالت 'صفحه' نوشته را به صفحات تقسیم می‌کند، در بیشتر مواقع قابل قبول است (شماره صفحات و تعداد صفحات ممکن است زمانی که قلم‌ها، حاشبه‌ها، سبک‌ها و... را تغییر می‌دهید، تغییر کنند). - حالت 'پیوسته' اجازه پیمایش (scroll) در متن را همانگونه که در مرورگر اینترنتی است را به شما می‌دهد ( تنظیمات 'همپوشانی صفحات' تنها در این حالت در دسترس است).
fr: – Le mode « page » sépare le texte en pages, à l’endroit le plus propice (les numéros de page et le nombre de pages peuvent changer quand vous changez de police, marges, style, etc.). – Le mode « continu » vous permet de faire défiler le texte comme vous le feriez dans un navigateur (le réglage « Chevauchement de page » est uniquement disponible dans ce mode).
gl: - modo 'páxina' divide o texto en páxinas nos puntos máis adecuados (os números de páxina e o número de páxinas pode cambiar cando cambias fontes, marxes, estilos, etc.). - modo 'continuo' permite desprazar o texto como o farías cun navegador web (a configuración 'Solapamento de Páxina' está dispoñible só neste modo).
hu: - az 'oldalak' mód a szöveget oldalakra tördeli, a leginkább elfogadható helyeken (a betűtípusok, margók, stílusok stb. megváltoztatásakor az oldalak száma és az oldalak száma változhat). - a 'folyamatos' mód úgy teszi lehetővé a szöveg görgetését, mint egy böngészőben (az 'Oldalak átfedése' csak ebben a módban érhető el).
it_it: - il modo 'pagina' spezza il testo in pagine nei punti più accettabili (i numeri di pagina e le pagine totali possono cambiare variando carattere, margini, stili, ecc.) - il modo 'continuo' permette di scorrere il testo come in un web browser (il controllo 'Pagine Sovrapposte' è disponibile solo in questo modo).
ja: - 「page」モードはテキストを最も受け入れやすい場所でページに分割します(フォント、マージン、スタイルなどを変更するとページ番号やページ数が変更されることがあります)。 - 「連続」モードではウェブブラウザのようにテキストをスクロールできます(「ページの重ね合わせ」設定はこのモードでのみ有効です)。
ko_kr: - '페이지' 모드는 본문을 페이지 형태로 분할하여 알맞게 표시합니다 (글꼴, 여백, 스타일 등을 변경하면 페이지 번호와 페이지 수가 변경될 수 있음). - '연속' 모드를 사용하면 웹 브라우저에서와 같이 텍스트를 스크롤할 수 있습니다 ( '페이지 오버랩' 설정은 이 모드에서만 사용 가능).
nl_nl: - 'pagina' modus splitst de tekst in pagina's waar van toepassing (paginanummers en het aantal pagina's kunnen wijzigen afhankelijk van het gekozen lettertype, de marges, stijlen, enz.). - 'ononderbroken' modus staat toe om te scrollen zoals in een webbrowser (de 'Pagina-overlap'-instelling is enkel beschikbaar in deze modus).
pl: - tryb „strona” dzieli tekst na strony w najbardziej akceptowalnych miejscach (numery stron i liczba stron mogą ulec zmianie przy zmianie czcionki, marginesów, stylów itp.). - tryb „ciągły” umożliwia przewijanie tekstu tak, jak w przeglądarce internetowej (ustawienie „Nakładanie stron” jest dostępne tylko w tym trybie).
pt_br: - O modo ‘página’ separa o texto em páginas nos locais mais aceitáveis (os números das páginas e a quantidade de páginas podem alterar quando você altera fontes, margens, estilos, etc.). - O modo ‘contínuo’ permite que você role o texto como você faria em um navegador da web (a configuração ‘Sobreposição de página’ só está disponível nesse modo).
ro: - modul „pagină” împarte textul în pagini în cele mai potivite locuri (numerele de pagină și numărul total de pagini se pot schimba atunci cînd se modifică fonturi, margini, stiluri etc.) - modul „continuu” permite derularea textului ca într-un navigator web (setarea „Suprapunere pagini” este disponibilă doar în acest mod).
ru: • «постраничный» режим разбивает текст на страницы в наиболее приемлемых местах (нумерация и количество страниц могут меняться при изменении шрифтов, полей, стилей и т. д.); • «непрерывный» режим позволяет прокручивать текст, как если бы вы читали в веб-браузере (только в этом режиме доступна настройка «Перекрытие страниц»).
sk: - režim „strana“ rozdeľuje text na strany na najprijateľnejších miestach (čísla strán a počet strán sa môžu zmeniť, keď zmeníte písmo, okraje, štýly atď.). - „priebežný“ režim vám umožňuje posúvať text ako vo webovom prehliadači (nastavenie „Prekrývanie stránok“ je dostupné iba v tomto režime).
sr: - режим ’страница’ дели текст на странице, на најприхватљивијим местима (бројеви страница и укупан број странциа могу да се промене када промените фонтове, маргине, стилове, итд.). - ’непрекидни’ режим вам омогућава да текст скролујете као што то радите у веб прегледачу (подешавање ’Преклапање странице’ је доступно само у овом режиму).
tr: - 'Sayfa' kipi metni en kabul edilebilir yerlerde sayfalara böler (yazı tiplerini, kenar boşluklarını, biçemleri vb. değiştirdiğinizde sayfa numaraları ve sayfa sayısı değişebilir). - 'Sürekli' kip, metni bir web tarayıcısında yaptığınız gibi kaydırmanıza izin verir ('Sayfa örtüşmesi' ayarı yalnızca bu kipte kullanılabilir).
uk: - режим 'сторінка' розбиває текст на сторінки в найприйнятніших місцях (номери сторінок і кількість сторінок можуть змінюватися під час зміни шрифтів, полів тощо). - 'безперервний' режим дозволяє вам прокручувати текст як у вебоглядчі (налаштування 'Перекриття сторінки' доступне лише у цьому режимі).
zh_cn: - “页面” 模式会将文本在适当的地方分成多页（页码和每页的文本数量可能会在修改字体、边距、样式等情况下改变）。 - “连续” 模式允许你像使用网页浏览器一样滚动文本（“页面重叠”选项仅在此模式下可用）。

source: Render Mode
ar: وضع المعالجة
ca: Mode de representació
cs: Režim vykreslování
de: Rendermodus
el: Τρόπος Απόδοσης
es: Modo de renderizado
fa: حالت رندر
fr: Mode de rendu
gl: Modo de renderización
hu: Render mód
it_it: Modalità Resa Grafica
ja: 描画モード
ko_kr: 렌더링 모드
nl_nl: Rendermodus
pl: Tryb renderowania
pt_br: Modo de renderização
ro: Mod redare
ru: Режим отрисовки
sk: Režim vykreslenia
sr: Режим приказа
tr: Görüntüleme modu
uk: Режим візуалізації
zh_cn: 渲染模式

source: legacy
ar: ميراث
ca: llegat
cs: původní
de: Altsystem
el: παλαιός
es: heredado
fa: منسوخ شده
fr: obsolète
gl: herdanza
hu: örökölt
it_it: eredità
ja: レガシー
ko_kr: 기존
nl_nl: verouderd
pl: wsteczny
pt_br: legado
ro: învechit
ru: старый
sk: historický
sr: застарели
tr: eski
uk: наслідування
zh_cn: 传统

source: flat
ar: مسطح
ca: pla
cs: plochý
de: Flach
el: επίπεδος
es: plano
fa: تخت
fr: à plat
gl: plano
hu: lapos
it_it: piatto
ja: フラット
ko_kr: 플랫
nl_nl: plat
pl: płaski
pt_br: plano
ro: plat
ru: ровный
sk: plochý
sr: равни
tr: düz
uk: плаский
zh_cn: 平坦

source: book
ar: كتاب
ca: llibre
cs: kniha
de: Buch
el: βιβλίο
es: libro
fa: کتاب
fr: livre
gl: libro
hu: könyv
it_it: libro
ja: 書籍
ko_kr: 책
nl_nl: boek
pl: książka
pt_br: livro
ro: carte
ru: книга
sk: kniha
sr: књига
tr: kitap
uk: книга
zh_cn: 书籍

source: web
ar: الويب
el: δίκτυο
fa: وب
ja: ウェブ
ko_kr: 웹
pl: sieć
ru: веб
sr: веб
uk: веб
zh_cn: 网页
