Repository: spruceUI/spruceOS
Catalog: App/KoReader/l10n/*/koreader.po
Languages: ar, ca, cs, de, el, es, fa, fr, gl, hu, it_it, ja, ko_kr, nl_nl, pl, pt_br, ro, ru, sk, sr, tr, uk, zh_cn

source: Text content is empty. Do you want to keep this file as empty, or do you prefer to delete it? %1
ar: المحتوى النّصي فارغ. هل تريد تركه هكذا, أم تفضّل أن يتمّ حذفه؟ %1
ca: L'arxiu no té contingut. Vol mantenir aquest arxiu buit o prefereix eliminar-lo? %1
cs: Není tu žádný text. Chcete nechat tento soubor prázdný, nebo ho raději chcete smazat? %1
de: Der Textinhalt ist leer. Möchten Sie diese leere Datei behalten oder lieber löschen? %1
el: Το περιεχόμενο κειμένου είναι κενό. Θέλετε να διατηρήσετε αυτό το αρχείο κενό, ή προτιμάτε να το διαγράψετε; %1
es: El archivo no tiene contenido. ¿Desea mantener este archivo vacío o prefiere eliminarlo? %1
fa: محتوای متنی خالی است. آیا می‌خواهید آن را به عنوان یک فایل خالی ذخیره کنید، یا ترجیح می‌دهید آن را پاک کنید؟ %1
fr: Le fichier est vierge. Voulez-vous conserver ce fichier vierge ou préférez-vous le supprimer ? %1
gl: Non hai contido. Queres manter este ficheiro baleiro ou prefires borralo? %1
hu: A szöveg tartalma üres. Szeretné ezt a fájlt üresen hagyni, vagy inkább törli? %1
it_it: Il contenuto del testo è vuoto. Vuoi mantenere questo file vuoto o preferisci eliminarlo? %1
ja: テキストが空です。 このファイルを空のままにしますか？それとも削除しますか？ %1
ko_kr: 텍스트 콘텐츠가 비어 있습니다. 이 파일을 비워둘까요, 삭제할까요? %1
nl_nl: Tekstinhoud is leeg. Dit bestand leeg houden of verwijderen? %1
pl: Treść jest pusta. Czy chcesz zachować pusty plik czy chcesz go skasować? %1
pt_br: O conteúdo do texto está vazio. Você deseja manter este arquivo vazio ou prefere excluir? %1
ro: Conținutul text este gol. Dorești să menții acest fișier gol sau dorești să-l ștergi? %1
ru: Текстовое содержимое отсутствует. Вы хотите оставить данный файл пустым или предпочтёте удалить его? %1
sk: Obsah textového súboru je prázdny. Prajete si tento súbor ponechať prázdny alebo si ho prajete radšej odstrániť? %1
sr: Садржај текста је празан. Желите ли да оставите овај фајл као празан, или бисте радије да га обришете? %1
tr: Metin içeriği boş Bu dosyayı boş olarak tutmayı mı silmeyi mi istersiniz? %1
uk: Текстовий вміст порожній. Зберегти цей файл порожнім чи видалити його? %1
zh_cn: 文本内容为空。 你想要保留这个空文件，还是想要删除它？ %1

source: Keep empty file
ar: أبقِ الملف الفارغ
ca: Guardar arxiu buit
cs: Nechat soubor prázdný
de: Leere Datei behalten
el: Διατήρηση κενού αρχείου
es: Guardar archivo vacío
fa: نگه داشتن فایل خالی
fr: Conserver le fichier vierge
gl: Manter ficheiro baleiro
hu: Tartsa üresen a fájlt
it_it: Mantieni il file vuoto
ja: 空ファイルを保存
ko_kr: 빈 파일 유지
nl_nl: Leeg bestand houden
pl: Zachowaj pusty plik
pt_br: Mantenha o arquivo vazio
ro: Păstrează fișier gol
ru: Сохранить пустой файл
sk: Ponechať prázdny súbor
sr: Остави празан фајл
tr: Boş dosya tutulsun
uk: Зберігати порожній файл
zh_cn: 保留空文件

source: File deleted
ar: تم حذف الملف
ca: Arxiu eliminat
cs: Soubor byl smazán
de: Datei gelöscht
el: Το αρχείο διαγράφηκε
es: Archivo eliminado
fa: فایل پاک شده
fr: Fichier supprimé
gl: Ficheiro borrado
hu: Fájl törölve
it_it: File cancellato
ja: ファイルを削除しました
ko_kr: 파일 삭제됨
nl_nl: Bestand verwijderd
pl: Plik został usunięty
pt_br: Arquivo excluído
ro: Fișier șters
ru: Файл удалён
sk: Súbor zmazaný
sr: Фајл је обрисан
tr: Dosya silindi
uk: Файл видалено
zh_cn: 文件已删除

source: Failed deleting file: %1
ar: فشلت عملية حذف الملف: %1
ca: Error en eliminar l'arxiu: %1
cs: Nepodařilo se smazat soubor: %1
de: Fehler beim Löschen der Datei: %1
el: Αποτυχία διαγραφής αρχείου: %1
es: Error al borrar el archivo: %1
fa: حذف فایل ناموفق بود: %1
fr: Échec de la suppression du fichier : %1
gl: Erro ao borrar ficheiro: %1
hu: Fájltörlési hiba: %1
it_it: Errore nell'eliminazione del file: %1
ja: ファイル %1 の削除に失敗しました
ko_kr: 파일 삭제 실패: %1
nl_nl: Bestand verwijderen mislukt: %1
pl: Nieudana próba usunięcia pliku: %1
pt_br: Falha ao excluir o arquivo: %1
ro: A eșuat ștergerea fișierului %1
ru: Ошибка удаления файла: %1
sk: Nepodarilo sa odstrániť súbor: %1
sr: Није успело брисање фајла: %1
tr: Dosya silinemedi: %1
uk: Не вдалося видалити файл: %1
zh_cn: 删除文件失败: %1

source: Time sync
ca: Sincronització d'hora
cs: Synchronizace času
de: Zeitsynchronisation
el: Συγχρονισμός ώρας
es: Sincronización de hora
fa: زمان همگام شد
fr: Synchronisation de l’horloge
gl: Sincronización de hora
hu: Idő szinkronizálása
it_it: Sincronizzazione orario
ja: 時刻同期
ko_kr: 시간 동기화
nl_nl: Tijdsynchronisatie
pl: Synchronizacja czasu
pt_br: Sincronização de tempo
ro: Sincronizare oră
ru: Синхронизация времени
sk: Synchronizácia času
sr: Синхрониација времена
tr: Zaman eşitlemesi
uk: Синхронізація часу
zh_cn: 时间同步

source: Synchronizes the device time with NTP servers.
ca: Sincronitza l'hora del dispositiu amb servidors NTP.
cs: Synchronizuje čas zařízení s NTP servery.
de: Synchronisiert die Gerätezeit mit NTP-Servern.
el: Συγχρονίζει την ώρα της συσκευής με διακομιστές NTP.
es: Sincroniza la hora del dispositivo con servidores NTP.
fa: زمان دستگاه با سرور NTP همگام شود.
fr: Synchronise l’heure de l’appareil avec des serveurs NTP.
gl: Sincroniza a hora do dispositivo con servidores NTP.
hu: A készülék idejét szinkronizálja NTP-kiszolgálókkal.
it_it: Sincronizza orario del dispositivo con i server NTP.
ja: デバイスの時計をNTPサーバに同期する。
ko_kr: 기기의 시간을 NTP 서버에서 동기화합니다.
nl_nl: Synchroniseert de tijd van het apparaat met NTP-servers.
pl: Synchronizuje czas na urządzeniu z internetowymi serwerami czasu.
pt_br: Sincroniza a hora do dispositivo com servidores NTP.
ro: Sincronizează dispozitivul cu un server NTP.
ru: Данный плагин позволяет синхронизировать время на устройстве с серверами NTP.
sk: Synchronizuje čas zariadenia s časovými servermi NTP.
sr: Синхронизује време уређаја са NTP серверима.
tr: Aygıt saatini NTP sunucuları ile eşitler.
uk: Синхронізує час прострою з серверами NTP.
zh_cn: 与 NTP 服务器同步设备时间。

source: New time is %1.
ca: La nova hora és %1.
cs: Nový čas je %1.
de: die neue Zeit ist %1.
el: Νέα ώρα είναι %1.
es: La nueva hora es %1.
fa: زمان جدید %1 است.
fr: L’heure est maintenant %1.
gl: A nova hora é %1.
hu: Az új idő %1.
it_it: Il nuovo orario è %1.
ja: 新しい時刻は %1 です。
ko_kr: 새로 지정된 시간은 %1입니다.
nl_nl: Nieuwe tijd is %1.
pl: Nowy czas: %1.
pt_br: A nova hora é %1.
ro: Noua oră este %1.
ru: Новое время: %1.
sk: Nový čas je %1.
sr: Ново време је %1.
tr: Yeni zaman: %1.
uk: Новий час зараз %1.
zh_cn: 新的时间是 %1。

source: Time synchronized.
ca: Temps sincronitzat.
cs: Čas byl synchronizován.
de: Zeit synchronisiert.
el: Η ώρα συγχρονίστηκε.
es: Hora sincronizada.
fa: زمان همگام‌سازی شد.
fr: Horloge synchronisée.
gl: Hora sincronizada.
hu: Idő szinkronizálva.
it_it: Orario sincronizzata.
ja: 時刻を同期しました。
ko_kr: 시간이 동기화되었습니다.
nl_nl: Tijd gesynchroniseerd.
pl: Czas zsynchronizowany.
pt_br: Tempo sincronizado.
ro: Ora este sincronizată.
ru: Время синхронизировано.
sk: Čas synchronizovaný.
sr: Време је синхронизовано.
tr: Zaman eşitlendi.
uk: Час синхронізовано.
zh_cn: 时间已同步。

source: Synchronizing time. This may take several seconds.
ar: تتم الآن مزامنة الوقت. سيستغرق هذا ثوانٍ.
ca: Sincronitzant hora. Aquesta operació pot durar uns segons.
cs: Synchronizování času. Může to trvat několik sekund.
de: Synchronisiere Uhrzeit. Dies kann einige Sekunden dauern.
el: Συγχρονισμός ώρας. Μπορεί να διαρκέσει αρκετά δευτερόλεπτα.
es: Sincronizando hora. Esta operación puede durar varios segundos.
fa: در حال همگام سازی زمان. این کار ممکن است چند ثانیه‌ای طول بکشد.
fr: Synchronisation de l’heure. Cela peut prendre quelques secondes.
gl: A sincronizar a hora. Isto pode tardar uns segundos.
hu: Idő szinkronizálása. Ez több másodpercet is igénybe vehet.
it_it: Sincronizzazione orario. Potrebbe richiedere alcuni secondi.
ja: 時刻を同期しています。これには数秒かかることがあります。
ko_kr: 시간을 동기화하는 중입니다. 이 작업은 몇 초 정도 소요될 수 있습니다.
nl_nl: Tijd wordt gesynchroniseerd. Dit kan enkele seconden duren.
pl: Synchronizacja czasu. Proszę czekać.
pt_br: Sincronizando tempo. Isso pode demorar vários segundos.
ro: Se sincronizează ora. Asta poate dura cîteva secunde.
ru: Синхронизация времени. Это может занять несколько секунд.
sk: Synchronizácia času. Môže to trvať niekoľko sekúnd.
sr: Време се синхронизује. То може да потраје неколико секунди.
tr: Zaman eşitleniyor. Bu işlem bir kaç saniye sürebilir.
uk: Синхронізація часу. Це може тривати кілька секунд.
zh_cn: 正在同步时间。这可能会需要几秒。

source: Failed to retrieve time from server. Please check your network configuration.
ar: لم تنجح محاولة الحصول على الوقت الحالي من المزوّد (السيرفر). قم بالتحقّق من اتصالك بالشبكة.
ca: No s'ha pogut obtenir l'hora del servidor. Cal revisar la configuració de xarxa.
cs: Čas se ze serveru nepodařilo získat. Prosím zkontrolujte vaše nastavení sítě.
de: Die Zeit konnte nicht vom Server abgerufen werden. Bitte Netzwerkkonfiguration überprüfen .
el: Απέτυχε η ανάκτηση της ώρας από τον διακομιστή. Ελέγξτε τη ρύθμιση παραμέτρων του δικτύου σας.
es: No se ha podido obtener la hora del servidor. por favor, revise su configuración de red.
fa: دریافت زمان از سرور ناموفق بود. لطفا پیکربندی شبکه خود را بررسی کنید.
fr: Échec lors de la réception de l’heure depuis le serveur. Vérifiez votre configuration réseau.
gl: Nos se puido obter a hora dende o servidor. Por favor verifica a configuración de rede.
hu: Nem sikerült lekérni az időt a kiszolgálóról. Ellenőrizze a hálózati konfigurációt.
it_it: Recupero orario dal server fallito. Controlla la tua configurazione di rete.
ja: サーバーから時刻の取得に失敗しました。ネットワーク設定を確認してください。
ko_kr: 서버와 시간을 동기하는데에 실패했습니다. 네트워크 연결을 확인해 주세요.
nl_nl: Tijd ophalen mislukt. Controleer de netwerkverbinding.
pl: Nie udało się pobrać czasu z serwera. Sprawdź konfigurację sieciową.
pt_br: Falha ao recuperar o tempo do servidor. Verifique a configuração da sua rede.
ro: Nu s-a putut prelua ora de pe server. Te rog verifică setările de rețea.
ru: Не удалось получить время с сервера. Пожалуйста, проверьте настройки сети.
sk: Nepodarilo sa načítať čas zo servera. Skontrolujte si prosím nastavenia siete.
sr: Није успело преузимање времена са сервера. Молимо вас да проверите мрежну конфигурацију.
tr: Sunucudan zaman verisi alınamadı. Lütfen ağ ayalrarınızı denetleyin.
uk: Не вдалося отримати час з серверу. Будь ласка, перевірте конфігурація вашої мережі.
zh_cn: 从服务器获取时间失败，请检查您的网络配置。

source: Synchronize time
ar: مزامنة الساعة
ca: Sincronitzar hora
cs: Synchronizovat čas
de: Zeit synchronisieren
el: Συγχρονισμός ώρας
es: Sincronizar hora
fa: همگام‌سازی زمان
fr: Synchronisation de l’heure
gl: Sincronizar hora
hu: Idő szinkronizálása
it_it: Sincronizza orario
ja: 時刻を同期する
ko_kr: 시간 동기화
nl_nl: Synchroniseer tijd
pl: Synchronizuj czas
pt_br: Sincronizar o tempo
ro: Sincronizează ora
ru: Синхронизировать время
sk: Synchronizovať čas
sr: Синхронизуј време
tr: Zaman eşitlensin
uk: Синхронізація часу
zh_cn: 同步时间

source: Vocabulary builder
ca: Desenvolupador de vocabulari
cs: Procvičování slov
de: Vokabeltrainer
el: Εκμάθηση λεξιλογίου
es: Desarrollador de vocabulario
fa: جعبه لغات
fr: Vocabulaire interactif
gl: Practicante de vocabulario
hu: Szókincs építő
it_it: Vocabolario personale
ja: ボキャブラリビルダー
ko_kr: 어휘 빌더
nl_nl: Woordenschatbouwer
pl: Kreator słownictwa
pt_br: Construtor de vocabulário
ro: Constructor vocabular
ru: Создатель словаря
sk: Tvorba slovnej zásoby
sr: Изграђивач речника
tr: Sözcük dağarcığı oluşturucu
uk: Конструктор словникового запасу
zh_cn: 背单词

source: This plugin processes dictionary word lookups and uses spaced repetition to help you remember new words.
ca: Aquest complement processa les cerques de paraules en els diccionaris i utilitza la repetició espaiada per a ajudar a recordar noves paraules.
de: Dieses Plugin verarbeitet Wörterbuch-Wortsuchen und verwendet räumliche Wiederholungen, um Ihnen zu helfen, sich an neue Wörter zu erinnern.
el: Αυτό το πρόσθετο επεξεργάζεται τις αναζητήσεις λέξεων στο λεξικό και χρησιμοποιεί την επανάληψη σε αυξανόμενα διαστήματα για να σας βοηθήσει να θυμάστε νέες λέξεις.
es: Este complemento procesa las búsquedas de palabras en los diccionarios y utiliza la repetición espaciada para ayudar a recordar nuevas palabras.
fr: Ce module traite les recherches de mots dans le dictionnaire et utilise la répétition espacée pour vous aider à mémoriser de nouveaux mots.
gl: Este engadido procesa procuras de palabras no dicionario e usa repetición espazada para axudarche a lembrar palabras novas.
hu: Ez a beépülő modul feldolgozza a szótári szókereséseket, és szóközzel végzett ismétléseket használ, hogy segítsen megjegyezni az új szavakat.
it_it: Questo plugin elabora le ricerche di parole del dizionario e utilizza la ripetizione distanziata per aiutarti a ricordare nuove parole.
ko_kr: 이 플러그인은 사전 단어 조회를 처리하고 간격 반복을 사용하여 새로운 단어를 기억하는 데 도움이 됩니다.
nl_nl: Deze plugin verwerkt woordenboekzoekopdrachten en gebruikt gespreide herhaling om nieuwe woorden te helpen onthouden.
pl: Ta wtyczka przetwarza wyszukiwane słowa ze słownika i wykorzystuje powtarzanie w odstępach czasu, aby pomóc Ci w zapamiętywaniu nowych słów.
pt_br: Este plugin processa buscas de palavras no dicionário e usa Repetição Espaçada para ajudá-lo a lembrar novas palavras.
ro: Acest plugin procesează căutările cuvintelor în dicționar și folosește repetiția spațială pentru a te ajuta să reții cuvintele noi.
ru: Данный плагин обрабатывает поисковые запросы к словарю и помогает запоминать новые слова, используя метод интервальных повторений.
sk: Tento doplnok spracováva vyhľadávanie slov v slovníku a používa intervalové opakovanie, aby vám pomohol zapamätať si nové slová.
sr: Овај додатак обрађује претраге речи у речнику и користи размакнуто понављање како би вам помогао да запамтите нове речи.
tr: Bu uygulama eki sözlük sözcük aramalarını işler ve yeni sözcükleri hatırlamanıza yardımcı olmak için aralıklı yineleme kullanır.
uk: Цей плагін обробляє пошук слів у словнику та використовує розподілене повторення, щоб допомогти вам запам'ятати нові слова.
zh_cn: 此插件处理字典中的单词查询，并使用间隔重复来帮助您记住新单词。

source: Add to vocabulary builder
ca: Afegir a desenvolupador de vocabulari
cs: Přidat do Procvičování slov
de: Zum Vokabeltrainer hinzufügen
el: Προσθήκη στην "Εκμάθηση λεξιλογίου"
es: Añadir a desarollador de vocabulario
fa: اضافه به جعبه لغت
fr: Constructeur de vocabulaire
gl: Engadir ao practicante de vocabulario
hu: Hozzáadás a szókincs építőhöz
it_it: Aggiungi al vocabolario personale
ja: ボキャブラリビルダーに追加
ko_kr: 어휘 빌더에 추가
nl_nl: Toevoegen aan woordenschatbouwer
pl: Dodaj do kreatora słownictwa
pt_br: Adicionar ao construtor de vocabulário
ru: Добавить в создатель словаря
sk: Pridať do slovnej zásoby
sr: Додај у изграђивач речника
tr: Sözcük dağarcığı oluşturucuya ekle
uk: Додати до словникового конструктора
zh_cn: 添加到背单词

source: Auto add new words
ca: Afegir automàticament paraules noves
cs: Automaticky přidat nová slova
de: Neue Wörter automatisch hinzufügen
el: Αυτόματη προσθήκη νέων λέξεων
es: Añadir automáticamente palabras nuevas
fa: اضافه کردن خودکار لغات جدید
fr: Accepter les nouveaux mots
gl: Engadir automaticamente novas palabras
hu: Új szavak automatikus hozzáadása
it_it: Aggiungi automaticamente nuove parole
ja: 新しい単語を自動的に追加
ko_kr: 새 단어 자동 추가
nl_nl: Automatisch nieuwe woorden toevoegen
pl: Automatycznie dodawaj nowe słowa
pt_br: Permitir novas palavras
ru: Автодобавление новых слов
sk: Automaticky pridávať nové slová
sr: Аутоматски додај нове речи
tr: Yeni sözcükler otomatik olarak eklensin
uk: Автоматично додавати нові слова
zh_cn: 自动添加新单词

source: Save context
ca: Desa el context
cs: Uložit kontext
de: Kontext speichern
el: Αποθήκευση συμφραζομένων
es: Guardar contexto
fa: ذخیره محتوا
fr: Enregistrer le contexte
gl: Gardar contexto
hu: Kontextus mentése
it_it: Salva il contesto
ja: コンテキストを保存
ko_kr: 컨텍스트 저장
nl_nl: Context opslaan
pl: Zapisz kontekst
pt_br: Salvar contexto
ro: Salvează context
ru: Сохранять контекст
sk: Uložiť kontext
sr: Сачувај контекст
tr: Bağlamı kaydet
uk: Зберегти контекст
zh_cn: 保存上下文

source: Filter books
ca: Filtra llibres
cs: Filtrovat knihy
de: Bücher filtern
el: Φιλτράρισμα βιβλίων
es: Filtrar libros
fa: فیلتر کتاب‌ها
fr: Filtrer les livres
gl: Filtrar libros
hu: Könyvek szűrése
it_it: Filtra i libri
ja: 書籍のフィルタリング
ko_kr: 책 필터링
nl_nl: Boeken filteren
pl: Filtruj książki
pt_br: Filtrar por livros
ro: Filtrează cărți
ru: Фильтр книг
sk: Filtrovať podľa kníh
sr: Филтрирај књиге
tr: Kitapları süz
uk: Фільтрувати книги
zh_cn: 过滤书籍

source: Reverse order
ca: Ordre invers
cs: Opačné pořadí
de: Umgekehrte Reihenfolge
el: Αντίστροφη σειρά
es: Orden inverso
fa: ترتیب معکوس
fr: Inverser l’ordre
gl: Orde inversa
hu: Fordított rendezés
it_it: Ordine inverso
ja: 順序を逆にする
ko_kr: 역순으로
nl_nl: Omgekeerde volgorde
pl: Odwróć kolejność
pt_br: Ordem inversa
ru: В обратном порядке
sk: Obrátené poradie
sr: Обрнути редослед
tr: Ters sıralama
uk: Зворотний порядок
zh_cn: 逆转排序

source: Reverse order and show only reviewable
ca: Ordre invers i mostrar només paraules sense revisar
de: Reihenfolge umkehren und nur überprüfbare anzeigen
el: Αντιστροφή σειράς και εμφάνιση μόνο των προς επανεξέταση
es: Orden inverso y mostrar sólo palabras sin revisar
fa: ترتیب را معکوس کن و فقط موارد قابل بازبینی را نشان بده
fr: Ordre inverse et afficher uniquement les éléments pouvant être examinés
gl: Orde inversa e mostrar só palabras non revisadas
hu: Fordított rendezés, csak az felülvizsgáltak megjelenítése
it_it: Ordine inverso e mostra solo recensibili
ja: 順序を逆にし閲覧可能なもののみ表示する
ko_kr: 역순으로 검토 가능한 항목만 표시
nl_nl: Keer volgorde om en toon alleen herzienbare
pl: Odwróć kolejność i pokaż tylko możliwe do sprawdzenia
pt_br: Inverter ordem e mostrar apenas não revisadas
ru: В обратном порядке и только с доступным обзором
sk: Obrátiť poradie a zobraziť len revidovatelné
sr: Обрнути редослед и покажи само оне које могу да се процене
tr: Sıra tersine çevrilsin ve yalnızca incelenebilir olanlar görüntülensin
uk: Зворотний порядок і показ тільки для перегляду
zh_cn: 逆转排序并只显示可复习单词

source: Resume
ar: استأنف
ca: Reprèn
cs: Pokračovat
de: Fortsetzen
el: Επιστροφή
es: Reanudar
fa: ادامه
fr: Reprendre
gl: Continuar
hu: Folytatás
it_it: Riprendi
ja: 再開
ko_kr: 재개하기
nl_nl: Hervatten
pl: Wznowienie
pt_br: Retomar
ro: Reia
ru: Возобновить
sk: Pokračovať
sr: Настави
tr: Sürdür
uk: Відновити
zh_cn: 恢复

source: Quick deletion
ca: Supressió ràpida
cs: Rychlé mazání
de: Schnelle Löschung
el: Γρήγορη διαγραφή
es: Eliminación rápida
fa: حذف سریع
fr: Suppression rapide
gl: Borrado rápido
hu: Gyorstörlés
it_it: Eliminazione rapida
ja: クイック削除
ko_kr: 빠른 삭제
nl_nl: Snel wissen
pl: Szybkie usuwanie
pt_br: Exclusão rápida
ro: Ștergere rapidă
ru: Быстрое удаление
sk: Rýchle vymazanie
sr: Брзо брисање
tr: Hızlı silme
uk: Швидке видалення
zh_cn: 快速删除

source: Reset all progress
ca: Reinicialitza tots els progressos
cs: Resetovat veškerý postup
de: Rücksetzen des Fortschritts
el: Μηδενισμός όλης της προόδου
es: Reiniciar todos los progresos
fa: بازنشانی تمام پیشرفت‌ها ‌
fr: Réinitialiser toute la progression
gl: Reiniciar todo o progreso
hu: Az összes folyamat visszaállítása
it_it: Azzeramento di tutti i progressi
ja: 全ての進行状況をリセット
ko_kr: 모든 진행 상황 재설정
nl_nl: Alle voortgang resetten
pl: Zresetuj cały postęp
pt_br: Redefinir todo o progresso
ro: Resetează tot progresul
ru: Сбросить весь прогресс
sk: Vymazať celý priebeh učenia
sr: Ресетуј комплетан напредак
tr: Tüm ilerlemeyi sıfırla
uk: Скинути весь прогрес
zh_cn: 重置所有进度

source: Reset progress of all words?
ca: Voleu reinicialitzar el progrés de totes les paraules?
cs: Chcete resetovat postup u všech slov?
de: Setze den Fortschritt aller Wörter zurück?
el: Να μηδενιστεί η πρόοδος εκμάθησης όλων των λέξεων;
es: ¿Reiniciar el progreso de todas las palabras?
fa: پیشرفت تمام لغات را بازنشانی کنم؟
fr: Réinitialiser la progression de tous les mots ?
gl: Reiniciar o progreso para todas as palabras?
hu: Az összes szó előrehaladásának visszaállítása?
it_it: Azzerare il progresso di tutte le parole?
ja: 全ての単語の進行状況をリセットしますか？
ko_kr: 모든 단어의 진행 상황을 재설정할까요?
nl_nl: Voortgang van alle woorden resetten?
pl: Zresetować postęp wszystkich słów?
pt_br: Redefinir o progresso de todas as palavras?
ro: Resetezi progresul pentru toate cuvintele?
ru: Сбросить прогресс для всех слов?
sk: Vymazať priebeh učenia všetkých slov?
sr: Да се ресетује напредак свих речи?
tr: Tüm sözcüklerin ilerlemesi sıfırlansın mı?
uk: Змінити прогрес всіх слів?
zh_cn: 重置所有单词的进度？

source: Clean all words
ca: Neteja totes les paraules
cs: Pročistit všechna slova
de: Säubere alle Wörter
el: Διαγραφή όλων των λέξεων
es: Borrar todas las palabras
fa: پاک کردن تمام لغات
fr: Effacer tous les mots
gl: Borrar todas as palabras
hu: Összes szó törlése
it_it: Pulisci tutte le parole
ja: 全ての単語を消去する
ko_kr: 모든 단어 지우기
nl_nl: Alle woorden verwijderen
pl: Wyczyść wszystkie słowa
pt_br: Limpar todas as palavras
ro: Curăță toate cuvintele
ru: Очистить все слова
sk: Vymazať všetky slová
sr: Обриши све речи
tr: Tüm sözcükleri temizle
uk: Очистити всі слова
zh_cn: 清除所有单词

source: Clean all words including progress?
ca: Voleu netejar totes les paraules i el seu progrés?
cs: Pročistit všechna slova včetně postupu?
de: Setze alle Wörter inklusive Fortschrit zurück?
el: Να διαγραφούν όλες οι λέξεις συμπεριλαμβανομένης της προόδου;
es: ¿Borrar todas las palabras y su progreso?
fr: Effacer tous les mots ainsi que la progression ?
gl: Borrar todas as palabras incluíndo o progreso?
hu: Törli az összes szót, a folyamatban lévőket is?
it_it: Pulire tutte le parole, compreso il progresso?
ja: 進行状況を含むすべての単語を消去しますか？
ko_kr: 진행 상황을 포함한 모든 단어를 지울까요?
nl_nl: Alle woorden verwijderen, inclusief voortgang?
pl: Wyczyścić wszystkie słowa, w tym postęp?
pt_br: Limpar todas as palavras, incluindo o progresso?
ro: Cureți toate cuvintele inclusiv progresul?
ru: Очистить все слова, включая прогресс?
sk: Vymazať všetky slová vrátane priebehu učenia?
sr: Да се обришу све речи заједно са напретком?
tr: Tüm sözcükler ilerlemeleri ile birlikte temizlensin mi?
uk: Очистити всі слова, включно з прогресом?
zh_cn: 清除所有单词及进度？

source: Change book title
ca: Canvia el títol del llibre
de: Buchtitel ändern
el: Αλλαγή του τίτλου του βιβλίου
es: Cambiar el título del libro
fa: تغییر عنوان کتاب
gl: Cambiar o título do libro
hu: Könyvcím módosítása
it_it: Cambia il titolo del libro
ko_kr: 책 제목 변경
nl_nl: Boektitel wijzigen
pl: Zmień tytuł książki
pt_br: Alterar título do livro
ru: Изменить название книги
sk: Zmeniť názov knihy
sr: Промена наслова књиге
tr: Kitap başlığını değiştir
uk: Змінити назву книги

source: Select only this book
ca: Selecciona només aquest llibre
de: Nur dieses Buch wählen
el: Επιλογή μόνο αυτού του βιβλίου
es: Seleccionar sólo este libro
fa: فقط این کتاب را انتخاب کن
gl: Seleccionar só este libro
hu: Csak e könyv kiválasztása
it_it: Seleziona solo questo libro
ko_kr: 이 책만 선택
nl_nl: Alleen voor dit boek selecteren
pl: Wybierz tylko tę książkę
pt_br: Selecionar apenas este livro
ru: Выбрать только эту книгу
sk: Označiť len túto knihu
sr: Изабери само ову књигу
tr: Yalnızca bu kitabı seç
uk: Вибрати лише цю книгу

source: Select all books
ca: Selecciona tots els llibres
de: Alle Bücher auswählen
el: Επιλογή όλων των βιβλίων
es: Seleccionar todos los libros
fa: انتخاب همه کتاب‌ها
gl: Seleccionar todos os libros
hu: Összes könyv kiválasztása
it_it: Seleziona tutti i libri
ko_kr: 모든 책 선택
nl_nl: Alle boeken selecteren
pl: Wybierz wszystkie książki
pt_br: Selecionar todos os livros
ru: Выбрать все книги
sk: Označiť všetky knihy
sr: Изабери све књиге
tr: Tüm kitapları seç
uk: Вибрати всі книги
