Repository: spruceUI/spruceOS
Catalog: App/KoReader/l10n/*/koreader.po
Languages: ar, ca, cs, de, el, es, fa, fr, gl, hu, it_it, ja, ko_kr, nl_nl, pl, pt_br, ro, ru, sk, sr, tr, uk, zh_cn

source: Disabled embedded fonts.
ar: الخطوط المضمنة المعطلة.
ca: Tipus de lletra incrustats inhabilitats.
cs: Zakázaná vložená písma.
de: Deaktivierte eingebettete Schriftarten.
el: Οι ενσωματωμένες γραμματοσειρές απενεργοποιήθηκαν.
es: Fuentes incrustadas deshabilitadas.
fa: قلم‌های تعبیه شده غیرفعال شد.
fr: Polices embarquées désactivées.
gl: Fontes incrustadas desactivadas.
hu: Beágyazott betűtípusok letiltva.
it_it: Disabilitati i tipi di carattere incorporati.
ja: 埋込フォントを無効にする。
ko_kr: 내장된 글꼴 비활성화됨.
nl_nl: Ingesloten lettertypes uitgeschakeld.
pl: Wyłączone wbudowane czcionki.
pt_br: Fontes incorporadas desativadas.
ro: S-au dezactivat fonturile incorporate.
ru: Встроенные шрифты выключены.
sk: Zakázané vložené písma.
sr: Уграђени фонтови су искључени.
tr: Devre dışı bırakılmış gömülü yazı tipleri.
uk: Вимкнено вбудовані шрифти.
zh_cn: 已禁用内嵌字体。

source: Image scaling set to: %1
ar: تعيين حجم الصورة إلى: %1
ca: Escalat d'imatge ajustat a: %1
cs: Škálování obrázků je nastaveno na: %1
de: Bildskalierung eingestellt auf: %1
el: Η κλιμάκωση εικόνας ορίστηκε σε: %1
es: Escalado de imagen ajustado a: %1
fa: تعیین مقیاس کردن تصویر بر روی: %1
fr: Mise à l’échelle de l’image réglée sur : %1
gl: Escalado de imaxe axustado a: %1
hu: Képek nagyítása: %1
it_it: Ridimensionamento dell'immagine impostato a: %1
ja: 画像拡大縮小率を %1 に設定しました
ko_kr: 그림 배율 설정: %1
nl_nl: Afbeeldingsschalen ingesteld op: %1
pl: Skalowanie obrazu ustawione na: %1
pt_br: Escala da imagem definida para: %1
ro: Scalarea imaginilor setată la: %1
ru: Текущее масштабирование изображений: %1
sk: Mierka obrázka je nastavená na: %1
sr: Скалирање слика је постављено на: %1
tr: Görsel ölçeği şuna ayarlandı: %1
uk: Масштабування зображень встановлено на: %1
zh_cn: 图像缩放比例已设为: %1

source: Render mode set to: %1
ar: تم ضبط وضع التجسيد على: %1
ca: Mode de renderització ajustat a: %1
cs: Režim vykreslování je nastaven na možnost: %1
de: Rendermodus eingestellt auf: %1
el: Ο τρόπος απόδοσης ορίστηκε σε: %1
es: Modo de renderización ajustado a: %1
fa: تعیین حالت رندر به: %1
fr: Mode de rendu réglé sur : %1
gl: Modo de renderización axustado a: %1
hu: Renderelési mód: %1
it_it: Modalità di resa grafica impostata a: %1
ja: レンダリングモード: %1
ko_kr: 렌더링 모드 설정: %1
nl_nl: Rendermodus ingesteld op: %1
pl: Tryb renderowania ustawiony na: %1
pt_br: Modo de renderização definido para: %1
ro: Mod randare setat la: %1
ru: Текущий режим отрисовки: %1
sk: Režim vykresľovania nastavený na: %1
sr: Режим приказивања је постављен на: %1
tr: Görüntüleme kipi şuna ayarlandı: %1
uk: Режим візуалізації встановлено на: %1
zh_cn: 渲染模式已设为: %1

source: Zoom set to: %1
ar: تم ضبط التكبير على: %1
ca: Zoom ajustat a: %1
cs: Zoom je nastaven na hodnotu: %1
de: Zoom eingestellt auf: %1
el: Η μεγέθυνση ορίστηκε σε: %1
es: Zoom ajustado a: %1
fa: بزرگنمایی تعیین شد:‌%1
fr: Zoom réglé à : %1
gl: Zoom axustado a: %1
hu: Beállított nagyítás: %1
it_it: Zoom impostato a: %1
ja: ズームを %1 に設定しました
ko_kr: 확대 배율 설정: %1
nl_nl: Zoom ingesteld op: %1
pl: Powiększenie ustawione na: %1
pt_br: Ampliação definida para: %1
ro: Mărire setată la: %1
ru: Текущее масштабирование: %1
sk: Priblíženie nastavené na: %1
sr: Зумирање је постављено на: %1
tr: Yakınlaştırma şuna ayarlandı: %1
uk: Масштаб встановлено на: %1
zh_cn: 缩放已设为: %1

source: This sets an empty User-Agent stylesheet, and expects the document stylesheet to style everything (which publishers probably don't). This is mostly only interesting for testing.
de: Dies setzt ein leeres User-Agent-Stylesheet und erwartet, dass das Dokument-Stylesheet alles formatiert (was Verlage wahrscheinlich nicht tun). Dies ist meist nur zum Testen interessant.
el: Αυτή η επιλογή παράγει ένα κενό φύλλο στυλ User-Agent και αναμένει από το φύλλο στυλ του εγγράφου να διαμορφώσει τα πάντα (κάτι που οι εκδότες πιθανώς δεν κάνουν). Αυτή η λειτουργία είναι κυρίως ενδιαφέρουσα μόνο για δοκιμαστικούς σκοπούς.
es: Esta opción genera una hoja de estilos User-Agent vacía, y espera que la hoja de estilos del documento aplique estilos a todo (cosa que los editores probablemente no hagan). Esta función sólo es interesante para realizar pruebas.
gl: Esta opción establece unha folla de estilo User-Agent valeira e espera que a folla de estilo do documento se ocupe de todos os estilos (cousa que os editores normalmente non fan). Esta función é interesante principalmente para facer probas.
it_it: Questo imposta un foglio di stile User-Agent vuoto, e presuppone che il foglio di stile del documento applichi stili a tutto (cosa probabilmente non fatta dall'editore). Questo è per lo più interessante solo per i test.
ko_kr: 이렇게 하면 빈 사용자-에이전트 스타일시트가 설정되고, 문서 스타일시트가 모든 스타일을 지정할 것으로 기대합니다(발행인은 아마도 그렇지 않을 것입니다). 이것은 대부분 테스트용으로만 흥미롭습니다.
nl_nl: Dit stelt een lege User-Agent stylesheet in en verwacht dat de stylesheet van het document alles opmaakt (wat uitgevers waarschijnlijk niet doen). Dit is meestal alleen interessant om te testen.
pl: Spowoduje to ustawienie pustego User-Agenta arkusza stylów i oczekiwanie, że arkusz stylów dokumentu będzie stylizował wszystko (czego wydawcy prawdopodobnie nie robią). Jest to przeważnie interesujące tylko do testowania.
ru: Данный параметр устанавливает пустой пользовательский стиль, после чего стиль документа применяется ко всему (издатели так скорее всего не делают). Полезно в основном для тестирования.
sk: Toto nastaví prázdnu šablónu so štýlmi User-Agent a očakáva sa, že šablóna so štýlmi dokumentu naštylizuje všetko (čo vydavatelia pravdepodobne nerobia). Toto je skôr zaujímavé len na testovanie.
sr: Ово поставља празну User-Agent листу стилова и очекује се да листа стилова документа уради све (што издавачи највероватније неће урадити). Примена овога је углавном за тестирање.
tr: Bu, boş bir Kullanıcı Aracısı biçem sayfası ayarlar ve belge biçem sayfasının her şeyi biçimlendirmesini bekler (yayıncılar muhtemelen bunu yapmaz). Bu çoğunlukla yalnızca test için kullanışlıdır.

source: Auto
ar: تلقائي
ca: Automàtic
cs: Automatický
el: Αυτόματα
es: Automático
fa: خودکار
fr: Automatique
hu: Automatikus
ja: 自動
ko_kr: 자동
pl: Automatycznie
pt_br: Automático
ro: Automat
ru: Авто
sk: Automaticky
sr: Ауто
tr: Otomatik
uk: Авто
zh_cn: 自动

source: This selects the default and preferred stylesheet for the document type.
de: Damit werden das Standard- und das bevorzugte Stylesheet für den Dokumenttyp ausgewählt.
el: Επιλέγει το προεπιλεγμένο και το προτιμώμενο φύλλο στυλ για τον τύπο εγγράφου.
es: Selecciona la hoja de estilo predeterminada y preferida para el tipo de documento.
fr: Cela sélectionne la feuille de style par défaut et préférée pour le type de document.
gl: Esta opción selecciona a folla de estilo por defecto e preferida para o tipo de documento.
it_it: Questo seleziona il foglio di stile predefinito e preferito per il tipo di documento.
ko_kr: 문서 유형에 대한 기본 및 기본 설정 스타일시트가 선택됩니다.
nl_nl: Dit selecteert de standaard- en voorkeursstylesheets voor het documenttype.
pl: Spowoduje to wybranie domyślnego i preferowanego arkusza stylów dla typu dokumentu.
ru: Данный параметр задаёт стиль по умолчанию для конкретного типа документа.
sk: Týmto sa vyberie predvolená a preferovaná šablóna so štýlmi pre typ dokumentu.
sr: Ово одабира подразумевану и пожељну листу стилова за тип документа.
tr: Bu, belge türü için varsayılan ve tercih edilen biçem sayfasını seçer.
uk: Тут вибирається типова та бажана таблиця стилів для типу документа.

source: Traditional book look (epub.css)
cs: Tradiční vzhled knihy (epub.css)
de: Traditionelles Buchdesign (epub.css)
el: Παραδοσιακή εμφάνιση βιβλίου (epub.css)
es: Aspecto de libro tradicional (epub.css)
fa: ظاهر سنتی کتاب (epub.css)
gl: Aspecto tradicional de libro (epub.css)
it_it: Aspetto tradizionale del libro (epub.css)
ko_kr: 전통적인 책 모양(epub.css)
nl_nl: Traditionele boekenlook (epub.css)
pl: Tradycyjny wygląd książki (epub.css)
ru: Традиционный вид книги (epub.css)
sk: Tradičný vzhľad knihy (epub.css)
sr: Традиционални изглед књиге (epub.css)
tr: Geleneksel kitap görünümü (epub.css)
uk: Традиційний вигляд книги (epub.css)

source: This is our book look-alike stylesheet: it extends the HTML standard stylesheet with styles aimed at making HTML content look more like a paper book (with justified text and indentation on paragraphs) than like a web page. It is perfect for unstyled books, and might make styled books more readable. It may cause some small issues on some books (miscentered titles, headings or separators, or unexpected text indentation), as publishers don't expect to have our added styles at play and need to reset them; try switching to html5.css when you notice such issues.
de: Dies ist unser buchähnliches Stylesheet: Es erweitert das HTML-Standard-Stylesheet um Stile, die darauf abzielen, dass HTML-Inhalte eher wie ein Papierbuch (mit Blocksatz und Einrückung der Absätze) als wie eine Webseite aussehen. Es ist perfekt für ungestylte Bücher und kann gestylte Bücher lesbarer machen. Bei einigen Büchern kann es zu kleinen Problemen kommen (falsch zentrierte Titel, Überschriften oder Trennlinien oder unerwarteter Texteinzug), da die Verleger nicht damit rechnen, dass unsere hinzugefügten Stile im Spiel sind und sie zurücksetzen müssen; versuchen Sie, zu html5.css zu wechseln, wenn Sie solche Probleme feststellen.
el: Αυτό είναι το δικό μας φύλλο στυλ που μοιάζει με βιβλίο: επεκτείνει το τυπικό φύλλο στυλ HTML με στυλ που στοχεύουν στο να κάνουν το περιεχόμενο HTML να μοιάζει περισσότερο με χάρτινο βιβλίο (με ευθυγραμμισμένο κείμενο και εσοχές στις παραγράφους) παρά με ιστοσελίδα. Είναι ιδανικό για βιβλία χωρίς ενσωματωμένο στυλ και μπορεί να κάνει τα βιβλία με στυλ πιο ευανάγνωστα. Μπορεί να προκαλέσει κάποια μικρά προβλήματα σε ορισμένα βιβλία (λάθος κεντραρισμένοι τίτλοι, επικεφαλίδες ή διαχωριστικά, ή απροσδόκητες εσοχές κειμένου), καθώς οι εκδότες συνήθως δεν αναμένουν ότι τα στυλ τους θα επικαλυφθούν με τα προστιθέμενα στυλ και θα πρέπει να τα επαναρρυθμίσουν· δοκιμάστε να επιλέξετε το html5.css όταν παρατηρήσετε τέτοια προβλήματα.
es: Esta es nuestra hoja de estilos para libros: amplía la hoja de estilos estándar HTML con estilos destinados a hacer que el contenido HTML se parezca más a un libro de papel (con texto justificado y sangría en los párrafos) que a una página web. Es perfecta para libros sin estilos, y puede hacer que los libros con estilos sean más legibles. Puede causar algunos pequeños problemas en algunos libros (títulos, encabezados o separadores mal centrados, o sangrías de texto inesperadas), ya que los editores no cuentan con que se apliquen nuestros estilos añadidos; se recomienda cambiar a html5.css si se presentan estos problemas.
gl: Esta é a nosa folla de estilo para libros: estende a folla de estilo habitual de HTML con estilos orientados a que o contido HTML sexa máis parecido a un libro de papel (con texto xustificado e parágrafos sangrados) que a unha páxina web. É perfecta para libros sen estilo e pode facer que libros con estilos sexan máis lexibles. Pode causar algúns problemas menores nalgúns libros (títulos, encabezados ou separadores descentrados ou sangrado inesperado), porque os editores non contan cos nosos estilos engadidos e necesitan restablecelos. Proba cambiando a html5.css se notas eses problemas.
it_it: Questo è il nostro foglio di stile simile al libro: estende il foglio di stile standard HTML con stili volti a rendere il contenuto HTML somigliante più a un libro di carta (con testo giustificato e l'indentazione sui paragrafi) che a una pagina web. È perfetto per libri senza stile, e potrebbe rendere più leggibili i libri con uno stile proprio. Può causare alcuni piccoli problemi su certi libri (titoli, intestazioni o separatori scentrati, o indentazione del testo diversa dal previsto), in quanto gli editori non si aspettano che i nostri stili aggiunti siano in effetto, e devono forzare alcune impostazioni; provare a passare a html5.css quando si notano tali problemi.
ko_kr: 이 스타일시트는 HTML 표준 스타일시트를 확장하여 HTML 콘텐츠를 웹 페이지가 아닌 종이책처럼 보이게 하는 스타일(문단에 들여쓰기와 양쪽 맞춤된 텍스트 포함)을 추가한 책 모양 스타일시트입니다. 스타일이 적용되지 않은 책에 적합하며 스타일이 적용된 책을 더 읽기 쉽게 만들 수 있습니다. 일부 책에서 약간의 작은 문제(중심이 잘못된 제목, 표제나 구분 기호, 예기치 않은 텍스트 들여쓰기)가 발생할 수 있는데, 이는 출판사에서 추가된 스타일을 예상하지 못하여 재설정해야 하기 때문입니다. 이러한 문제가 발견되면 html5.css로 전환해 보시기 바랍니다.
nl_nl: Dit is onze op boeken lijkende stylesheet: het breidt de standaard HTML stylesheet uit met stijlen om HTML-inhoud er meer uit te laten zien als een papieren boek (met uitgeleinde tekst en inspringende alinea's) dan als een webpagina. Het is perfect voor niet-gestileerde boeken en kan gestileerde boeken leesbaarder maken. Het kan enkele kleine problemen veroorzaken bij sommige boeken (verkeerd gecentreerde titels, koppen of scheidingstekens, of onverwachte inspringing van tekst), omdat uitgevers niet verwachten dat onze toegevoegde stijlen in werking zijn en deze moeten resetten; probeer over te schakelen naar html5.css als je dergelijke problemen opmerkt.
pl: To jest nasz arkusz stylów przypominający książkę: rozszerza standardowy arkusz stylów HTML o style mające na celu nadanie treści HTML bardziej wyglądu książki papierowej (z wyjustowanym tekstem i wcięciami w akapitach) niż strony internetowej. Jest idealny do książek niestylizowanych i może sprawić, że książki stylizowane będą bardziej czytelne. Może to powodować drobne problemy w przypadku niektórych książek (błędnie wyśrodkowane tytuły, nagłówki lub separatory albo nieoczekiwane wcięcia tekstu), ponieważ wydawcy nie spodziewają się, że nasze dodane style będą w użyciu i będzie trzeba je resetować; spróbuj przejść na HTML5.css, gdy zauważysz takie problemy.
ru: Книгоподобный стиль, расширяющий стандартную таблицу стилей так, чтобы содержимое HTML выглядело больше похожим на бумажную книгу (с выровненным текстом и отступами абзацев), а не на веб-страницу. Идеально подходит для книг без внедрённого стиля, позволяя сделать стилизованные таким образом книги более читабельными. Однако он может вызвать в некоторых книгах определённые проблемы (неправильное центрирование заголовков и разделителей или неожиданные отступы текста), поскольку издатели, как правило, не рассчитывают на перекрытие своих стилей добавленными и необходимость их сброса; если заметите такие проблемы, попробуйте переключиться на html5.css.
sk: Toto je naša šablóna so štýlmi, ktorá vyzerá ako kniha: rozširuje štandardnú šablónu so štýlmi HTML o štýly, ktorých cieľom je, aby obsah HTML vyzeral skôr ako papierová kniha (so zarovnaným textom a odsadením v odsekoch) než ako webová stránka. Je ideálna pre neštylizované knihy a môže spôsobiť, že štylizované knihy budú čitateľnejšie. V niektorých knihách to môže spôsobiť menšie problémy (nesprávne umiestnené názvy, nadpisy alebo oddeľovače alebo neočakávané odsadenie textu), keďže vydavatelia neočakávajú, že budú použité naše pridané štýly a musia byť potlačené; skúste prejsť na html5.css, ak zaznamenáte takéto problémy.
sr: Ово је наша листа стилова која даје приказ који личи на књигу: она проширује стандарну HTML листу стилова стиловима чији је циљ да HTML садржај више личи на папирну књигу (са обострано поравнатим текстом и увлачењем пасуса) него на веб страницу. Савршена је за књиге без стилова, а књиге са стиловима може да учини читљивијим. На неким књигама може да проузрокује ситне проблеме (Наслове, заглавља или граничнике који нису центрирани, или неочекивано увлачење текста), јер издавачи не очекују да имају при руци наше додате стилове и морају да их ресетују; ако приметите овакве проблеме, покушајте да пређете на html5.css.
tr: Bu bizim kitap görünümlü biçem sayfamızdır: HTML standart biçem sayfasını, HTML içeriğinin bir web sayfasından çok bir kağıt kitaba (iki yana yaslı metin ve paragraflarda girinti ile) benzemesini amaçlayan biçemlerle genişletir. Biçimlendirilmemiş kitaplar için mükemmeldir ve biçimlendirilmiş kitapları daha okunabilir hale getirebilir. Bazı kitaplarda küçük sorunlara neden olabilir ( yanlış yerleştirilmiş başlıklar, alt başlıklar veya ayırıcılar ya da beklenmedik metin girintisi), çünkü yayıncılar bizim eklediğimiz biçemlerin kullanılmasını beklemezler ve bunları sıfırlamaları gerekir; bu tür sorunları fark ettiğinizde html5.css'ye geçmeyi deneyin.

source: HTML Standard rendering (html5.css)
el: Τυπική απόδοση HTML (html5.css)
es: Renderizado estándar HTML (html5.css)
gl: Renderizado estándar HTML (html5.css)
hu: HTML szabványos renderelés (html5.css)
it_it: Resa HTML Standard (html5.css)
ko_kr: HTML 표준 렌더링(html5.css)
nl_nl: HTML-standaardweergave (html5.css)
pl: Renderowanie standardowego HTML (html5.css)
ru: Стандартная отрисовка HTML (html5.css)
sk: Štandardné vykresľovanie HTML (html5.css)
sr: HTML стандардно приказивање (html5.css)
tr: HTML5 standart görüntüleme (html5.css)
uk: Стандартний рендеринг HTML (html5.css)
