Repository: spruceUI/spruceOS
Catalog: App/KoReader/l10n/*/koreader.po
Languages: ar, ca, cs, de, el, es, fa, fr, gl, hu, it_it, ja, ko_kr, nl_nl, pl, pt_br, ro, ru, sk, sr, tr, uk, zh_cn

source: [name*="what" i] matches any element having the attribute 'name' with a value that contains 'what', case insensitive. [name^="what"] matches if the attribute value starts with 'what'. [name$="what"] matches if the attribute value ends with 'what'.
de: [name*="what" i] findet jedes Element, das das Attribut "name" mit einem Wert hat, der "was" enthält, unabhängig von der Groß-/Kleinschreibung. [name^="what"] passt, wenn der Wert des Attributs mit 'was' beginnt. [name$="what"] passt, wenn der Wert des Attributs mit "what" endet.
el: Το [name*="what" i] αντιστοιχεί σε κάθε στοιχείο που έχει το χαρακτηριστικό 'name' με τιμή που περιέχει το 'what', χωρίς ευαισθησία σε πεζά και κεφαλαία. Το [name^="what"] αντιστοιχεί εάν η τιμή του χαρακτηριστικού αρχίζει με 'what'. Το [name$="what"] αντιστοιχεί εάν η τιμή του χαρακτηριστικού τελειώνει με 'what'.
es: [name*="what" i] corresponde a elementos que tenga el atributo 'name' con un valor que contenga 'what', sin distinguir mayúsculas de minúsculas. [name^="what"] corresponde a elementos en los que el valor del atributo empieza por 'what'. [name$="what"] corresponde a elementos en los qu el valor del atributo termina con 'what'.
gl: [nome*="algo" i] coincide con calquera elemento que teña ten o atributo 'nome' cun valor que conteña 'algo', sen distinguir maiúsculas ou minúsculas. [nome^="algo"] coincide se o valor do atributo comeza por 'algo'. [nome$="algo"] coincide se o valor do atributo termina con 'algo'.
it_it: [name*="what" i] corrisponde a qualsiasi elemento con l'attributo 'name' con un valore che contiene 'what', insensibile maiuscolo/minuscolo. [name^="what"] corrisponde se il valore dell'attributo inizia con 'what'. [name$="what"] corrisponde se il valore dell'attributo termina con 'what'.
ko_kr: [name*="what" i]는 'name' 속성이 있는 모든 구성요소와 대소문자를 구분하지 않고 'what'이 포함된 값에 적용됩니다. [name^="what"]은 속성 값이 'what'으로 시작하는 경우에 적용됩니다. [name$="what"]은 속성 값이 'what'으로 끝나는 경우에 적용됩니다.
nl_nl: [naam*="wat" i] komt overeen met elk element dat het attribuut 'naam' heeft met een waarde die 'wat' bevat, ongevoelig voor hoofdletters en kleine letters. [naam^="wat"] komt overeen als de attribuutwaarde begint met 'wat'. [naam$="wat"] komt overeen als de attribuutwaarde eindigt met 'wat'.
pl: [name*="what" i] dopasowuje dowolny element posiadający atrybut 'name' do wartości zawierającej 'what', bez rozróżniania wielkości liter. [name^="what"] dopasowuje, jeśli wartość atrybutu zaczyna się od 'what'. [name$="what"] dopasowuje, jeśli wartość atrybutu kończy się na 'what'.
ru: [name*="what" i] соответствует любому элементу, имеющему атрибут «name» со значением, содержащим «what», без учёта регистра. [name^="what"] соответствует, если значение атрибута начинается с «what». [name$="what"] соответствует, если значение атрибута заканчивается на «what».
sk: [name*="vzor" i] sa uplatní na akýkoľvek prvok s atribútom 'name' s hodnotou, ktorá obsahuje 'vzor', pričom sa nerozlišujú malé a veľké písmená. [name^="vzor"] sa uplatní, ak hodnota atribútu začína výrazom „vzor“. [name$="vzor"] sa uplatní, ak hodnota atribútu končí na 'vzor'.
sr: [име*="шта" i] подудара било који елемент који има атрибут ’име’ чија вредност садржи ’шта’, без обзира на разлику у величини слова. [име^="шта"] подудара ако вредност атрибута почиње са ’шта’. [име$="шта"] подудара ако се вредност атрибута завршава са ’шта’.
tr: [ad*="değer" i] 'ad' özniteliğine sahip ve değeri 'değer' içeren herhangi bir ögeyle eşleşir, büyük/küçük harfe duyarlı değildir. [ad^="değer"] öznitelik değeri 'değer' ile başlıyorsa eşleşir. [ad$="değer"] öznitelik değeri 'değer' ile bitiyorsa eşleşir.

source: Similar in syntax to attribute matching, but matches the inner text of an element. p[_="what"] matches any <p> whose text is exactly 'what'. p[_] matches any non-empty <p>. p:not([_]) matches any empty <p>. p[_~="what"] matches any <p> that contains the word 'what'.
de: Ähnlich in der Syntax wie der Attributabgleich, aber mit dem inneren Text eines Elements. p[_="what"] passt zu jedem <p>, dessen Text genau "what" ist. p[_] passt zu jedem nicht leeren <p>. p:not([_]) passt auf jedes leere <p>. p[_~="what"] passt zu jedem <p>, das das Wort "what" enthält.
el: Παρόμοια σύνταξη με την αντιστοίχιση χαρακτηριστικών, αλλά αντιστοιχεί στο εσωτερικό κείμενο ενός στοιχείου. Το p[_="what"] ταιριάζει με οποιοδήποτε <p> του οποίου το κείμενο είναι ακριβώς 'what'. Το p[_] αντιστοιχεί σε οποιοδήποτε μη κενό <p>. Το p:not([_]) ταιριάζει με οποιοδήποτε κενό <p>. Το p[_~="what"] ταιριάζει με οποιοδήποτε <p> που περιέχει τη λέξη 'what'.
es: Con una sintaxis similar a la de la correspondencia de atributos, pero en este caso correspondiente al texto interior de un elemento, son: p[_="what"] corresponde a cualquier <p> cuyo texto sea exactamente 'what'. p[_] corresponde a cualquier <p> que no esté vacío. p:not([_]) corresponde a cualquier <p> vacío. p[_~="what"] corresponde a cualquier <p> que contenga la palabra 'what'.
gl: Similar en sintaxe á correspondencia de atributos, pero coincide co texto interior dun elemento. p[_="algo"] coincide con <p> co texto exacto 'algo'. p[_] coincide con calquera <p> que non estea baleiro. p:not([_]) coincide con calquera <p> valeiro. p[_~="algo"] coincide con calquera <p> que conteña a palabra 'algo'.
it_it: Simile nella sintassi all'attributo corrispondente, ma corrisponde al testo interno di un elemento. p[_="what"] corrisponde a qualsiasi <p> il cui testo è esattamente "what". p[_] corrisponde a qualsiasi <p> non vuoto. p:not([_]) corrisponde a qualsiasi <p> vuoto. p[_~="what"] corrisponde a qualsiasi <p> che contiene la parola "what".
ko_kr: 구문은 속성 매칭과 비슷하지만, 구성요소의 내부 텍스트와 매치됩니다. p[_="what"]은 텍스트가 정확히 'what'인 모든 <p>에 매치됩니다. p[_]는 비어 있지 않은 <p>에 매치됩니다. p:not([_])은 빈 <p>에 매치됩니다. p[_~="what"]은 'what'이라는 단어가 포함된 모든 <p>에 매치됩니다.
nl_nl: Vergelijkbaar in syntaxis met attribuutmatching, maar komt overeen met de eigenlijke tekst van een element. p[_="wat"] komt overeen met elke <p> waarvan de tekst precies 'wat' is. p[_] komt overeen met elke niet-lege <p>. p:not([_]) komt overeen met lege <p>. p[_~="wat"] komt overeen met elke <p> die het woord 'wat' bevat.
pl: Składnia podobna do dopasowywania atrybutów, ale dopasowuje tekst wewnętrzny elementu. p[_="what"] dopasowuje dowolny element <p>, którego tekst brzmi dokładnie 'what'. p[_] dopasowuje dowolny niepusty element <p>. p:not([_]) dopasowuje dowolny pusty element <p>. p[_~="what"] dopasowuje dowolny element <p> zawierający słowo 'what'.
ru: Синтаксис аналогичен сопоставлению атрибутов, но соответствует внутреннему тексту элемента. p[_="what"] соответствует любому <p>, точный текст которого «what». p[_] соответствует любому непустому <p>. p:not([_]) соответствует любому пустому <p>. p[_~="what"] соответствует любому <p>, содержащему слово «what».
sk: Syntax je podobná ako pri uplatňovaní atribútov, ale uplatní sa na prvku s vnútorným textom. p[_="vzor"] sa uplatní na akomkoľvek <p>, ktorého text je presne 'vzor'. p[_] sa uplatní na ľubovoľnom neprázdnom <p>. p:not([_]) sa uplatní na ľubovoľnom prázdnom <p>. p[_~="vzor"] sa uplatní na ľubovoľnom výraze <p>, ktorý obsahuje dané slovo 'vzor'.
sr: Слично са синтаксом подударања атрибута, само што претражује текст унутар елемента. p[_="шта"] подудара сваки <p> чији текст је тачно ’шта’. p[_] подудара сваки <p> који није празан. p:not([_]) подудара сваки празан <p>. p[_~="шта"] подудара сваки <p> који садржи реч ’шта’.
tr: Söz dizimi açısından öznitelik eşleştirmeye benzer, ancak bir ögenin iç metniyle eşleşir. p[_="değer"] metni tam olarak 'değer' olan herhangi bir <p> ile eşleşir. p[_] boş olmayan herhangi bir <p> ile eşleşir. p:not([_]) herhangi bir boş <p> ile eşleşir. p[_~="değer"] 'değer' sözcüğünü içeren herhangi bir <p> ile eşleşir.

source: Similar in syntax to attribute matching, but matches the inner text of an element. p[_*="what" i] matches any <p> that contains 'what', case insensitive. p[_^="what"] matches any <p> whose text starts with 'what'. (This can be used to match "Act" or "Scene", or character names in plays, and make them stand out.) p[_$="what"] matches any <p> whose text ends with 'what'.
de: Ähnlich in der Syntax wie der Attributabgleich, aber auf den inneren Text eines Elements abgestimmt. p[_*="what" i] passt auf jedes <p>, das 'what' enthält, unabhängig von der Groß-/Kleinschreibung. p[_^="what"] passt auf jedes <p>, dessen Text mit "what" beginnt. (Dies kann verwendet werden, um "Act" oder "Scene" oder Charakternamen in Theaterstücken abzugleichen und sie hervorzuheben). p[_$="what"] passt auf jedes <p>, dessen Text mit 'what' endet.
el: Παρόμοια σύνταξη με την αντιστοίχιση χαρακτηριστικών, αλλά αντιστοιχεί στο εσωτερικό κείμενο ενός στοιχείου. p[_*="what" i] αντιστοιχεί σε οποιοδήποτε <p> που περιέχει 'what', χωρίς να λαμβάνεται υπόψη η πεζότητα. p[_^="what"] αντιστοιχεί σε οποιοδήποτε <p> του οποίου το κείμενο αρχίζει με 'what'. (Αυτό μπορεί να χρησιμοποιηθεί για να αντιστοιχεί σε "Act" ή "Scene", ή ονόματα χαρακτήρων σε θεατρικά έργα, και να τα κάνει να ξεχωρίζουν). p[_$="what"] αντιστοιχεί σε οποιοδήποτε <p> του οποίου το κείμενο τελειώνει με 'what'.
es: Con una sintaxis similar a la de la correspondencia de atributos, pero en este caso correspondiente al texto interior de un elemento, son: p[_*="what" i] corresponde a cualquier <p> que contenga 'what', sin distinguir mayúsculas de minúsculas. p[_^="what"] corresponde a cualquier <p> cuyo texto empiece por 'what'. (Esta opción puede utilizarse para hacer corresponder "Acto" o "Escena", o nombres de personajes en obras de teatro, y hacer que destaquen). p[_$="what"] corresponde a cualquier <p> cuyo texto termine con 'what'.
gl: Similar en sintaxe á correspondencia de atributos, pero coincide co texto interior dun elemento. p[_*="algo" i] coincide con calquera <p> que conteña 'algo', sen distinguir maiúsculas e minúsculas. p[_^="algo"] coincide con calquera <p> con texto que empece por 'algo'. (Isto pode usarse para seleccionar "Acto" ou "Escena", ou nomes de personaxes en obras de teatro, e facer que destaquen.) p[_$="algo"] coincide con calquera <p> cun texto que remate en 'algo'.
it_it: Simile in sintassi alla corrispondenza di attributi, ma riferito al testo interno di un elemento. p[_*="what" i] corrisponde a qualsiasi <p> che contiene "what", insensibile a maiuscole/minuscole. p[_^="what"] corrisponde a qualsiasi <p> il cui testo inizia con "what". (Questo può essere usato per trovare per esempio "Atto" o "Scena", o nomi di personaggi in drammi, e farli risaltare.) p[_$="what"] corrisponde a qualsiasi <p> il cui testo termina con "what".
ko_kr: 구문은 속성 매칭과 비슷하지만 구성요소의 내부 텍스트와 매치됩니다. p[_*="what" i]는 'what'이 포함된 모든 <p>에 대소문자를 구분하지 않고 매치됩니다. p[_^="what"]은 텍스트가 'what'으로 시작하는 모든 <p>에 매치됩니다. (연극에서 '막' 또는 '장면' 또는 캐릭터 이름과 매치시켜 눈에 띄게 하는 데 사용할 수 있습니다.) p[_$="what"]은 텍스트가 'what'으로 끝나는 모든 <p>에 매치됩니다.
nl_nl: Vergelijkbaar in syntaxis met attribuutmatching, maar komt overeen met de eigenlijke tekst van een element. p[_*="wat" i] komt overeen met elke <p> die 'wat' bevat, hoofdlettergevoelig. p[_^="wat"] komt overeen met elke <p> waarvan de tekst begint met 'wat'. (Dit kan worden gebruikt om overeen te komen met "Handeling" of "Scène", of namen van personages in toneelstukken, en ze te laten opvallen). p[_$="wat"] komt overeen met alle <p> waarvan de tekst eindigt met 'wat'.
pl: Składnia podobna do dopasowywania atrybutów, ale dopasowuje tekst wewnętrzny elementu. p[_*="what" i] dopasowuje dowolny element <p> zawierający słowo 'what', wielkość liter nie jest uwzględniana. p[_^="what"] dopasowuje dowolny element <p>, którego tekst zaczyna się od 'what'. (Można tego użyć do dopasowania „Aktu” lub „Sceny” lub imion postaci w sztukach i wyróżnienia ich.) p[_$="what"] dopasowuje dowolny element <p>, którego tekst kończy się na 'what'.
ru: Синтаксис аналогичен сопоставлению атрибутов, но соответствует внутреннему тексту элемента. p[_*="what" i] соответствует любому <p>, содержащему «what», без учёта регистра. p[_^="what"] соответствует любому <p>, текст которого начинается с «what». (Это можно использовать для сопоставления «акт/сцена» или имён персонажей в пьесах, а также для их выделения.) p[_$="what"] соответствует любому <p>, текст которого заканчивается на «what».
sk: Syntax je podobná ako pri uplatňovaní atribútov, ale uplatní sa na prvku s vnútorným textom. p[_*="vzor" i] sa uplatní na akomkoľvek <p>, ktorý obsahuje „vzor“, nerozlišujú sa malé a veľké písmená. p[_^="vzor"] sa uplatní na akomkoľvek <p>, ktorého text začína 'vzor'. (Táto možnosť sa dá použiť na priradenie „Činu“ alebo „Scény“ alebo k menám postáv v hrách, aby vynikli.) p[_$="vzor"] sa uplatní na všetkých <p>, ktorých text končí 'vzor'.
sr: Слично са синтаксом подударања атрибута, само што тражи по унутрашњем тексту елемента. p[_*="шта" i] подудара сваки <p> који садржи ’шта’, без обзира на разлику у величини слова. p[_^="шта"] подудара сваки <p> чији текст почиње са ’шта’. (Ово може да се употреби за проналажење „Чин” или „Сцена”, или имена ликова у драмама, и њихово истицање у односу на остали текст.) p[_$="шта"] подудара сваки <p> чији се текст завршава са ’шта’.
tr: Söz dizimi açısından öznitelik eşleştirmeye benzer, ancak bir ögenin iç metniyle eşleşir. p[_*="değer" i] 'değer' içeren (büyük/küçük harfe duyarsız) herhangi bir <p> ile eşleşir. p[_^="değer"] metni 'değer' ile başlayan herhangi bir <p> ile eşleşir. (Bu, "Perde" veya "Sahne" ya da oyunlardaki karakter adlarıyla eşleştirmek ve onları öne çıkarmak için kullanılabilir.) p[_$="değer"] metni 'değer' ile biten herhangi bir <p> ile eşleşir.

source: p:first-child matches a <p> that is the first child of its parent. p:last-child matches a <p> that is the last child of its parent. p:nth-child(odd) matches any other <p> in a series of sibling <p>.
de: p:first-child stimmt mit einem <p> überein, das das erste Kind seines Elternteils ist. p:last-child stimmt mit einem <p> überein, das das letzte Kind seines Elternteils ist. p:nth-child(odd) passt zu jedem anderen <p> in einer Reihe von Geschwister-<p>.
el: Το p:first-child αντιστοιχεί σε ένα <p> που είναι το πρώτο παιδί του γονέα του. Το p:last-child αντιστοιχεί σε ένα <p> που είναι το τελευταίο παιδί του γονέα του. Το p:nth-child(odd) αντιστοιχεί σε οποιοδήποτε άλλο <p> σε μια σειρά αδελφών <p>.
es: p:first-child corresponde a un <p> que es el primer hijo de su padre. p:last-child corresponde a un <p> que es el último hijo de su padre. p:nth-child(odd) corresponde a cualquier otro <p> de una serie de <p> hermanos.
gl: p:first-child coincide cun <p> que é o primeiro fillo do seu pai. p:last-child coincide cun <p> que é o derradeiro fillo de seu pai. p:nth-child(odd) coincide con calquera outro <p> nunha serie de <p> irmáns.
it_it: p: first-child corrisponde a <p> che è il primo figlio del suo genitore. p:last-child corrisponde a <p> che è l'ultimo figlio del suo genitore. p:nth-child(odd) corrisponde a ogni <p> dispari in una serie di <p> fratelli.
ko_kr: p:first-child는 부모의 첫 번째 자식인 <p>와 매치됩니다. p:last-child는 부모의 마지막 자식인 <p>와 매치됩니다. p:nth-child(홀수)는 일련의 형제 <p> 중 다른 <p>와 매치됩니다.
nl_nl: p:first-child komt overeen met een <p> die het eerste kind is van zijn ouder. p:last-child komt overeen met een <p> die het laatste kind van zijn ouder is. p:nth-child(odd) komt overeen met elke oneven <p> in een reeks broeder-<p>'s.
pl: p:first-child dopasowuje element <p>, który jest pierwszym potomkiem swojego rodzica. p:last-child dopasowuje element <p>, który jest ostatnim potomkiem swojego rodzica. p:nth-child(odd) dopasowuje dowolny inny element <p> z serii rodzeństwa <p>.
ru: p:first-child соответствует <p>, который является первым дочерним элементом своего родителя. p:last-child соответствует <p>, который является последним дочерним элементом своего родителя. p:nth-child(odd) соответствует любому другому <p> в серии родственных элементв <p>.
sk: p:first-child sa uplatní na <p>, ktoré je prvým potomkom svojho rodiča. p:last-child sa uplatní na <p>, ktorý je posledným potomkom svojho rodiča. p:nth-child(odd) sa uplatní na akomkoľvek inom <p> v skupine súrodencov <p>.
sr: p:first-child подудара <p> који је прво дете свог родитеља. p:last-child подудара <p> који је последње дете свог родитеља. p:nth-child(odd) подудара сваки други <p> у низу братских елемената <p>.
tr: p:first-child üst ögesinin ilk alt ögesi olan bir <p> ile eşleşir. p:last-child üst ögesinin son alt ögesi olan bir <p> ile eşleşir. p:n-child(tek) yan öge olan <p> ögelerinde diğer herhangi bir <p> ile eşleşir.

source: On a book page, select some text spanning around (before and after) the element you are interested in, and use 'View HTML'. In the HTML viewer, long press on tags or text to get a list of selectors matching the element: tap on one of them to copy it to the clipboard. You can then paste it here with long-press in the text box.
de: Markieren Sie auf einer Buchseite einen Text, der sich um das gewünschte Element herum (vor und nach) befindet, und verwenden Sie "HTML anzeigen". Drücken Sie im HTML-Viewer lange auf Tags oder Text, um eine Liste von Selektoren zu erhalten, die zu dem Element passen: Tippen Sie auf einen von ihnen, um ihn in die Zwischenablage zu kopieren. Sie können den Text dann durch langes Drücken in das Textfeld einfügen.
el: Σε μια σελίδα βιβλίου, επιλέξτε κάποιο κείμενο που εκτείνεται γύρω (πριν και μετά) από το στοιχείο που σας ενδιαφέρει και χρησιμοποιήστε το "Προβολή HTML". Στην προβολή HTML, πατήστε παρατεταμένα σε ετικέτες ή κείμενο για να εμφανιστεί μια λίστα επιλογέων που ταιριάζουν στο στοιχείο: πατήστε σε έναν από αυτούς για να τον αντιγράψετε στο πρόχειρο. Στη συνέχεια, μπορείτε να το επικολλήσετε εδώ με παρατεταμένο πάτημα στο πλαίσιο κειμένου.
es: En la página de un libro, es posible seleccionar el texto que rodea (por delante y por detrás) a un determinado elemento y utilizar la opción "Ver HTML". En el visor HTML, al hacer una pulsación larga sobre etiquetas o texto se obtendrá una lista de selectores que corresponden al elemento, y al pulsar sobre uno de ellos se copiará en el portapapeles. Después de esto, se podrá pegar aquí haciendo con una pulsación larga en el cuadro de texto.
gl: Nunha páxina dun libro, selecciona algún texto abarcando (antes e despois) o elemento en cuestión e usa 'Ver HTML'. No visor de HTML, usa unha pulsación longa en etiquetas ou texto para obter unha lista de selectores que coinciden co elemento: preme nun deles para copialo no portapapeis. Podes pegalo despois aquí cunha pulsación longa na caixa de texto.
it_it: In una pagina di libro, selezionare del testo che comprenda (prima e dopo) l'elemento che interessa, e utilizzare 'Visualizza HTML'. Nel visualizzatore HTML, premere a lungo sui tag o sul testo per ottenere un elenco di selettori che corrispondono all'elemento: toccare su uno di loro per copiarlo negli appunti. Si può quindi incollarlo qui con una pressione lunga nella casella di testo.
ko_kr: 책 페이지에서 관심 있는 구성요소의 주변(앞뒤)에 있는 텍스트를 선택하고 'HTML 보기'를 사용합니다. HTML 뷰어에서 태그나 텍스트를 길게 누르면 해당 구성요소와 매치되는 선택기 목록이 표시되고, 그 중 하나를 탭하여 클립보드에 복사할 수 있습니다. 그런 다음 텍스트 상자를 길게 눌러 여기에 붙여넣을 수 있습니다.
nl_nl: Selecteer op een boekpagina wat tekst rond (voor en na) het element waarin je geïnteresseerd bent en gebruik 'HTML bekijken'. In de HTML-viewer kun je lang drukken op tags of tekst om een lijst met selectors te krijgen die bij het element passen: tik op een ervan om het naar het klembord te kopiëren. Je kunt het dan hier plakken met lang drukken in het tekstvak.
pl: Na stronie książki wybierz tekst otaczający (przed i po) interesujący Cię element i użyj opcji „Widok HTML”. W przeglądarce HTML przytrzymaj znaczniki lub tekst, aby wyświetlić listę selektorów pasujących do elementu: stuknij jeden z nich, aby skopiować go do schowka. Następnie możesz wkleić go tutaj, przytrzymując w polu tekstowym.
ru: На странице книги выделите текст, охватывающий (до и после) интересующий вас элемент, затем откройте «Просмотр HTML». В средстве просмотра HTML долгим касанием тегов или текста можно получить список соответствующих элементу селекторов: для копирования нужного в буфер обмена просто коснитесь его. Затем вы можете вставить скопированное сюда же, удерживая палец на текстовом поле.
sk: Na stránke knihy vyberte nejaký text okolo (pred a po) prvku, ktorý vás zaujíma, a použite „Zobraziť HTML“. V prehliadači HTML dlhým stlačením na značkách alebo textu získate zoznam selektorov zodpovedajúcich prvku: klepnutím na jeden z nich ho skopírujete do schránky. Potom ho sem môžete vložiť dlhým stlačením v textovom poli.
sr: На страници књиге, изаберите текст који се простире око (испред и иза) елемента који вас интересује и употребите ’Прикажи HTML’. У HTML приказивачу урадите дуги притисак на ознаке или текст тако да добијете листу селектора подударајућег елемента: тапните на један од њих и копирајте га у клипборд. Затим можете овде да га налепите дугим притиском на текст поље.
tr: Bir kitap sayfasında, ilgilendiğiniz ögenin etrafındaki (öncesi ve sonrası) bazı metinleri seçin ve 'HTML görüntüle' özelliğini kullanın. HTML görüntüleyicide, ögeyle eşleşen seçicilerin bir listesini almak için etiketlere veya metne uzun basın: panoya kopyalamak için birine dokunun. Daha sonra metin kutusuna uzun basarak buraya yapıştırabilirsiniz.

source: Common classic properties
ca: Propietats clàssiques comuns
de: Gemeinsame klassische Eigenschaften
el: Κοινά κλασικά χαρακτηριστικά
es: Propiedades clásicas típicas
gl: Propiedades clásicas comúns
it_it: Proprietà classiche comuni
ko_kr: 일반적인 클래식 속성
nl_nl: Algemene klassieke eigenschappen
pl: Wspólne właściwości klasyczne
ru: Общие классические свойства
sk: Spoločné štandardné vlastnosti
sr: Опште класичне особине
tr: Yaygın klasik özellikler
uk: Загальні класичні властивості

source: 1rem will enforce your main font size.
ca: S'aplicarà 1rem a la grandària de la font principal.
de: 1rem wird deine Hauptschriftgröße festlegen.
el: Το 1rem θα επιβάλει το κύριο μέγεθος της γραμματοσειράς σας.
es: Se aplicará 1rem al tamaño de la fuente principal.
fr: 1rem forcera la taille de la police principale.
gl: Aplicarase 1rem ao tamaño da túa fonte principal.
hu: Az '1rem' érvényesíti a fő betűméretet.
it_it: 1rem imporrà la dimensione del carattere principale.
ko_kr: 1rem은 기본 글꼴 크기가 적용됩니다.
nl_nl: 1rem zal de hoofdlettergrootte afdwingen.
pl: 1rem wymusi główny rozmiar czcionki.
pt_br: 1rem será aplicado ao tamanho da fonte principal.
ru: Значение 1rem будет принудительно задано основным размером шрифта.
sk: Nastavenie 1 rem vynúti vašu základnú veľkosť písma.
sr: 1rem форсира величину вашег главног фонта.
tr: Ana yazı tipi boyutu olarak 1rem dayatılacak.
uk: 1rem використовуватиме ваш основний розмір шрифту.
zh_cn: 设置为1rem意味着与普通文本字号相同。

source: Remove bold. Use 'bold' to get bold.
de: Fettschrift entfernen. Verwenden Sie 'bold', um fett zu werden.
el: Αφαίρεση της έντονης γραμματοσειράς. Χρησιμοποιήστε το 'bold' για να αποκτήσετε έντονη γραμματοσειρά.
es: Quitar negrita. Para que el texto aparezca en negrita hay que usar 'bold'.
gl: Quitar grosa. Usa 'grosa' para obter texto en grosa.
it_it: Togliere il grassetto. Utilizzare 'bold' per ottenere grassetto.
ko_kr: 굵게를 제거합니다. 굵게 표시하려면 'bold'를 사용하세요.
nl_nl: Vetgedrukt verwijderen. Gebruik 'bold' om vet te krijgen.
pl: Usuń pogrubienie. Użyj 'bold', aby uzyskać pogrubienie.
ru: Удалить жирность. Используйте «bold» для увеличения веса шрифта.
sk: Odstrániť tučné písmo. Pre tučné písmo použite výraz 'bold'.
sr: Уклања подебљање слова. Употребите 'bold' да добијете подебљана слова.
tr: Kalınlığı kaldır. Kalınlaştırmak için 'bold' kullanın.
uk: Прибрати жирний шрифт. Використовуйте 'bold', щоб отримати жирний шрифт.
