Repository: spruceUI/spruceOS
Catalog: App/KoReader/l10n/*/koreader.po
Languages: ar, ca, cs, de, el, es, fa, fr, gl, hu, it_it, ja, ko_kr, nl_nl, pl, pt_br, ro, ru, sk, sr, tr, uk, zh_cn

source: No footnote indentation
ca: Sense sagnat de notes a peu de pàgina
cs: Neodsazovat „poznámky pod čarou“
de: Keine Einrückung der Fußnoten
el: Χωρίς εσοχή στις υποσημειώσεις
es: Sin sangrías de pie de página
fa: بدون تو رفتگی پاورقی
fr: Aucune indentation des notes de bas de page
gl: Non sangrar as notas ao rodapé
hu: Nincs lábjegyzet behúzás
it_it: Nessun rientro delle note a pie' pagina
ja: 脚注で字下げしない
ko_kr: 각주 들여쓰기 없음
nl_nl: Voetnoten niet inspringen
pl: Brak wcięcia przypisu dolnego
pt_br: Sem recuo de nota de rodapé
ro: Fără indentare a notei de subsol
ru: Без отступа в сносках
sk: Žiadne odsadenie poznámky pod čiarou
sr: Без увлачења фусноте
tr: Dipnot girintisi olmasın
uk: Без відступу виноски
zh_cn: 无脚注缩进

source: Justify footnote text
ca: Justificar text de notes a peu de pàgina
cs: Zarovnat text „pozn. pod čarou“ do bloku
de: Fußnotentext ausrichten
el: Πλήρης στοίχιση κειμένου υποσημείωσης
es: Justificar texto de notas a pie de página
fa: هم‌ترازی متن پاورقی
fr: Justifier les notes de bas de page
gl: Xustificar as notas ao rodapé
hu: Lábjegyzet szöveg igazítása
it_it: Giustifica il testo della nota a pie' pagina
ja: 脚注文を両端揃え
ko_kr: 각주 텍스트 양쪽 맞춤
nl_nl: Voetnoottekst uitvullen
pl: Wyjustuj tekst przypisu dolnego
pt_br: Justificar o texto da nota de rodapé
ro: Justifică textul din nota de subsol
ru: Выравнивать текст сноски по ширине
sk: Zarovnať text poznámky pod čiarou
sr: Обострано поравнање текста фусноте
tr: Dipnot metni iki yana hizalansın
uk: Вирівнювання тексту виноски за шириною
zh_cn: 对齐脚注文本

source: Remove block margins
ca: Eliminar marges de bloc
cs: Odstranit okraje bloku
de: Blockränder entfernen
el: Αφαίρεση περιθωρίων του πλαισίου
es: Eliminar márgenes de bloque
fa: حذف بلوک‌ حاشیه‌ها
fr: Supprimer les marges de bloc
gl: Eliminar marxes de bloque
hu: Blokk margók eltávolítása
it_it: Rimuovi i margini dei blocchi
ja: 段落余白を削除
ko_kr: 블록 여백 제거
nl_nl: Blokmarges verwijderen
pl: Usuń marginesy blokowe
pt_br: Remover margens bloqueadas
ro: Elimină marginile blocului
ru: Удалять поля блока
sk: Odstrániť okraje bloku
sr: Уклони маргине блока
tr: Blok kenar boşlukları silinsin
uk: Вилучити поля блоку
zh_cn: 移除块边距

source: Remove block margin and padding inside inpage footnotes.
ca: Eliminar marges del bloc i farcit a l'interior de les notes a peu de pàgina.
de: Entfernen Sie den Blockrand und die Auffüllungen innerhalb von Fußnoten auf einer Seite.
el: Αφαιρεί το περιθώριο και το γέμισμα του πλαισίου μέσα στις εντός σελίδας υποσημειώσεις.
es: Eliminar márgenes del bloque y relleno en el interior de las notas a pie de página.
fa: حذف بلوک حاشیه و فاصله‌دهی‌های موجود در پاورقی‌های درون صفحه.
fr: Supprimer les marges et les espacements de bloc à l'intérieur des notes de bas de page.
gl: Eliminar marxes de bloque e recheo dentro das notas ao rodapé.
hu: A oldalon belüli lábjegyzeteken belüli margó és kitöltés eltávolítása.
it_it: Rimuovi il margine dei blocchi e gli scostamenti all'interno delle note a pie' pagina in pagina.
ja: ページ内脚注のブロック余白とパディングを削除します。
ko_kr: 페이지 내 각주 내부의 블록 여백과 패딩을 제거합니다.
nl_nl: Verwijder blokmarge en opvulling binnen voetnoten op de pagina.
pl: Usuń blokowe marginesy i marginesy wewnętrzne wewnątrz przypisów dolnych na stronie.
pt_br: Remove a margem do bloco e o preenchimento dentro das notas de rodapé da página.
ro: Elimină marginile blocului și padding-ul din notele de subsol în pagină.
ru: Удаление полей блока и отступов внутри сносок на странице.
sk: Odstrániť okraj bloku a výplň v poznámkach pod čiarou na stránke.
sr: Уклања маргине и испуњавање блока у фуснотама унутар странице.
tr: Sayfa içi dipnotların içindeki blok kenar boşluğunu ve dolguyu kaldırır.
uk: Вилучити поля блоку та відступи всередині виносок на сторінці.
zh_cn: 删除页内脚注内的块边距和填充。

source: Remove cosmetic spacing
ca: Eliminar espaiat cosmètic
cs: Odstranit kosmetické mezery
de: Kosmetische Abstände entfernen
el: Αφαίρεση αισθητικών διαστημάτων
es: Eliminar espaciado cosmético
fa: حدف فضا‌‌های تزيینی
fr: Retirer les espacements cosmétiques
gl: Eliminar espazado cosmético
hu: Szépítő távok eltávolítása
it_it: Rimuovi la spaziatura cosmetica
ja: 装飾用空白の削除
ko_kr: 외관상의 간격 제거
nl_nl: Verwijder cosmetische spatiëring
pl: Usuń kosmetyczną odległość między wierszami
pt_br: Remover o espaçamento artificial
ro: Elimină spațierea cosmetică
ru: Удалять косметические интервалы
sk: Odstrániť estetické medzery
sr: Уклони козметичко раздвајање
tr: Yüzeysel boşluğu kaldır
uk: Вилучити косметичний проміжок
zh_cn: 移除用于修饰的间距

source: Remove inline margin and padding inside inpage footnotes.
ca: Eliminar el marge i el farciment d'inici i final en línia en les notes a peu de pàgina.
de: Entfernen Sie den Inline-Rand und die Auffüllungen innerhalb von Fußnoten auf einer Seite.
el: Αφαιρεί το εντός γραμμής (inline) περιθώριο και γέμισμα μέσα στις εντός σελίδας υποσημειώσεις.
es: Eliminar el margen y el relleno de inicio y final en línea en las notas a pie de página.
fr: Supprimer les marges et les espacements en ligne à l'intérieur des notes de bas de page.
gl: Eliminar a marxe e o recheo en liña nas notas ao rodapé na páxina.
hu: A soron belüli margó és a kitöltés eltávolítása a lapon belüli lábjegyzeteken belül.
it_it: Rimuovi il margine in linea e lo scostamento nelle note a pie' pagina in pagina.
ja: ページ内脚注のインライン余白とパディングを削除します。
ko_kr: 페이지 내 각주 내부의 인라인 여백과 패딩을 제거합니다.
nl_nl: Verwijder inline marge en opvulling in voetnoten op de pagina.
pl: Usuń śródliniowe marginesy i marginesy wewnętrzne wewnątrz przypisów dolnych na stronie.
pt_br: Remove a margem e o preenchimento dentro das notas de rodapé da página.
ro: Elimină maginile și padding-ul din notele de subsol în linie.
ru: Удаление полей строчных элементов и отступов внутри сносок на странице.
sk: Odstrániť vnorené okraje a výplň vo vnútri poznámok pod čiarou na stránke.
sr: Уклања унутарлинијске маргине и испуњавање у фуснотама унутар странице.
tr: Sayfa içi dipnotların içindeki satır içi kenar boşluğunu ve dolguyu kaldırır.
uk: Вилучити вбудовані поля та відступи всередині виносок на сторінці.
zh_cn: 删除页内脚注内的行内边距和填充。

source: Inline all footnote content
ca: Mostrar en un sol paràgraf tot el contingut de les notes a peu de pàgina
cs: Dát veškerý obsah „pozn. pod čarou“ na řádek
de: Alle Fußnoteninhalte einbinden
el: Εμφάνιση όλου του περιεχομένου των υποσημειώσεων σε μία μόνο παράγραφο
es: Mostrar en un solo párrafo todo el contenido de las notas a pie de página
fa: در خط کردن همه محتوای پاورقی
fr: Mettre en ligne tout le contenu des notes de bas de page
gl: Por todo o contido das notas ao rodapé nunha liña
hu: Minden lábjegyzet tartalom beszúrása
it_it: Metti in linea tutto il contenuto delle note a piè di pagina
ja: 脚注内容を全てインラインにする
ko_kr: 모든 각주 내용 인라인
nl_nl: Alle voetnootinhoud inline maken
pl: Wstaw całą zawartość przypisów dolnych
pt_br: Alinhar todo o conteúdo da nota de rodapé
ro: Pune în linie tot conținutul notei de subsol
ru: Включать всё содержимое сноски в один абзац
sk: Vložiť celý obsah poznámky pod čiarou
sr: Постави комплетан садржај фусноте у линију
tr: Tüm dipnot içeriği sıralı olsun
uk: Вбудувати весь вміст виноски
zh_cn: 内联所有脚注内容

source: If the footnote number is on a single line and the footnote text on the next line, or if there are variable levels of indentation, this tweak can make all the footnote content become a single paragraph. This will break any complex footnote containing quotes or lists.
ca: Si el número d'una nota a peu de pàgina està en una línia i el text de la nota a peu de pàgina en la línia següent, o si hi ha nivells variables de sagnia, aquest ajust pot aconseguir que tot el contingut de la nota a peu de pàgina es converteixi en un sol paràgraf. Amb aquest ajust no es mostraran correctament les notes a peu de pàgina complexes que continguin cometes o llistes.
cs: Pokud je číslo poznámky pod čarou na samostatném řádku a text poznámky pod čarou na dalším řádku, nebo pokud máte různé úrovně odsazení, tak tato malá úprava může udělat z celého obsahu poznámky pod čarou jeden odstavec. Použitím této úpravy poškodíte komplexní poznámky pod čarou, které obsahují citace nebo seznamy.
de: Wenn die Fußnotennummer in einer einzigen Zeile steht und der Fußnotentext in der nächsten Zeile, oder wenn es unterschiedliche Einrückungsebenen gibt, kann diese Optimierung den gesamten Fußnoteninhalt zu einem einzigen Absatz machen. Dadurch wird jede komplexe Fußnote, die Anführungszeichen oder Listen enthält, umbrochen.
el: Εάν ο αριθμός υποσημείωσης βρίσκεται σε μία μόνο γραμμή και το κείμενο της υποσημείωσης στην επόμενη γραμμή ή εάν υπάρχουν μεταβλητά επίπεδα εσοχής, αυτή η ρύθμιση μπορεί να κάνει όλο το περιεχόμενο της υποσημείωσης να γίνει μία μόνο παράγραφος. Αυτό θα σπάσει κάθε σύνθετη υποσημείωση που περιέχει εισαγωγικά ή καταλόγους.
es: Si el número de una nota a pie de página está en una línea y el texto de la nota a pie de página en la línea siguiente, o si hay niveles variables de sangría, este ajuste puede conseguir que todo el contenido de la nota a pie de página se convierta en un solo párrafo. Con este ajuste no se mostrarán correctamente las notas a pie de página complejas que contengan comillas o listas.
fr: Si le numéro de la note de bas de page est sur une seule ligne et le texte de la note sur la ligne suivante, ou s'il y a des niveaux variables d'indentation, cette modification peut faire en sorte que tout le contenu de la note de bas de page devienne un seul paragraphe. Cela brisera toute note de bas de page complexe contenant des citations ou des listes.
gl: Se o número de nota ao rodapé está so nunha liña e o texto da nota ao rodapé na seguinte, ou se hai diferentes niveis de sangría, este axuste pode facer que todo o contido da nota ao rodapé se volva un único parágrafo. Con este axuste as notas ao rodapé complexas que conteñan citas ou listas.
hu: Ha a lábjegyzet sorszáma külön sorban van, a lábjegyzet szövege pedig a következő sorban, vagy ha a behúzás változó mértékű, akkor ezzel a módosítással a lábjegyzet teljes tartalma egyetlen bekezdéssé módosul. Ez minden olyan összetett lábjegyzetet megszakít, amely idézőjeleket vagy listákat tartalmaz.
it_it: Se il numero della nota a piè di pagina si trova su una singola riga e il testo della nota a piè di pagina sulla riga successiva, o se ci sono livelli variabili di rientro, questa modifica può far sì che tutto il contenuto della nota a piè di pagina diventi un singolo paragrafo. Questo romperà qualsiasi nota a piè di pagina complessa contenente citazioni o elenchi.
ja: 脚注番号が1行、脚注テキストが次の行にある場合、またはインデントレベルがまちまちな場合、この調整により脚注内容を全て1つの段落にすることができます。 この設定により、引用やリストを含む複雑な脚注は壊れてしまいます。
ko_kr: 각주 번호가 한 줄에 있고 각주 텍스트가 다음 줄에 있거나 다양한 수준의 들여쓰기가 있는 경우, 이 조정으로 모든 각주 내용을 단일 문단으로 만들 수 있습니다. 이렇게 하면 따옴표나 목록이 포함된 복잡한 각주가 끊어집니다.
nl_nl: Als het voetnootnummer op één regel staat en de tekst van de voetnoot op de volgende regel, of als er variabele inspringniveaus zijn, kan deze aanpassing ervoor zorgen dat de hele inhoud van de voetnoot een enkele alinea wordt. Een complexe voetnoot met aanhalingstekens of lijsten zal hierdoor worden afgebroken.
pl: Jeśli numer przypisu dolnego znajduje się w jednym wierszu, a tekst przypisu dolnego w następnym wierszu (lub jeśli istnieją różne poziomy wcięć), ta zmiana może sprawić, że cała zawartość przypisu dolnego stanie się jednym akapitem. Spowoduje to złamanie wszelkich złożonych przypisów dolnych zawierających cytaty lub listy.
pt_br: Se o número da nota de rodapé estiver em uma única linha e o texto da nota de rodapé na próxima linha, ou se houver níveis variáveis de recuo, esse ajuste pode fazer com que todo o conteúdo da nota de rodapé se torne um único parágrafo. Isso quebrará qualquer nota de rodapé complexa contendo citações ou listas.
ro: Dacă numărul notei de subsol este pe o singură linie și textul notei de subsol pe următoarea linie, sau dacă există mai multe niveluri de indentare, acest reglaj poate face ca tot conținutul notelor de subsol să devină un singur paragraf. Acest lucru va strica orice formatare mai complexă conținînd citate sau liste.
ru: Если номер примечания занимает целую строку, а его текст находится уже на следующей строке (или если есть различные уровни отступов), данная подстройка сделает всё примечание единым абзацем. При этом сложные примечания, содержащие цитаты или списки, будут показаны неправильно.
sk: Ak je číslo poznámky pod čiarou na jednom riadku a text poznámky pod čiarou na nasledujúcom riadku, alebo ak existujú rôzne úrovne odsadenia, toto vylepšenie môže spôsobiť, že celý obsah poznámky pod čiarou sa stane jedným odsekom. Tým sa rozdelí každá dlhá poznámka pod čiarou obsahujúca úvodzovky alebo zoznamy.
sr: Ако је број фусноте на једној линији а текст фусноте на наредној, или ако постоји променљива количина увлачења, ово дотеривање може учините да комплетан садржај фусноте постане један пасус. Ово ће да поквари било коју сложену фусноту која садржи цитате или листе.
tr: Dipnot numarası tek bir satırda ve dipnot metni bir sonraki satırdaysa ya da değişken girinti düzeyleri varsa, bu seçenek tüm dipnot içeriğinin tek bir paragraf haline gelmesini sağlayabilir. Bu seçenek, tırnak işaretleri ya da listeler bulunan karmaşık dipnotları bozar.
uk: Якщо номер виноски знаходиться в одному рядку, а текст виноски в наступному рядку, або якщо є змінні рівні відступу, це налаштування може призвести до того, що весь вміст виноски перетвориться на один абзац. Це пошкодить будь-яку складну виноску, що містить цитати або списки.
zh_cn: 如果脚注数字在一行，而脚注文本在下一行，或者如果有不同级别的缩进，这种调整可以使所有脚注内容成为一个段落。 这将破坏任何包含引号或列表的复杂脚注。

source: Regularize text size on inline elements
ca: Regularitzar la grandària de font dels elements que formen una mateixa línia
cs: Srovnat velikosti textu v řádkových elementech
de: Textgröße bei Inline-Elementen regulieren
el: Κανονικοποίηση μεγέθους κειμένου σε στοιχεία inline
es: Regularizar el tamaño de fuente de los elementos que forman una misma línea
fa: منظم کردن اندازه متن عناصر در خط
fr: Régulariser la taille du texte sur les éléments en ligne
gl: Regularizar o tamaño do texto en elementos mostrados dentro da liña
hu: Szövegméret szabályozása soron belüli elemeken
it_it: Regolarizza la dimensione del testo sugli elementi in linea
ja: インライン要素のテキストサイズを正規化する
ko_kr: 인라인 요소의 텍스트 크기 정규화
nl_nl: Tekstgrootte op inline elementen regulariseren
pl: Ureguluj rozmiar tekstu w elementach śródliniowych
pt_br: Regularizar o tamanho do texto em elementos embutidos
ro: Regularizează mărimea texului pe elementele din linie
ru: Упорядочить размер текста в строчных элементах
sk: Prispôsobiť veľkosť textu vo vnorených prvkoch
sr: Уједначи величину текста на линијске елементе
tr: Satır içi ögelerin metin boyutu normalleştirilsin
uk: Унормовувати розмір тексту у вбудованих елементах
zh_cn: 规范行内元素的文本大小

source: If the footnote text uses variable or absolute font sizes, line height or vertical alignments, which would make it too irregular, you can reset all of them to get a leaner text (to the expense of loosing superscripts).
ca: Si el text de les notes a peu de pàgina utilitza grandàries de lletra variables o absoluts, altures de línia o alineacions verticals que ho farien massa irregular, és possible reajustar-los tots per a obtenir un text més compacte (a costa de perdre els superíndexs).
de: Wenn der Fußnotentext variable oder absolute Schriftgrößen, Zeilenhöhen oder vertikale Ausrichtungen verwendet, die ihn zu unregelmäßig machen würden, können Sie alle diese Parameter zurücksetzen, um einen schlankeren Text zu erhalten (auf Kosten des Verlusts von hochgestellten Buchstaben).
el: Εάν το κείμενο των υποσημειώσεων χρησιμοποιεί μεταβλητά ή απόλυτα μεγέθη γραμματοσειράς, ύψους γραμμής ή κάθετης στοίχισης, που το καθιστούν πολύ ακανόνιστο, μπορείτε να τα επαναφέρετε όλα αυτά για να έχετε ένα πιο λιτό κείμενο (με κόστος την απώλεια των εκθετών).
es: Si el texto de las notas a pie de página utiliza tamaños de letra variables o absolutos, alturas de línea o alineaciones verticales que lo harían demasiado irregular, es posible reajustarlos todos para obtener un texto más compacto (a costa de perder los superíndices).
fr: Si le texte de la note de bas de page utilise des tailles de police variables ou absolues, des hauteurs de ligne ou des alignements verticaux, ce qui le rend trop irrégulier, vous pouvez réinitialiser tout cela pour obtenir un texte plus épuré (au détriment de la perte des exposants).
gl: Se o texto da nota ao rodapé usa tamaños de fonte variables ou absolutos, altura de liña ou aliñamentos, o que o faría demasiado irregular, podes reinicialos todos para ter un texto máis lixeiro (á custa de perder os superíndices).
hu: Ha a lábjegyzet szövege változó vagy abszolút betűméretű, sormagasságot vagy függőleges igazítást használ, ami túlságosan szabálytalanná tenné azt, akkor mindezeket visszaállíthatja, hogy karcsúbb szöveget kapjon (a felső indexek elvesztése árán).
it_it: Se il testo della nota utilizza dimensioni dei caratteri variabili o assolute, altezza della linea o allineamenti verticali, che la renderebbero troppo irregolare, puoi reimpostarli tutti per ottenere un testo più agile (a scapito della perdita di apici).
ja: 脚注のテキストが可変フォントサイズや絶対フォントサイズ、行の高さ、垂直揃えを使用していて不規則になりすぎる場合、それらをすべてリセットして無駄のないテキストにすることができます(上付き文字がなくなりますが)。
ko_kr: 각주 텍스트가 가변 또는 절대 글꼴 크기, 줄 높이 또는 수직 정렬을 사용하여 너무 불규칙하게 만드는 경우, 모든 항목을 재설정하여 더 얇은 텍스트를 얻을 수 있습니다(위 첨자가 손실되는 비용).
nl_nl: Als de tekst van de voetnoot variabele of absolute lettergroottes, regelhoogtes of verticale uitlijningen gebruikt, waardoor hij te onregelmatig zou worden, kunnen ze allemaal worden gereset om een gestroomlijndere tekst te krijgen (ten koste van het verlies van superscripts).
pl: Jeśli tekst przypisu dolnego używa zmiennych lub bezwzględnych rozmiarów czcionek, odstępu między wierszami lub wyrównania pionowego, które spowodowałyby, że byłby zbyt nieregularny, możesz zresetować je wszystkie, aby uzyskać cieńszy tekst (kosztem utraty indeksów górnych).
pt_br: Se o texto da nota de rodapé usa tamanhos de fonte variáveis ou absolutos, altura de linha ou alinhamentos verticais, o que o tornaria muito irregular, você pode redefinir todos eles para obter um texto mais enxuto (às custas de perder sobrescritos).
ro: Dacă textul din nota de subsol folosește mărimi de font variabile sau absolute, înălțimi de linii sau alinieri verticale, care l-ar face prea neregulat, le poți reseta pe toate acestea pentru a avea un text mai liniar (cu costul pierderii elementelor superscise sau subscrise).
ru: Если текст примечания использует переменные или абсолютные значения размеров шрифта, высоты строк или вертикального выравнивания, и от этого выглядит слишком неровно, вы можете всё сбросить и получить более опрятный текст (ценой неряшливых верхних индексов).
sk: Ak sa v texte poznámky pod čiarou používajú premenlivé alebo absolútne veľkosti písma, výška riadkov alebo vertikálne zarovnanie, ktoré by ho robili príliš nepravidelným, môžete ich všetky vynulovať, aby ste získali prehľadnejší text (na úkor straty horných indexov).
sr: Ако текст фусноте користи променљиве или апсолутне величине фонта, висину линије или вертикална поравнања, што може да је учини сувише неправилном, можете све да их ресетујете тако да добијете компактнији текст (по цену губитка суперскрипт приказа).
tr: Dipnot içinde metni çok düzensiz hale getirecek değişken veya mutlak yazı tipi boyutları, satır yüksekliği veya dikey hizalamalar kullanılıyorsa, daha sade bir metin elde etmek için hepsini sıfırlayabilirsiniz (üst karakterleri kaybetmek pahasına).
uk: Якщо в тексті виноски використовуються змінні або абсолютні розміри шрифту, висота рядків або вертикальні вирівнювання, що зробить його занадто неправильним, ви можете скинути їх усі, щоб отримати акуратніший текст (через втрату надрядкових символів).
zh_cn: 如果脚注文本使用可变的或绝对的字体大小、行高或垂直对齐，这将使它变得太不规则，您可以重置所有它们以获得更简洁的文本(以失去上标为代价)。

source: Combine footnotes in a non-linear flow
de: Fußnoten kombinieren in einem nichtlinearen Fluss
el: Συγχώνευση υποσημειώσεων σε μη γραμμική ροή
es: Combinar notas a pie de página en un flujo no lineal
fr: Combiner les notes de bas de page dans un flux non linéaire
gl: Combinar notas ao rodapé nun fluxo non lineal
it_it: Combina le note a pie' pagina in un flusso non lineare
ko_kr: 비선형 흐름으로 각주 결합하기
nl_nl: Voetnoten combineren in een niet-lineaire stroom
pl: Połącz przypisy dolne w przepływie nieliniowym
pt_br: Combinar notas de rodapé em um fluxo não linear
ru: Объединение сносок в нелинейный поток
sk: Zlúčiť poznámky pod čiarou v nelineárnom toku
sr: Комбинуј фусноте у нелинеарни ток
tr: Dipnotlar doğrusal olmayan bir akışta birleştirilsin
uk: Об'єднання виносок у нелінійний потік
